














"मतं तत्त्वविदामेतद्यस्मात्तस्मात् स कारणम्| क्रियोपभोगे भूतानां नित्यः पुरुषसञ्ज्ञकः||५१||"
"अहङ्कारः फलं कर्म देहान्तरगतिः स्मृतिः| विद्यते सति भूतानां कारणे देहमन्तरा||५२||"
"प्रभवो न ह्यनादित्वाद्विद्यते परमात्मनः| पुरुषो राशिसञ्ज्ञस्तु मोहेच्छाद्वेषकर्मजः||५३||"
"आत्मा ज्ञः करणैर्योगाज् ज्ञानं त्वस्य प्रवर्तते| करणानामवैमल्यादयोगाद्वा न वर्तते||५४||"
"पश्यतोऽपि यथाऽऽदर्शे सङ्क्लिष्टे नास्ति दर्शनम्| तत्त्वं जले वा कलुषे चेतस्युपहते तथा||५५||"
"करणानि मनो बुद्धिर्बुद्धिकर्मेन्द्रियाणि च| कर्तुः संयोगजं कर्म वेदना बुद्धिरेव च||५६||"
"नैकः प्रवर्तते कर्तुं भूतात्मा नाश्नुते फलम्| संयोगाद्वर्तते सर्वं तमृते नास्ति किञ्चन||५७||"
"न ह्येको वर्तते भावो वर्तते नाप्यहेतुकः| शीघ्रगत्वात्स्वभावात्त्वभावो न व्यतिवर्तते||५८||"
"अनादिः पुरुषो नित्यो विपरीतस्तु हेतुजः| सदकारणवन्नित्यं दृष्टं हेतुजमन्यथा||५९||"
"तदेव भावादग्राह्यं नित्यत्व न कुतश्चन| भावाज्ज्ञेयं तदव्यक्तमचिन्त्यं व्यक्तमन्यथा||६०||"
"अव्यक्तमात्मा क्षेत्रज्ञः शाश्वतो विभुरव्ययः| तस्माद्यदन्यत्तद्व्यक्तं, वक्ष्यते चापरं द्वयम्||६१||"
"व्यक्तमैन्द्रियकं चैव गृह्यते तद्यदिन्द्रियैः| 
अतोऽन्यत् पुनरव्यक्तं लिङ्गग्राह्यमतीन्द्रियम्||६२||"
"खादीनि बुद्धिरव्यक्तमहङ्कारस्तथाऽष्टमः| 
भूतप्रकृतिरुद्दिष्टा विकाराश्चैव षोडश||६३||"
"बुद्धीन्द्रियाणि पञ्चैव पञ्च कर्मेन्द्रियाणि च| 
समनस्काश्च पञ्चार्था विकारा इति सञ्ज्ञिताः||६४||"
"इति क्षेत्रं समुद्दिष्टं सर्वमव्यक्तवर्जितम्| 
अव्यक्तमस्य क्षेत्रस्य क्षेत्रज्ञमृषयो विदुः||६५||"
"जायते बुद्धिरव्यक्ताद्बुद्ध्याऽहमिति मन्यते| 
परं खादीन्यहङ्कारादुत्पद्यन्ते यथाक्रमम्||६६|| "
"ततः सम्पूर्णसर्वाङ्गो जातोऽभ्युदित उच्यते|
पुरुषः प्रलये चेष्टैः पुनर्भावैर्वियुज्यते||६७|| "
"अव्यक्ताद्व्यक्ततां याति व्यक्तादव्यक्ततां पुनः|
रजस्तमोभ्यामाविष्टश्चक्रवत् परिवर्तते||६८||"
"येषां द्वन्द्वे परा सक्तिरहङ्कारपराश्च ये| 
उदयप्रलयौ तेषां न तेषां ये त्वतोऽन्यथा||६९||"
"प्राणापानौ निमेषाद्या जीवनं मनसो गतिः| 
इन्द्रियान्तरसञ्चारः प्रेरणं धारणं च यत्||७०||"
"देशान्तरगतिः स्वप्ने पञ्चत्वग्रहणं तथा| 
दृष्टस्य दक्षिणेनाक्ष्णा सव्येनावगमस्तथा||७१||"
"इच्छा द्वेषः सुखं दुःखं प्रयत्नश्चेतना धृतिः| 
बुद्धिः स्मृतिरहङ्कारो लिङ्गानि परमात्मनः||७२||"
"यस्मात् समुपलभ्यन्ते लिङ्गान्येतानि जीवतः| 
न मृतस्यात्मलिङ्गानि तस्मादाहुर्महर्षयः||७३||"
"शरीरं हि गते तस्मिञ् शून्यागारमचेतनम्| 
पञ्चभूतावशेषत्वात् पञ्चत्वं गतमुच्यते||७४||"
"अचेतनं क्रियावच्च मनश्चेतयिता परः| 
युक्तस्य मनसा तस्य निर्दिश्यन्ते विभोः क्रियाः||७५||"
"चेतनावान् यतश्चात्मा ततः कर्ता निरुच्यते|
अचेतनत्वाच्च मनः क्रियावदपि नोच्यते||७६||"
"यथास्वेनात्मनाऽऽत्मानं सर्वः सर्वासु योनिषु| 
प्राणैस्तन्त्रयते प्राणी नह्यन्योऽस्त्यस्य तन्त्रकः||७७||"
"वशी तत् कुरुते कर्म यत् कृत्वा फलमश्नुते|
वशी चेतः समाधत्ते वशी सर्वं निरस्यति||७८||"
"देही सर्वगतोऽप्यात्मा स्वे स्वे संस्पर्शनेन्द्रिये| 
सर्वाः सर्वाश्रयस्थास्तु नात्माऽतो वेत्ति वेदनाः||७९||"
"विभुत्वमत एवास्य यस्मात् सर्वगतो महान्| 
मनसश्च समाधानात् पश्यत्यात्मा तिरस्कृतम्||८०||"
"नित्यानुबन्धं मनसा देहकर्मानुपातिना|
सर्वयोनिगतं विद्यादेकयोनावपि स्थितम्||८१||"
"आदिर्नास्त्यात्मनः क्षेत्रपारम्पर्यमनादिकम्|
अतस्तयोरनादित्वात् किं पूर्वमिति नोच्यते||८२||"
"ज्ञः साक्षीत्युच्यते नाज्ञः साक्षी त्वात्मा यतः स्मृतः|
सर्वे भावा हि सर्वेषां भूतानामात्मसाक्षिकाः||८३||"
"नैकः कदाचिद्भूतात्मा लक्षणैरुपलभ्यते|
विशेषोऽनुपलभ्यस्य तस्य नैकस्य विद्यते||८४||"
"संयोगपुरुषस्येष्टो विशेषो वेदनाकृतः|
वेदना यत्र नियता विशेषस्तत्र तत्कृतः||८५||"
"चिकित्सति भिषक् सर्वास्त्रिकाला वेदना इति| 
यया युक्त्या वदन्त्येके सा युक्तिरुपधार्यताम्||८६||"
"पुनस्तच्छिरसः शूलं ज्वरः स पुनरागतः| 
पुनः स कासो बलवांश्छर्दिः सा पुनरागता||८७||"
"एभिः प्रसिद्धवचनैरतीतागमनं मतम्| 
कालश्चायमतीतानामर्तीनां पुनरागतः||८८||"
"तमर्तिकालमुद्दिश्य भेषजं यत् प्रयुज्यते| 
अतीतानां प्रशमनं वेदनानां तदुच्यते||८९||"
"आपस्ताः पुनरागुर्मा याभिः शस्यं पुरा हतम्| 
यथा प्रक्रियते सेतुः प्रतिकर्म तथाऽऽश्रये||९०||"
"पूर्वरूपं विकाराणां दृष्ट्वा प्रादुर्भविष्यताम्| 
या क्रिया क्रियते सा च वेदनां हन्त्यनागताम्||९१||"
"पारम्पर्यानबन्धस्तु दुःखानां विनिवर्तते| 
सुखहेतूपचारेण सुखं चापि प्रवर्तते||९२||"
"न समा यान्ति वैषम्यं विषमाः समतां न च| 
हेतुभिः सदृशा नित्यं जायन्ते देहधातवः||९३||"
"युक्तिमेतां पुरस्कृत्य त्रिकालां वेदनां भिषक्| 
हन्तीत्युक्तं चिकित्सा तु नैष्ठिकी या विनोपधाम्||९४||"
"उपधा हि परो हेतुर्दुःखदुःखाश्रयप्रदः| 
त्यागः सर्वोपधानां च सर्वदुःखव्यपोहकः||९५||"
"कोषकारो यथा ह्यंशूनुपादत्ते वधप्रदान्| 
उपादत्ते तथाऽर्थेभ्यस्तृष्णामज्ञः सदाऽऽतुरः||९६||"
"यस्त्वग्निकल्पानर्थाञ् ज्ञो ज्ञात्वा तेभ्यो निवर्तते| 
अनारम्भादसंयोगात्तं दुःखं नोपतिष्ठते||९७||"
"धीधृतिस्मृतिविभ्रंशः सम्प्राप्तिः कालकर्मणाम्| 
असात्म्यार्थागमश्चेति ज्ञातव्या दुःखहेतवः||९८||"
"विषमाभिनिवेशो यो नित्यानित्ये हिताहिते| 
ज्ञेयः स बुद्धिविभ्रंशः समं बुद्धिर्हि पश्यति||९९||"
"विषयप्रवणं सत्त्वं धृतिभ्रंशान्न शक्यते| 
नियन्तुमहितादर्थाद्धृतिर्हि नियमात्मिका||१००||"
"तत्त्वज्ञाने स्मृतिर्यस्य रजोमोहावृतात्मनः| 
भ्रश्यते स स्मृतिभ्रंशः स्मर्तव्यं हि स्मृतौ स्थितम्||१०१||"
"धीधृतिस्मृतिविभ्रष्टः कर्म यत् कुरुतेऽशुभम्| 
प्रज्ञापराधं तं विद्यात् सर्वदोषप्रकोपणम्||१०२||"
"उदीरणं गतिमतामुदीर्णानां च निग्रहः| 
सेवनं साहसानां च नारीणां चातिसेवनम्||१०३||"
"कर्मकालातिपातश्च मिथ्यारम्भश्च कर्मणाम्| 
विनयाचारलोपश्च पूज्यानां चाभिधर्षणम्||१०४||"
"ज्ञातानां स्वयमर्थानामहितानां निषेवणम्| 
परमौन्मादिकानां च प्रत्ययानां निषेवणम्||१०५||"
"अकालादेशसञ्चारौ मैत्री सङ्क्लिष्टकर्मभिः| 
इन्द्रियोपक्रमोक्तस्य सद्वृत्तस्य च वर्जनम्||१०६||"
"ईर्ष्यामानभयक्रोधलोभमोहमदभ्रमाः|
तज्जं वा कर्म यत् क्लिष्टं क्लिष्टं यद्देहकर्म च||१०७||"
"यच्चान्यदीदृशं कर्म रजोमोहसमुत्थितम्|
प्रज्ञापराधं तं शिष्टा ब्रुवते व्याधिकारणम् ||१०८||"
"बुद्ध्या विषमविज्ञानं विषमं च प्रवर्तनम्|
प्रज्ञापराधं जानीयान्मनसो गोचरं हि तत्||१०९||"
"निर्दिष्टा कालसम्प्राप्तिर्व्याधीनां व्याधिसङ्ग्रहे|
चयप्रकोपप्रशमाः पित्तादीनां यथा पुरा||११०||"
"मिथ्यातिहीनलिङ्गाश्च वर्षान्ता रोगहेतवः|
जीर्णभुक्तप्रजीर्णान्नकालाकालस्थितिश्च या||१११||"
"पूर्वमध्यापराह्णाश्च रात्र्या यामास्त्रयश्च ये|
एषु कालेषु नियता ये रोगास्ते च कालजाः||११२||"
"अन्येद्युष्को द्व्यहग्राही तृतीयकचतुर्थकौ| 
स्वे स्वे काले प्रवर्तन्ते काले ह्येषां बलागमः||११३||"
"एते चान्ये च ये केचित् कालजा विविधा गदाः|
अनागते चिकित्स्यास्ते बलकालौ विजानता||११४||"
"कालस्य परिणामेन जरामृत्युनिमित्तजाः|
रोगाः स्वाभाविका दृष्टाः स्वभावो निष्प्रतिक्रियः||११५||"
"निर्दिष्टं दैवशब्देन कर्म यत् पौर्वदेहिकम्|
हेतुस्तदपि कालेन रोगाणामुपलभ्यते||११६||"
"न हि कर्म महत् किञ्चित् फलं यस्य न भुज्यते|
क्रियाघ्नाः कर्मजा रोगाः प्रशमं यान्ति तत्क्षयात्||११७||"
"अत्युग्रशब्दश्रवणाच्छ्रवणात् सर्वशो न च| 
शब्दानां चातिहीनानां भवन्ति श्रवणाज्जडाः||११८||"
"परुषोद्भीषणाशस्ताप्रियव्यसनसूचकैः| 
शब्दैः श्रवणसंयोगो मिथ्यासंयोग उच्यते||११९||"
"असंस्पर्शोऽतिसंस्पर्शो हीनसंस्पर्श एव च| 
स्पृश्यानां सङ्ग्रहेणोक्तः स्पर्शनेन्द्रियबाधकः||१२०||"
"यो भूतविषवातानामकालेनागतश्च यः| 
स्नेहशीतोष्णसंस्पर्शो मिथ्यायोग स उच्यते||१२१||"
"रूपाणां भास्वतां दृष्टिर्विनश्यत्यतिदर्शनात्| 
दर्शनाच्चातिसूक्ष्माणां सर्वशश्चाप्यदर्शनात्||१२२||"
"द्विष्टभैरवबीभत्सदूरातिश्लिष्टदर्शनात् |
तामसानां च रूपाणां मिथ्यासंयोग उच्यते||१२३||"
"अत्यादानमनादानमोकसात्म्यादिभिश्च यत्|
रसानां विषमादानमल्पादानं च दूषणम्||१२४||"
"अतिमृद्वतितीक्ष्णानां गन्धानामुपसेवनम्| 
असेवनं सर्वशश्च घ्राणेन्द्रियविनाशनम्||१२५||"
"पूतिभूतविषद्विष्टा गन्धा ये चाप्यनार्तवाः| 
तैर्गन्धैर्घ्राणसंयोगो मिथ्यायोगः स उच्यते||१२६||"
"इत्यसात्म्यार्थसंयोगस्त्रिविधो दोषकोपनः| 
असात्म्यमिति तद्विद्याद्यन्न याति सहात्मताम्||१२७||"
"मिथ्यातिहीनयोगेभ्यो यो व्याधिरुपजायते|
शब्दादीनां स विज्ञेयो व्याधिरैन्द्रियको बुधैः||१२८||"
"वेदनानामशान्तानामित्येते हेतवः स्मृताः|
सुखहेतुः समस्त्वेकः समयोगः सुदुर्लभः||१२९||"
"नेन्द्रियाणि न चैवार्थाः सुखदुःखस्य हेतवः| 
हेतुस्तु सुखदुःखस्य योगो दृष्टश्चतुर्विधः||१३०||"
"सन्तीन्द्रियाणि सन्त्यर्था योगो न च न चास्ति रुक्| 
न सुखं, कारणं तस्माद्योग एव चतुर्वधः||१३१||"
"नात्मेन्द्रियं मनो बुद्धिं गोचरं कर्म वा विना| 
सुखदुःखं, यथा यच्च बोद्धव्यं तत्तथोच्यते||१३२||"
"स्पर्शनेन्द्रियसंस्पर्शः स्पर्शो मानस एव च| 
द्विविधः सुखदुःखानां वेदनानां प्रवर्तकः||१३३||"
"इच्छाद्वेषात्मिका तृष्णा सुखदुःखात् प्रवर्तते|
तृष्णा च सुखदुःखानां कारणं पुनरुच्यते||१३४||"
"उपादत्ते हि सा भावान् वेदनाश्रयसञ्ज्ञकान्|
स्पृश्यते नानुपादाने नास्पृष्टो वेत्ति वेदनाः||१३५||"
"वेदनानामधिष्ठानं मनो देहश्च सेन्द्रियः|
केशलोमनखाग्रान्नमलद्रवगुणैर्विना||१३६||"
"योगे मोक्षे च सर्वासां वेदनानामवर्तनम्|
मोक्षे निवृत्तिर्निःशेषा योगो मोक्षप्रवर्तकः||१३७||"
"आत्मेन्द्रियमनोर्थानां सन्निकर्षात् प्रवर्तते|
सुखदुःखमनारम्भादात्मस्थे मनसि स्थिरे||१३८||"
"निवर्तते तदुभयं वशित्वं चोपजायते| 
सशरीरस्य योगज्ञास्तं योगमृषयो विदुः||१३९||"
"आवेशश्चेतसो ज्ञानमर्थानां छन्दतः क्रिया|
दृष्टिः श्रोत्रं स्मृतिः कान्तिरिष्टतश्चाप्यदर्शनम्||१४०||"
"इत्यष्टविधमाख्यातं योगिनां बलमैश्वरम्|
शुद्धसत्त्वसमाधानात्तत् सर्वमुपजायते||१४१||"
"मोक्षो रजस्तमोऽभावात् बलवत्कर्मसङ्क्षयात्|
वियोगः सर्वसंयोगैरपुनर्भव उच्यते||१४२||"
"सतामुपासनं सम्यगसतां परिवर्जनम्| 
व्रतचर्योपवासौ च नियमाश्च पृथग्विधाः||१४३||"
"धारणं धर्मशास्त्राणां विज्ञानं विजने रतिः|
विषयेष्वरतिर्मोक्षे व्यवसायः परा धृतिः||१४४||"
"कर्मणामसमारम्भः कृतानां च परिक्षयः|
नैष्क्रम्यमनहङ्कारः संयोगे भयदर्शनम्||१४५||"
"मनोबुद्धिसमाधानमर्थतत्त्वपरीक्षणम्|
तत्त्वस्मृतेरुपस्थानात् सर्वमेतत् प्रवर्तते||१४६||"
"स्मृतिः सत्सेवनाद्यैश्च धृत्यन्तैरुपजायते|
स्मृत्वा स्वभावं भावानां स्मरन् दुःखात् प्रमुच्यते||१४७||"
"वक्ष्यन्ते कारणान्यष्टौ स्मृतिर्यैरुपजायते|
निमित्तरूपग्रहणात् सादृश्यात् सविपर्ययात्||१४८||"
"सत्त्वानुबन्धादभ्यासाज्ज्ञानयोगात् पुनः श्रुतात्| 
दृष्टश्रुतानुभूतानां स्मारणात् स्मृतिरुच्यते||१४९||"
"एतत्तदेकमयनं मुक्तैर्मोक्षस्य दर्शितम्| 
तत्त्वस्मृतिबलं, येन गता न पुनरागताः||१५०||"
"अयनं पुनराख्यातमेतद्योगस्य योगिभिः|
सङ्ख्यातधर्मैः साङ्ख्यैश्च मुक्तैर्मोक्षस्य चायनम्||१५१||"
"सर्वं कारणवद्दुःखमस्वं चानित्यमेव च| 
न चात्मकृतकं तद्धि तत्र चोत्पद्यते स्वता||१५२||"
"यावन्नोत्पद्यते सत्या बुद्धिर्नैतदहं यया| 
नैतन्ममेति विज्ञाय ज्ञः सर्वमतिवर्तते||१५३||"
"तस्मिंश्चरमसन्न्यासे समूलाः सर्ववेदनाः|
ससञ्ज्ञाज्ञानविज्ञाना निवृत्तिं यान्त्यशेषतः||१५४||"
"अतः परं ब्रह्मभूतो भूतात्मा नोपलभ्यते|
निःसृतः सर्वभावेभ्यश्चिह्नं यस्य न विद्यते||१५५||"
"गतिर्ब्रह्मविदां ब्रह्म तच्चाक्षरमलक्षणम्।
ज्ञानं ब्रह्मविदां चात्र नाज्ञस्तज्ज्ञातुमर्हति||१५६||"
"तत्र श्लोकः- 
प्रश्नाः पुरुषमाश्रित्य त्रयोविंशतिरुत्तमाः|
कतिधापुरुषीयेऽस्मिन्निर्णीतास्तत्त्वदर्शिना||१५७||"
"इत्यग्निवेशकृते तन्त्रे चरकप्रतिसंस्कृते शारीरस्थाने
कतिधापुरुषीयं शारीरं नाम प्रथमोऽध्यायः||१||"