import React from 'react'
import BookSlider from '../../../../localComponents/BookSlider'
import r1 from '../../../../assests/Audio/book2audio/ch3/C3S1,2.mp3'
import r2 from '../../../../assests/Audio/book2audio/ch3/C3S3.mp3'
import r3 from '../../../../assests/Audio/book2audio/ch3/C3S4.mp3'
import r4 from '../../../../assests/Audio/book2audio/ch3/C3S5.mp3'
import r5 from '../../../../assests/Audio/book2audio/ch3/C3S6.mp3'
import r6 from '../../../../assests/Audio/book2audio/ch3/C3S7.mp3'
import r7 from '../../../../assests/Audio/book2audio/ch3/C3S8.mp3'
import r8 from '../../../../assests/Audio/book2audio/ch3/C3S9.mp3'
import r9 from '../../../../assests/Audio/book2audio/ch3/C3S10.mp3'
import r10 from '../../../../assests/Audio/book2audio/ch3/C3S11.mp3'
import r11 from '../../../../assests/Audio/book2audio/ch3/C3S12.mp3'
import r12 from '../../../../assests/Audio/book2audio/ch3/C3S13.mp3'
import r13 from '../../../../assests/Audio/book2audio/ch3/C3S14.mp3'
import r14 from '../../../../assests/Audio/book2audio/ch3/C3S15.mp3'
import r15 from '../../../../assests/Audio/book2audio/ch3/C3S16.mp3'
import r16 from '../../../../assests/Audio/book2audio/ch3/C3S17.mp3'
import r17 from '../../../../assests/Audio/book2audio/ch3/C3S18.mp3'
import r18 from '../../../../assests/Audio/book2audio/ch3/C3S19.mp3'

import SingleAudioCard from '../../../../globalComponents/SingleAudioCard'
import sliderImg from '../../../../assests/book-ch-img/Audio-Book-PU/nidanasthana/3.png'

const Book2ch3 = () => {
    return (
        <div className="class-wrapper">
            <BookSlider img={sliderImg}/>
            <div className="text-center card-holder-custom">
                <SingleAudioCard sholkno="Shloka 1,2" sholk="अथातो गुल्मनिदानं व्याख्यास्यामः||१||
इति ह स्माह भगवानात्रेयः||२||" audio={r1}/>
                <SingleAudioCard sholkno="Shloka 3" sholk="इह खलु पञ्च गुल्मा भवन्ति; तद्यथा- वातगुल्मः, पित्तगुल्मः, श्लेष्मगुल्मो, निचयगुल्मः, शोणितगुल्म इति||३||" audio={r2}/>
                <SingleAudioCard sholkno="Shloka 4" sholk="एवंवादिनं भगवन्तमात्रेयमग्निवेश उवाच- कथमिह भगवन् पञ्चानां गुल्मानां विशेषमभिजानीमहे; नह्यविशेषविद्रोगाणामौषधविदपि भिषक् प्रशमनसमर्थो भवतीति||४||" audio={r3}/>
                <SingleAudioCard sholkno="Shloka 5" sholk="तमुवाच भगवानात्रेयः- समुत्थानपूर्वरूपलिङ्गवेदनोपशयविशेषेभ्यो विशेषविज्ञानं गुल्मानां भवत्यन्येषां च रोगाणामग्निवेश! तत्तु खलु [१] गुल्मेषूच्यमानं निबोध||५||" audio={r4}/>
                <SingleAudioCard sholkno="Shloka 6" sholk="यदा पुरुषो वातलो विशेषेण ज्वरवमनविरेचनातीसाराणामन्यतमेन कर्शनेन कर्शितो वातलमाहारमाहरति, शीतं वा विशेषेणातिमात्रम् [१] , अस्नेहपूर्वे वा वमनविरेचने पिबति, अनुदीर्णां वा छर्दिमुदीरयति, उदीर्णान् वातमूत्रपुरीषवेगान्निरुणद्धि, अत्यशितो वा पिबति नवोदकमतिमात्रम्, अतिसङ्क्षोभिणा वा यानेन याति, अतिव्यवायव्यायाममद्यशोकरुचिर्वा, अभिघातमृच्छति वा, विषमासनशयनस्थानचङ्क्रमणसेवी [२] वा भवति, अन्यद्वा किञ्चिदेवंविधं विषममतिमात्रं व्यायामजातमारभते, तस्यापचाराद्वातः [३] प्रकोपमापद्यते||६||" audio={r5}/>
                <SingleAudioCard sholkno="Shloka 7" sholk="स प्रकुपितो वायुर्महास्रोतोऽनुप्रविश्य रौक्ष्यात् कठिनीभूतमाप्लुत्य [१] पिण्डितोऽवस्थानं करोति हृदि बस्तौ पार्श्वयोर्नाभ्यां वा; स शूलमुपजनयति ग्रन्थींश्चानेकविधान्, पिण्डितश्चावतिष्ठते, स पिण्डितत्वाद् ‘गुल्म’ इत्यभिधीयते; स मुहुराधमति [२] , मुहुरल्पत्वमापद्यते; अनियतविपुलाणुवेदनश्च भवति चलत्वाद्वायोः, मुहुः पिपीलिकासम्प्रचार इवाङ्गेषु, तोदभेदस्फुरणायामसङ्कोचसुप्तिहर्षप्रलयोदयबहुलः; तदातुरः सूच्येव शङ्कुनेव चाभिसंविद्धमात्मानं मन्यते, अपि च दिवसान्ते ज्वर्यते [३] , शुष्यति चास्यास्यम्, उच्छ्वासश्चोपरुध्यते, हृष्यन्ति चास्य रोमाणि वेदनायाः प्रादुर्भावे; प्लीहाटोपान्त्रकूजनाविपाकोदावर्ताङ्गमर्दमन्याशिरःशङ्खशूलब्रध्नरोगाश्चैनमुपद्रवन्ति; कृष्णारुणपरुषत्वङ्नखनयनवदनमूत्रपुरीषश्च भवति, निदानोक्तानि चास्य नोपशेरते, विपरीतानि चोपशेरत इति वातगुल्मः||७||" audio={r6}/>
                <SingleAudioCard sholkno="Shloka 8" sholk="तैरेव तु कर्शनैः कर्शितस्याम्ललवणकटुकक्षारोष्णतीक्ष्णशुक्तव्यापन्नमद्यहरितकफलाम्लानां विदाहिनां च शाकधान्यमांसादीनामुपयोगादजीर्णाध्यशनाद्रौक्ष्यानुगते चामाशये वमनमतिवेलं [१] सन्धारणं वातातपौ चातिसेवमानस्य पित्तं सह मारुतेन प्रकोपमापद्यते||८||" audio={r7}/>
                <SingleAudioCard sholkno="Shloka 9" sholk="तत् प्रकुपितं मारुत आमाशयैकदेशे संवर्त्य [२] तानेव वेदनाप्रकारानुपजनयति, य उक्ता वातगुल्मे; पित्तं त्वेनं विदहति कुक्षौ हृद्युरसि कण्ठे च; स विदह्यमानः सधूममिवोद्गारमुद्गिरत्यम्लान्वितं, गुल्मावकाशश्चास्य दह्यते दूयते धूप्यते [३] ऊष्मायते स्विद्यति क्लिद्यति शिथिल [४] इव स्पर्शासहोऽल्परोमाञ्चश्च [५] भवति; ज्वरभ्रमदवथुपिपासागलतालुमुखशोषप्रमोहविड्भेदाश्चैनमुपद्रवन्ति; हरितहारिद्रत्वङ्नखनयनवदनमूत्रपुरीषश्च भवति; निदानोक्तानि चास्य नोपशेरते, विपरीतान्युपशेरत इति पित्तगुल्मः||९||" audio={r8}/>
                <SingleAudioCard sholkno="Shloka 10" sholk="तैरेव तु कर्शनैः कर्शितस्यात्यशनादतिस्निग्धगुरुमधुरशीताशनात् पिष्टेक्षुक्षीरतिलमाषगुडविकृतिसेवनान्मन्दकमद्यातिपानाद्धरितकातिप्रणनयादानूपौदकग्राम्यमांसातिभक्षणात् [१] सन्धारणादबुभुक्षस्य [२] चातिप्रगाढमुदपानात् सङ्क्षोभणाद्वा शरीरस्य श्लेष्मा सह मारुतेन प्रकोपमापद्यते||१०||" audio={r9}/>
                <SingleAudioCard sholkno="Shloka 11" sholk="तं प्रकुपितं मारुत आमाशयैकदेशे संवर्त्य [३] तानेव वेदनाप्रकारानुपजनयति य उक्ता वातगुल्मे; श्लेष्मा त्वस्य शीतज्वरारोचकाविपाकाङ्गमर्दहर्षहृद्रोगच्छर्दिनिद्रालस्यस्तैमित्यगौरवशिरोभितापानुपजनयति, अपि च गुल्मस्य स्थैर्यगौरवकाठिन्यावगाढसुप्तताः, तथा कासश्वासप्रतिश्यायान् राजयक्ष्माणं चातिप्रवृद्धः, श्वैत्यं त्वङ्नखनयनवदनमूत्रपुरीषेषूपजनयति, निदानोक्तानि चास्य नोपशेरते, विपरीतानि चोपशेरत इति श्लेष्मगुल्मः||११||" audio={r10}/>
                <SingleAudioCard sholkno="Shloka 12" sholk="त्रिदोषहेतुलिङ्गसन्निपाते तु सान्निपातिकं गुल्ममुपदिशन्ति कुशलाः| स विप्रतिषिद्धोपक्रमत्वादसाध्यो [१] निचयगुल्मः||१२||" audio={r11}/>
                <SingleAudioCard sholkno="Shloka 13" sholk="शोणितगुल्मस्तु खलु स्त्रिया एव भवति न पुरुषस्य, गर्भकोष्ठार्तवागमनवैशेष्यात्| पारतन्त्र्यादवैशारद्यात् सततमुपचारानुरोधाद्वा वेगानुदीर्णानुपरुन्धत्या आमगर्भे वाऽप्यचिरपतितेऽथवाऽप्यचिरप्रजाताया ऋतौ वा वातप्रकोपणान्यासेवमानायाः क्षिप्रं वातः प्रकोपमापद्यते||१३||" audio={r12}/>
                <SingleAudioCard sholkno="Shloka 14" sholk="स प्रकुपितो योनिमुखमनुप्रविश्यार्तवमुपरुणद्धि, मासि मासि तदार्तवमुपरुध्यमानं कुक्षिमभिवर्धयति| तस्याः शूलकासातीसारच्छर्द्यरोचकाविपाकाङ्गमर्दनिद्रालस्यस्तैमित्यकफप्रसेकाः समुपजायन्ते, स्तनयोश्च स्तन्यम्, ओष्ठयोः स्तनमण्डलयोश्च कार्ष्ण्यम्, अत्यर्थं ग्लानिश्चक्षुषोः, मूर्च्छा, हृल्लासः, दोहदः, श्वयथुश्च पादयोः, ईषच्चोद्गमो रोमराज्याः, योन्याश्चाटालत्वम्, अपि च योन्या दौर्गन्ध्यमास्रावश्चोपजायते, केवलश्चास्या गुल्मः पिण्डित एव स्पन्दते, तामगर्भां गर्भिणीमित्याहुर्मूढाः||१४||" audio={r13}/>
                <SingleAudioCard sholkno="Shloka 15" sholk="एषां तु खलु पञ्चानां गुल्मानां प्रागभिनिर्वृत्तेरिमानि पूर्वरूपाणि भवन्ति; तद्यथा- अनन्नाभिलषणम्, अरोचकाविपाकौ, अग्निवैषम्यं, विदाहो भुक्तस्य, पाककाले चायुक्त्या छर्द्युद्गारौ, वातमूत्रपुरीषवेगानां चाप्रादुर्भावः, प्रादुर्भूतानां चाप्रवृत्तिरीषदागमनं वा, वातशूलाटोपान्त्रकूजनापरिहर्षणातिवृत्तपुरीषताः, अबुभुक्षा, दौर्बल्यं, सौहित्यस्य चासहत्वमिति||१५||" audio={r14}/>
                <SingleAudioCard sholkno="Shloka 16" sholk="सर्वेष्वपि खल्वेतेषु गुल्मेषु न कश्चिद्वातादृते सम्भवति गुल्मः| तेषां सान्निपातिकमसाध्यं ज्ञात्वा नैवोपक्रमेत, एकदोषजे तु यथास्वमारम्भं प्रणयेत्, संसृष्टांस्तु साधारणेन कर्मणोपचरेत्| यच्चान्यदप्यविरुद्धं मन्येत तदप्यवचारयेद्विभज्य गुरुलाघवमुपद्रवाणां, गुरूनुपद्रवांस्त्वरमाणश्चिकित्सेज्जघन्यमितरान्| त्वरमाणस्तु विशेषमनुपलभमानो गुल्मेष्वात्ययिके कर्मणि वातचिकित्सितं प्रणयेत्, स्नेहस्वेदौ वातहरौ स्नेहोपसंहितं च मृदु विरेचनं बस्तींश्च; अम्ललवणमधुरांश्च रसान् युक्त्याऽवचारयेत्| मारुते ह्युपशान्ते स्वल्पेनापि प्रयत्नेन शक्योऽन्योऽपि दोषो नियन्तुं गुल्मेष्विति||१६||" audio={r15}/>
                <SingleAudioCard sholkno="Shloka 17" sholk="भवति चात्र- गुल्मिनामनिलशान्तिरुपायैः सर्वशो विधिवदाचरितव्या| मारुते ह्यवजितेऽन्यमुदीर्णं दोषमल्पमपि कर्म निहन्यात्||१७||" audio={r16}/>
                <SingleAudioCard sholkno="Shloka 18" sholk="तत्र श्लोकः- सङ्ख्या निमित्तं रूपाणि पूर्वरूपमथापि च| दिष्टं निदाने गुल्मानामेकदेशश्च कर्मणाम्||१८||" audio={r17}/>
                <SingleAudioCard sholkno="Shloka 19" sholk="इत्यग्निवेशकृते तन्त्रे चरकप्रतिसंस्कृते निदानस्थाने गुल्मनिदानं नाम तृतीयोऽध्यायः||३||" audio={r18}/>

            </div>
        </div>
    )
}

export default Book2ch3




 