import React from 'react'
import BookSlider from '../../../../localComponents/BookSlider'
import r1 from '../../../../assests/Audio/book2audio/ch5/C5S1,2.mp3'
import r2 from '../../../../assests/Audio/book2audio/ch5/C5S3.mp3'
import r3 from '../../../../assests/Audio/book2audio/ch5/C5S4.mp3'
import r4 from '../../../../assests/Audio/book2audio/ch5/C5S5.mp3'
import r5 from '../../../../assests/Audio/book2audio/ch5/C5S6.mp3'
import r6 from '../../../../assests/Audio/book2audio/ch5/C5S7.mp3'
import r7 from '../../../../assests/Audio/book2audio/ch5/C5S8.1'
import r8 from '../../../../assests/Audio/book2audio/ch5/C5S8.2'
import r9 from '../../../../assests/Audio/book2audio/ch5/C5S8.3'
import r10 from '../../../../assests/Audio/book2audio/ch5/C5S8.4'
import r11 from '../../../../assests/Audio/book2audio/ch5/C5S8.5'
import r12 from '../../../../assests/Audio/book2audio/ch5/C5S8.6'
import r13 from '../../../../assests/Audio/book2audio/ch5/C5S8.7'
import r14 from '../../../../assests/Audio/book2audio/ch5/C5S9.mp3'
import r15 from '../../../../assests/Audio/book2audio/ch5/C5S10.mp3'
import r16 from '../../../../assests/Audio/book2audio/ch5/C5S11.mp3'
import r17 from '../../../../assests/Audio/book2audio/ch5/C5S12.mp3'
import r18 from '../../../../assests/Audio/book2audio/ch5/C5S13.mp3'
import r19 from '../../../../assests/Audio/book2audio/ch5/C5S14.mp3'
import r20 from '../../../../assests/Audio/book2audio/ch5/C5S15.mp3'
import r21 from '../../../../assests/Audio/book2audio/ch5/C5S16.mp3'
import r22 from '../../../../assests/Audio/book2audio/ch5/C5S17.mp3'

import SingleAudioCard from '../../../../globalComponents/SingleAudioCard'
import sliderImg from '../../../../assests/book-ch-img/Audio-Book-PU/nidanasthana/5.png'

import All from '../../../../assests/Audio/AllMerged/ch2/ch5.aac'

const Book2ch5 = () => {
    return (
        <div className="class-wrapper">
            <BookSlider img={sliderImg}/>
            <div className="text-center card-holder-custom">
                <SingleAudioCard sholkno="All Shloks" sholk="" audio={All} />
                <SingleAudioCard sholkno="Shloka 1,2" sholk="अथातः कुष्ठनिदानं व्याख्यास्यामः||१|| इति ह स्माह भगवानात्रेयः||२|| " audio={r1}/>
                <SingleAudioCard sholkno="Shloka 3" sholk="सप्त द्रव्याणि कुष्ठानां प्रकृतिर्विकृतिमापन्नानि भवन्ति| तद्यथा- त्रयो दोषा वातपित्तश्लेष्माणः प्रकोपणविकृताः, दूष्याश्च शरीरधातवस्त्वङ्मांसशोणितलसीकाश्चतुर्धा दोषोपघातविकृता इति| एतत् सप्तानां सप्तधातुकमेवङ्गतमाजननं कुष्ठानाम्, अतःप्रभवाण्यभिनिर्वर्तमानानि केवलं शरीरमुपतपन्ति||३||" audio={r2}/>
                <SingleAudioCard sholkno="Shloka 4" sholk="न च किञ्चिदस्ति कुष्ठमेकदोषप्रकोपनिमित्तम्, अस्ति तु खलु समानप्रकृतीनामपि कुष्ठानां दोषांशांशविकल्पानुबन्धस्थानविभागेन वेदनावर्णसंस्थानप्रभावनामचिकित्सितविशेषः| स सप्तविधोऽष्टादशविधोऽपरिसङ्ख्येयविधो वा भवति| दोषा हि विकल्पनैर्विकल्प्यमाना विकल्पयन्ति विकारान्, अन्यत्रासाध्यभावात्| तेषां विकल्पविकारसङ्ख्यानेऽतिप्रसङ्गमभिसमीक्ष्य सप्तविधमेव कुष्ठविशेषमुपदेक्ष्यामः||४||" audio={r3}/>
                <SingleAudioCard sholkno="Shloka 5" sholk="इह वातादिषु त्रिषु प्रकुपितेषु त्वगादींश्चतुरः प्रदूषयत्सु वातेऽधिकतरे कपालकुष्ठमभिनिर्वर्तते, पित्ते त्वौदुम्बरं, श्लेष्मणि मण्डलकुष्ठं, वातपित्तयोरृष्यजिह्वं, पित्तश्लेष्मणोः पुण्डरीकं, श्लेष्ममारुतयोः सिध्मकुष्ठं, सर्वदोषाभिवृद्धौ काकणकमभिनिर्वर्तते; एवमेष सप्तविधः कुष्ठविशेषो भवति| स चैष भूयस्तरतमतः प्रकृतौ विकल्प्यमानायां भूयसीं विकारविकल्पसङ्ख्यामापद्यते||५||" audio={r4}/>
                <SingleAudioCard sholkno="Shloka 6" sholk="तत्रेदं सर्वकुष्ठनिदानं समासेनोपदेक्ष्यामः- शीतोष्णव्यत्यासमनानुपूर्व्योपसेवमानस्य तथा सन्तर्पणापतर्पणाभ्यवहार्यव्यत्यासं, मधुफाणितमत्स्यलकुचमूलककाकमाचीः सततमतिमात्रमजीर्णे च समश्नतः, चिलिचिमं च पयसा, हायनकयवकचीनकोद्दालककोरदूषप्रायाणि चान्नानि क्षीरदधितक्रकोलकुलत्थमाषातसीकुसुम्भस्नेहवन्ति, एतैरेवातिमात्रं सुहितस्य च व्यवायव्यायामसन्तापानत्युपसेवमानस्य, भयश्रमसन्तापोपहतस्य च सहसा शीतोदकमवतरतः, विदग्धं चाहारजातमनुल्लिख्य विदाहीन्यभ्यवहरतः, छर्दिं च प्रतिघ्नतः, स्नेहांश्चातिचरतः, त्रयो दोषाः युगपत् प्रकोपमापद्यन्ते; त्वगादयश्चत्वारः शैथिल्यमापद्यन्ते; तेषु शिथिलेषु दोषाः प्रकुपिताः स्थानमधिगम्य सन्तिष्ठमानास्तानेव त्वगादीन् दूषयन्तः कुष्ठान्यभिनिर्वर्तयन्ति||६||" audio={r5}/>
                <SingleAudioCard sholkno="Shloka 7" sholk="तेषामिमानि पूर्वरूपाणि भवन्ति; तद्यथा- अस्वेदनमतिस्वेदनं पारुष्यमतिश्लक्ष्णता वैवर्ण्यं कण्डूर्निस्तोदः सुप्तता परिदाहः परिहर्षो लोमहर्षः खरत्वमूष्मायणं गौरवं श्वयथुर्वीसर्पागमनमभीक्ष्णं च काये कायच्छिद्रेषूपदेहः पक्वदग्धदष्टभग्नक्षतोपस्खलितेष्वतिमात्रं वेदना स्वल्पानामपि च व्रणानां दुष्टिरसंरोहणं चेति||७||" audio={r6}/>
                <SingleAudioCard sholkno="Shloka 8.1" sholk="ततोऽनन्तरं कुष्ठान्यभिनिर्वर्तन्ते, तेषामिदं वेदनावर्णसंस्थानप्रभावनामविशेषविज्ञानं भवति; तद्यथा- रूक्षारुणपरुषाणि विषमविसृतानि खरपर्यन्तानि तनून्युद्वृत्तबहिस्तनूनि [८] सुप्तवत्सुप्तानि [९] हृषितलोमाचितानि निस्तोदबहुलान्यल्पकण्डूदाहपूयलसीकान्याशुगतिसमुत्थानान्याशुभेदीनि जन्तुमन्ति कृष्णारुणकपालवर्णानि च कपालकुष्ठानीति विद्यात्(१)" audio={r7}/>
                <SingleAudioCard sholkno="Shloka 8.2" sholk="ताम्राणि ताम्रखररोमराजीभिरवनद्धानि बहलानि बहुबहलपूयरक्तलसीकानि कण्डूक्लेदकोथदाहपाकवन्त्याशुगतिसमुत्थानभेदीनि ससन्तापक्रिमीणि पक्वोदुम्बरफलवर्णान्यौदुम्बरकुष्ठानीति विद्यात्(२);" audio={r8}/>
                <SingleAudioCard sholkno="Shloka 8.3" sholk=" स्निग्धानि गुरूण्युत्सेधवन्ति श्लक्ष्णस्थिरपीतपर्यन्तानि शुक्लरक्तावभासानि शुक्लरोमराजीसन्तानानि बहुबहलशुक्लपिच्छिलस्रावीणि [११] बहुक्लेदकण्डूक्रिमीणि सक्तगतिसमुत्थानभेदीनि परिमण्डलानि मण्डलकुष्ठानि विद्यात्;" audio={r9}/>
                <SingleAudioCard sholkno="Shloka 8.4" sholk="परुषाण्यरुणवर्णानि बहिरन्तःश्यावानि नीलपीतताम्रावभासान्याशुगतिसमुत्थानान्यल्पकण्डूक्लेदक्रिमीणि दाहभेदनिस्तोद(पाक)बहुलानि शूकोपहतोपमवेदनान्युत्सन्नमध्यानि तनुपर्यन्तानि कर्कशपिडकाचितानि दीर्घपरिमण्डलान्यृष्यजिह्वाकृतीनि ऋष्यजिह्वानीति विद्यात् (४)" audio={r10}/>
                <SingleAudioCard sholkno="Shloka 8.5" sholk=" शुक्लरक्तावभासानि रक्तपर्यन्तानि रक्तराजीसिरासन्ततान्युत्सेधवन्ति बहुबहलरक्तपूयलसीकानि कण्डूक्रिमिदाहपाकवन्त्याशुगतिसमुत्थानभेदीनि पुण्डरीकपलाशसङ्काशानि पुण्डरीकाणीति विद्यात् (५)" audio={r11}/>
                <SingleAudioCard sholkno="Shloka 8.6" sholk="परुषारुणानि विशीर्णबहिस्तनून्यन्तःस्निग्धानि शुक्लरक्तावभासानि बहून्यल्पवेदनान्यल्पकण्डूदाहपूयलसीकानि लघुसमुत्थानान्यल्पभेदक्रिमीण्यलाबुपुष्पसङ्काशानि सिध्मकुष्ठानीति विद्यात् (६)" audio={r12}/>
                <SingleAudioCard sholkno="Shloka 8.7" sholk=" काकणन्तिकावर्णान्यादौ पश्चात्तु सर्वकुष्ठलिङ्गसमन्वितानि पापीयसा सर्वकुष्ठलिङ्गसम्भवेनानेकवर्णानि काकणानीति विद्यात्| तान्यसाध्यानि, साध्यानि पुनरितराणि||८|| " audio={r13}/>
                <SingleAudioCard sholkno="Shloka 9" sholk="तत्र यदसाध्यं तदसाध्यतां नातिवर्तते, साध्यं पुनः किञ्चित् साध्यतामतिवर्तते कदाचिदपचारात्| साध्यानि हि षट् काकणकवर्ज्यान्यचिकित्स्यमानान्यपचारतो वा दोषैरभिष्यन्दमानान्यसाध्यतामुपयान्ति||९||" audio={r14}/>
                <SingleAudioCard sholkno="Shloka 10" sholk="साध्यानामपि ह्युपेक्ष्यमाणानां त्वङ्मांसशोणितलसीकाकोथक्लेदसंस्वेदजाः क्रिमयोऽभिमूर्च्छन्ति; ते भक्षयन्तस्त्वगादीन् दोषाः [१७] पुनर्दूषयन्त इमानुपद्रवान् पृथक् पृथगुत्पादयन्ति- तत्र वातः श्यावारुणवर्णं परुषतामपि च रौक्ष्यशूलशोषतोदवेपथुहर्षसङ्कोचायासस्तम्भसुप्तिभेदभङ्गान्, पित्तं दाहस्वेदक्लेदकोथस्रावपाकरागान्, श्लेष्मा त्वस्य श्वैत्यशैत्यकण्डूस्थैर्यगौरवोत्सेधोपस्नेहोपलेपान्, क्रिमयस्तु त्वगादींश्चतुरः सिराः स्नायूश्चास्थीन्यपि च तरुणान्याददते [१८] ||१०||" audio={r15}/>
                <SingleAudioCard sholkno="Shloka 11" sholk="अस्यां चैवावस्थायामुपद्रवाः कुष्ठिनं स्पृशन्ति; तद्यथा- प्रस्रवणमङ्गभेदः पतनान्यङ्गावयवानां तृष्णाज्वरातीसारदाहदौर्बल्यारोचकाविपाकाश्च, तथाविधमसाध्यं विद्यादिति||११||" audio={r16}/>
                <SingleAudioCard sholkno="Shloka 12" sholk="भवन्ति चात्र- साध्योऽयमिति यः पूर्वं नरो रोगमुपेक्षते| स किञ्चित्कालमासाद्य मृत एवावबुध्यते||१२||" audio={r17}/>
                <SingleAudioCard sholkno="Shloka 13" sholk="यस्तु प्रागेव रोगेभ्यो रोगेषु तरुणेषु वा| भेषजं कुरुते सम्यक् स चिरं सुखमश्नुते||१३||" audio={r18}/>
                <SingleAudioCard sholkno="Shloka 14" sholk="यथा ह्यल्पेन यत्नेन छिद्यते तरुणस्तरुः| स एवातिप्रवृद्धस्तु छिद्यतेऽतिप्रयत्नतः||१४||" audio={r19}/>
                <SingleAudioCard sholkno="Shloka 15" sholk="एवमेव विकारोऽपि तरुणः साध्यते सुखम्| विवृद्धः साध्यते कृच्छ्रादसाध्यो वाऽपि जायते||१५||" audio={r20}/>
                <SingleAudioCard sholkno="Shloka 16" sholk="तत्र श्लोकः- सङ्ख्या द्रव्याणि दोषाश्च हेतवः पूर्वलक्षणम्| रूपाण्युपद्रवाश्चोक्ताः कुष्ठानां कौष्ठिके पृथक्||१६||" audio={r21}/>
                <SingleAudioCard sholkno="Shloka 17" sholk="इत्यग्निवेशकृते तन्त्रे चरकप्रतिसंस्कृते निदानस्थाने कुष्ठनिदानं नाम पञ्चमोऽध्यायः||५||" audio={r22}/>
                
            </div>
        </div>
    )
}

export default Book2ch5




 