import React from 'react'
import BookSlider from '../../../../localComponents/BookSlider'
import r1 from '../../../../assests/Audio/book2audio/ch7/C7S1,2.mp3'
import r2 from '../../../../assests/Audio/book2audio/ch7/C7S3.mp3'
import r3 from '../../../../assests/Audio/book2audio/ch7/C7S4.mp3'
import r4 from '../../../../assests/Audio/book2audio/ch7/C7S5.mp3'
import r5 from '../../../../assests/Audio/book2audio/ch7/C7S6.mp3'
import r6 from '../../../../assests/Audio/book2audio/ch7/C7S7.1'
import r7 from '../../../../assests/Audio/book2audio/ch7/C7S7.2'
import r8 from '../../../../assests/Audio/book2audio/ch7/C7S7.3'
import r9 from '../../../../assests/Audio/book2audio/ch7/C7S7.4'
import r10 from '../../../../assests/Audio/book2audio/ch7/C7S8.mp3'
import r11 from '../../../../assests/Audio/book2audio/ch7/C7S9.mp3'
import r12 from '../../../../assests/Audio/book2audio/ch7/C7S10.mp3'
import r13 from '../../../../assests/Audio/book2audio/ch7/C7S11.mp3'
import r14 from '../../../../assests/Audio/book2audio/ch7/C7S12.mp3'
import r15 from '../../../../assests/Audio/book2audio/ch7/C7S13.mp3'
import r16 from '../../../../assests/Audio/book2audio/ch7/C7S14.mp3'
import r17 from '../../../../assests/Audio/book2audio/ch7/C7S15.mp3'
import r18 from '../../../../assests/Audio/book2audio/ch7/C7S16.mp3'
import r19 from '../../../../assests/Audio/book2audio/ch7/C7S17.mp3'
import r20 from '../../../../assests/Audio/book2audio/ch7/C7S18.mp3'
import r21 from '../../../../assests/Audio/book2audio/ch7/C7S19,20.mp3'
import r22 from '../../../../assests/Audio/book2audio/ch7/C7S21.mp3'
import r23 from '../../../../assests/Audio/book2audio/ch7/C7S22.mp3'
import r24 from '../../../../assests/Audio/book2audio/ch7/C7S23.mp3'
import r25 from '../../../../assests/Audio/book2audio/ch7/C7S24.mp3'
import r26 from '../../../../assests/Audio/book2audio/ch7/C7S25.mp3'

import SingleAudioCard from '../../../../globalComponents/SingleAudioCard'
import sliderImg from '../../../../assests/book-ch-img/Audio-Book-PU/nidanasthana/7.png'

const Book2ch7 = () => {
    return (
        <div className="class-wrapper">
            <BookSlider img={sliderImg}/>
            <div className="text-center card-holder-custom">
                <SingleAudioCard sholkno="Shloka 1,2" sholk="अथात उन्मादनिदानं व्याख्यास्यामः||१|| इति ह स्माह भगवानात्रेयः||२||" audio={r1}/>
                <SingleAudioCard sholkno="Shloka 3" sholk="इह खलु पञ्चोन्मादा भवन्ति; तद्यथा- वातपित्तकफसन्निपातागन्तुनिमित्ताः||३||" audio={r2}/>
                <SingleAudioCard sholkno="Shloka 4" sholk="तत्र दोषनिमित्ताश्चत्वारः पुरुषाणामेवंविधानां क्षिप्रमभिनिर्वर्तन्ते; तद्यथा- भीरूणामुपक्लिष्टसत्त्वानामुत्सन्नदोषाणां समलविकृतोपहितान्यनुचितान्याहारजातानि वैषम्ययुक्तेनोपयोगविधिनोपयुञ्जानानां तन्त्रप्रयोगमपि विषममाचरतामन्याश्च शरीरचेष्टा विषमाः समाचरतामत्युपक्षीणदेहानां व्याधिवेगसमुद्भ्रमितानामुपहतमनसां [१] वा कामक्रोधलोभहर्षभयमोहायासशोकचिन्तोद्वेगादिभिर्भूयोऽभिघाताभ्याहतानां वा मनस्युपहते बुद्धौ च प्रचलितायामभ्युदीर्णा [२] दोषाः प्रकुपिता हृदयमुपसृत्य मनोवहानि स्रोतांस्यावृत्य जनयन्त्युन्मादम्||४|" audio={r3}/>
                <SingleAudioCard sholkno="Shloka 5" sholk="उन्मादं पुनर्मनोबुद्धिसञ्ज्ञाज्ञानस्मृतिभक्तिशीलचेष्टाचारविभ्रमं [१] विद्यात्||५||" audio={r4}/>
                <SingleAudioCard sholkno="Shloka 6" sholk="तस्येमानि पूर्वरूपाणि; तद्यथा- शिरसः शून्यता, चक्षुषोराकुलता, स्वनः कर्णयोः, उच्छ्वासस्याधिक्यम्, आस्यसंस्रवणम्, अनन्नाभिलाषारोचकाविपाकाः, हृद्ग्रहः, ध्यानायाससम्मोहोद्वेगाश्चास्थाने, सततं लोमहर्षः, ज्वरश्चाभीक्ष्णम्, उन्मत्तचित्तत्वम्, उदर्दित्वम् [१] , अर्दिताकृतिकरणं च व्याधेः, स्वप्ने चाभीक्ष्णं दर्शनं भ्रान्तचलितानवस्थितानां रूपाणामप्रशस्तानां च तिलपीडकचक्राधिरोहणं वातकुण्डलिकाभिश्चोन्मथनं निमज्जनं च कलुषाणामम्भसामावर्ते चक्षुषोश्चापसर्पणमिति [२] (दोषनिमित्तानामुन्मादानां पूर्वरूपाणि भवन्ति)||६||" audio={r5}/>
                <SingleAudioCard sholkno="Shloka 7.1" sholk="ततोऽनन्तरमेवमुन्मादाभिनिर्वृत्तिरेव|
तत्रेदमुन्मादविशेषविज्ञानं भवति; तद्यथा- परिसरणमजस्रम्, अक्षिभ्रुवौष्ठांसहन्वग्रहस्तपादाङ्गविक्षेपणमकस्मात् [१] , सततमनियतानां च गिरामुत्सर्गः, फेनागमनमास्यात्, अभीक्ष्णं स्मितहसितनृत्यगीतवादित्रसम्प्रयोगाश्चास्थाने, वीणावंशशङ्खशम्यातालशब्दानुकरणमसाम्ना, यानमयानैः, अलङ्करणमनलङ्कारिकैर्द्रव्यैः, लोभश्चाभ्यवहार्येष्वलब्धेषु, लब्धेषु [२] चावमानस्तीव्रमात्सर्यं च, कार्श्यं, पारुष्यम्, उत्पिण्डितारुणाक्षता, वातोपशयविपर्यासादनुपशयता च; इति वातोन्मादलिङ्गानि भवन्ति(१);" audio={r6}/>
                <SingleAudioCard sholkno="Shloka 7.2" sholk="अमर्षः, क्रोधः, संरम्भश्चास्थाने, शस्त्रलोष्ट्रकशाकाष्ठमुष्टिभिरभिहननं स्वेषां परेषां वा, अभिद्रवणं, प्रच्छायशीतोदकान्नाभिलाषः, सन्तापश्चातिवेलं, ताम्रहरितहारिद्रसंरब्धाक्षता, पित्तोपशयविपर्यासादनुपशयता च; इति पित्तोन्मादलिङ्गानि भवन्ति(२);" audio={r7}/>
                <SingleAudioCard sholkno="Shloka 7.3" sholk="स्थानमेकदेशे, तूष्णीम्भावः, अल्पशश्चङ्क्रमणं, लालाशिङ्घाणकस्रवणम्, अनन्नाभिलाषः, रहस्कामता, बीभत्सत्वं, शौचद्वेषः, स्वप्ननित्यता, श्वयथुरानने, शुक्लस्तिमितमलोपदिग्धाक्षत्वं, श्लेष्मोपशयविपर्यासादनुपशयता च; इति श्लेष्मोन्मादलिङ्गानि भवन्ति(३);" audio={r8}/>
                <SingleAudioCard sholkno="Shloka 7.4" sholk="त्रिदोषलिङ्गसन्निपाते तु सान्निपातिकं विद्यात्; तमसाध्यमाचक्षते कुशलाः||७||" audio={r9}/>
                <SingleAudioCard sholkno="Shloka 8" sholk="साध्यानां तु त्रयाणां साधनानि- स्नेहस्वेदवमनविरेचनास्थापनानुवासनोपशमन नस्तःकर्मधूमधूपनाञ्जनावपीडप्रधमनाभ्यङ्गप्रदेहपरिषेकानुलेपनवधबन्धनावरोधन- वित्रासनविस्मापनविस्मारणापतर्पणसिराव्यधनानि, भोजनविधानं च यथास्वं युक्त्या, यच्चान्यदपि किञ्चिन्निदानविपरीतमौषधं कार्यं तदपि स्यादिति||८||" audio={r10}/>
                <SingleAudioCard sholkno="Shloka 9" sholk="भवति चात्र- उन्मादान् दोषजान् साध्यान् साधयेद्भिषगुत्तमः| अनेन विधियुक्तेन कर्मणा यत् प्रकीर्तितम्||९||" audio={r11}/>
                <SingleAudioCard sholkno="Shloka 10" sholk="यस्तु दोषनिमित्तेभ्य उन्मादेभ्यः समुत्थानपूर्वरूपलिङ्गवेदनोपशयविशेषसमन्वितो भवत्युन्मादस्तमागन्तुकमाचक्षते| केचित् पुनः पूर्वकृतं कर्माप्रशस्तमिच्छन्ति तस्य निमित्तम्| तस्य च हेतुः प्रज्ञापराध एवेति भगवान् पुनर्वसुरात्रेयः| प्रज्ञापराधाद्ध्ययं देवर्षिपितृगन्धर्वयक्षराक्षसपिशाचगुरुवृद्धसिद्धाचार्यपूज्यानवमत्याहितान्याचरति, अन्यद्वा किञ्चिदेवंविधं कर्माप्रशस्तमारभते; तमात्मना हतमुपघ्नन्तो देवादयः कुर्वन्त्युन्मत्तम्||१०||" audio={r12}/>
                <SingleAudioCard sholkno="Shloka 11" sholk="तत्र देवादिप्रकोपनिमित्तेनागन्तुकोन्मादेन पुरस्कृतस्येमानि पूर्वरूपाणि भवन्ति; तद्यथा- देवगोब्राह्मणतपस्विनां हिंसारुचित्वं, कोपनत्वं, नृशंसाभिप्रायता, अरतिः, ओजोवर्णच्छायाबलवपुषामुपतप्तिः, स्वप्ने च देवादिभिरभिभर्त्सनं प्रवर्तनं चेति; ततोऽनन्तरमुन्मादाभिनिर्वृत्तिः||११||" audio={r13}/>
                <SingleAudioCard sholkno="Shloka 12" sholk="तत्रायमुन्मादकराणां भूतानामुन्मादयिष्यतामारम्भविशेषो भवति; तद्यथा- अवलोकयन्तो देवा जनयन्त्युन्मादं, गुरुवृद्धसिद्धमहर्षयोऽभिशपन्तः, पितरो दर्शयन्तः [१] , स्पृशन्तो गन्धर्वाः, समाविशन्तो यक्षाः, राक्षसास्त्वात्मगन्धमाघ्रापयन्तः, पिशाचाः पुनरारुह्य वाहयन्तः||१२||" audio={r14}/>
                <SingleAudioCard sholkno="Shloka 13" sholk="तस्येमानि रूपाणि भवन्ति; तद्यथा- अत्यात्मबलवीर्यपौरुषपराक्रमग्रहणधारणस्मरणज्ञानवचनविज्ञानानि [१] , अनियतश्चोन्मादकालः||१३|" audio={r15}/>
                <SingleAudioCard sholkno="Shloka 14" sholk="उन्मादयिष्यतामपि खलु देवर्षिपितृगन्धर्वयक्षराक्षसपिशाचानां गुरुवृद्धसिद्धानां वा एष्वन्तरेष्वभिगमनीयाः पुरुषा भवन्ति; तद्यथा- पापस्य कर्मणः समारम्भे, पूर्वकृतस्य वा कर्मणः परिणामकाले, एकस्य वा शून्यगृहवासे चतुष्पथाधिष्ठाने वा, सन्ध्यावेलायामप्रयतभावे वा पर्वसन्धिषु वा मिथुनीभावे, रजस्वलाभिगमने वा, विगुणे वाऽध्ययनबलिमङ्गलहोमप्रयोगे, नियमव्रतब्रह्मचर्यभङ्गे वा, महाहवे वा, देशकुलपुरविनाशे वा, महाग्रहोपगमने वा, स्त्रिया वा प्रजननकाले, विविधभूताशुभाशुचिस्पर्शने वा, वमनविरेचनरुधिरस्रावे, अशुचेरप्रयतस्य वा चैत्यदेवायतनाभिगमने वा, मांसमधुतिलगुडमद्योच्छिष्टे वा, दिग्वाससि वा, निशि नगरनिगमचतुष्पथोपवनश्मशानाघातनाभिगमने वा, द्विजगुरुसुरयतिपूज्याभिधर्षणे वा, धर्माख्यानव्यतिक्रमे वा, अन्यस्य वा कर्मणोऽप्रशस्तस्यारम्भे, इत्यभिघातकाला व्याख्याता भवन्ति||१४||" audio={r16}/>
                <SingleAudioCard sholkno="Shloka 15" sholk="त्रिविधं तु खलून्मादकराणां भूतानामुन्मादने प्रयोजनं भवति; तद्यथा- हिंसा, रतिः, अभ्यर्चनं चेति| तेषां तं प्रयोजनविशेषमुन्मत्ताचारविशेषलक्षणैर्विद्यात्| तत्र हिंसार्थिनोन्माद्यमानोऽग्निं प्रविशति, अप्सु निमज्जति, स्थलाच्छ्वभ्रे वा पतति, शस्त्रकशाकाष्ठलोष्टमुष्टिभिर्हन्त्यात्मानम्, अन्यच्च प्राणवधार्थमारभते किञ्चित्, तमसाध्यं विद्यात्; साध्यौ पुनर्द्वावितरौ||१५||" audio={r17}/>
                <SingleAudioCard sholkno="Shloka 16" sholk="तयोः साधनानि- मन्त्रौषधिमणिमङ्गलबल्युपहारहोमनियमव्रतप्रायश्चित्तोपवास स्वस्त्ययनप्रणिपातगमनादीनि||१६||" audio={r18}/>
                <SingleAudioCard sholkno="Shloka 17" sholk="एवमेते पञ्चोन्मादा व्याख्याता भवन्ति||१७||" audio={r19}/>
                <SingleAudioCard sholkno="Shloka 18" sholk="ते तु खलु निजागन्तुविशेषेण साध्यासाध्यविशेषेण च प्रविभज्यमानाः पञ्च सन्तो द्वावेव भवतः| तौ च परस्परमनुबध्नीतः कदाचिद्यथोक्तहेतुसंसर्गात्|तयोः संसृष्टमेव पूर्वरूपं भवति, संसृष्टमेव च लिङ्गम्| तत्रासाध्यसंयोगं साध्यासाध्यसंयोगं चासाध्यं विद्यात्, साध्यं तु साध्यसंयोगम्| तस्य साधनं साधनसंयोगमेव विद्यादिति||१८||" audio={r20}/>
                <SingleAudioCard sholkno="Shloka 19,20" sholk="भवन्ति चात्र- नैव देवा न गन्धर्वा न पिशाचा न राक्षसाः| न चान्ये स्वयमक्लिष्टमुपक्लिश्नन्ति मानवम्||१९||ये त्वेनमनुवर्तन्ते क्लिश्यमानं स्वकर्मणा| न स तद्धेतुकः क्लेशो [१] न ह्यस्ति कृतकृत्यता||२०||" audio={r21}/>
                <SingleAudioCard sholkno="Shloka 21" sholk="प्रज्ञापराधात् सम्भूते व्याधौ कर्मज आत्मनः| नाभिशंसेद्बुधो देवान्न पितॄन्नापि राक्षसान्||२१|" audio={r22}/>
                <SingleAudioCard sholkno="Shloka 22" sholk="आत्मानमेव मन्येत कर्तारं सुखदुःखयोः| तस्माच्छ्रेयस्करं मार्गं प्रतिपद्येत नो त्रसेत्||२२||" audio={r23}/>
                <SingleAudioCard sholkno="Shloka 23" sholk="देवादीनामपचितिर्हितानां चोपसेवनम्| ते च [१] तेभ्यो विरोधश्च सर्वमायत्तमात्मनि||२३||" audio={r24}/>
                <SingleAudioCard sholkno="Shloka 24" sholk="तत्र श्लोकः- सङ्ख्या निमित्तं प्राग्रूपं लक्षणं साध्यता न च| उन्मादानां निदानेऽस्मिन् क्रियासूत्रं च भाषितम्||२४||" audio={r25}/>
                <SingleAudioCard sholkno="Shloka 25" sholk="इत्यग्निवेशकृते तन्त्रे चरकप्रतिसंस्कृते निदानस्थाने उन्मादनिदानं नाम सप्तमोऽध्यायः||७||" audio={r26}/>
                
            </div>
        </div>
    )
}

export default Book2ch7




 