import React from 'react'
import BookSlider from '../../../../localComponents/BookSlider'
import r1 from '../../../../assests/Audio/book4audio/ch3/C3s1.aac'
import r2 from '../../../../assests/Audio/book4audio/ch3/c3S2.aac'
import r3 from '../../../../assests/Audio/book4audio/ch3/c3S3.aac'
import r4 from '../../../../assests/Audio/book4audio/ch3/c3S4.aac'
import r4_1 from '../../../../assests/Audio/book4audio/ch3/c3s4(1).aac'
import r4_2 from '../../../../assests/Audio/book4audio/ch3/c3s4(2).aac'
import r4_3 from '../../../../assests/Audio/book4audio/ch3/c3s4(3).aac'
import r4_4 from '../../../../assests/Audio/book4audio/ch3/c3s4(4).aac'
import r4_5 from '../../../../assests/Audio/book4audio/ch3/c3s4(5).aac'
import r4_6 from '../../../../assests/Audio/book4audio/ch3/c3s4(6).aac'
import r5 from '../../../../assests/Audio/book4audio/ch3/c3S5.aac'
import r6 from '../../../../assests/Audio/book4audio/ch3/c3S6.aac'
import r7 from '../../../../assests/Audio/book4audio/ch3/c3S7.aac'
import r8 from '../../../../assests/Audio/book4audio/ch3/c3s8.aac'
import r9 from '../../../../assests/Audio/book4audio/ch3/c3S9.aac'
import r10 from '../../../../assests/Audio/book4audio/ch3/c3S10.aac'
import r11 from '../../../../assests/Audio/book4audio/ch3/c3S11.aac'
import r12 from '../../../../assests/Audio/book4audio/ch3/c3S12.aac'
import r13 from '../../../../assests/Audio/book4audio/ch3/c3S13.aac'
import r14 from '../../../../assests/Audio/book4audio/ch3/c3S14.aac'
import r15 from '../../../../assests/Audio/book4audio/ch3/c3S15.aac'
import r16 from '../../../../assests/Audio/book4audio/ch3/c3S16.aac'
import r17 from '../../../../assests/Audio/book4audio/ch3/c3S17.aac'
import r18 from '../../../../assests/Audio/book4audio/ch3/c3s18.aac'
import r19 from '../../../../assests/Audio/book4audio/ch3/c3S19.aac'
import r20 from '../../../../assests/Audio/book4audio/ch3/c3S20.aac'
import r21 from '../../../../assests/Audio/book4audio/ch3/c3S21.aac'
import r22 from '../../../../assests/Audio/book4audio/ch3/c3S22.aac'
import r23 from '../../../../assests/Audio/book4audio/ch3/c3S23.aac'
import r24 from '../../../../assests/Audio/book4audio/ch3/c3S24.aac'
import r25 from '../../../../assests/Audio/book4audio/ch3/c3S25.aac'
import r26 from '../../../../assests/Audio/book4audio/ch3/c3s26.aac'
import r27 from '../../../../assests/Audio/book4audio/ch3/c3s27.aac'
import r28 from '../../../../assests/Audio/book4audio/ch3/last.aac'

import SingleAudioCard from '../../../../globalComponents/SingleAudioCard'
import sliderImg from '../../../../assests/book-ch-img/Audio-Book-PU/shareerasthana/3.png'

const Book4ch3 = () => {
    return (
        <div className="class-wrapper">
            <BookSlider img={sliderImg}/>
            <div className="text-center card-holder-custom">
                <SingleAudioCard sholkno="Shloka 1" sholk="अथातः खुड्डिकां गर्भावक्रान्तिं शारीरं व्याख्यास्यामः||१||" audio={r1}/>
                <SingleAudioCard sholkno="Shloka 2" sholk="इति ह स्माह भगवानात्रेयः||२||" audio={r2}/>
                <SingleAudioCard sholkno="Shloka 3" sholk="पुरुषस्यानुपहतरेतसः स्त्रियाश्चाप्रदुष्टयोनिशोणितगर्भाशयाया यदा भवति संसर्गः ऋतुकाले, यदा चानयोस्तथायुक्ते संसर्गेशुक्रशोणितसंसर्गमन्तर्गर्भाशयगतं जीवोऽवक्रामति सत्त्वसम्प्रयोगात्तदा गर्भोऽभिनिर्वतेते, स सात्म्यरसोपयोगादरोगोऽभिवर्धते सम्यगुपचारैश्चोपचर्यमाणः, ततः प्राप्तकालः सर्वेन्द्रियोपपन्नः परिपूर्णशरीरो बलवर्णसत्त्वसंहननसम्पदुपेतः सुखेन जायतेसमुदयादेषां भावानां-मातृजश्चायं गर्भः पितृजश्चात्मजश्च सात्म्यजश्च रसजश्च, अस्ति च खलु सत्त्वमौपपादुकमिति होवाच भगवानात्रेयः||३||" audio={r3}/>
                <SingleAudioCard sholkno="Shloka 4(1)" sholk="नेति भरद्वाजः, किं कारणं- न हि माता न पिता नात्मा न सात्म्यं न पानाशनभक्ष्यलेह्योपयोगा गर्भं जनयन्ति, न चपरलोकादेत्य गर्भं सत्त्वमवक्रामति (१)|४|" audio={r4_1}/>
                <SingleAudioCard sholkno="Shloka 4(2)" sholk="यदि हि मातापितरौ गर्भं जनयेतां, भूयस्यः स्त्रियः पुमांसश्च भूयांसः पुत्रकामाः, ते सर्वे पुत्रजन्माभिसन्धायमैथुनधर्ममापद्यमानाः पुत्रानेव जनयेयुर्दुहितॄर्वा दुहितृकामाः, न तु काश्चित् स्त्रियः केचिद्वा पुरुषा निरपत्याः स्युरपत्यकामा वा परिदेवेरन् (२)|४|" audio={r4_2}/>
                <SingleAudioCard sholkno="Shloka 4(3)" sholk="न चात्माऽऽत्मानं जनयति| यदि ह्यात्माऽऽत्मानं जनयेज्जातो वा जनयेदात्मानमजातो वा, तच्चोभयथाऽप्ययुक्तम्| न हि जातो जनयति सत्त्वात्, न चाजातो जनयत्यसत्त्वात्, तस्मादुभयथाऽप्यनुपपत्तिः| तिष्ठतु तावदेतत्| यद्ययमात्माऽऽत्मानं शक्तो जनयितुं स्यात्, न त्वेनमिष्टास्वेव कथं योनिषु जनयेद्वशिनमप्रतिहतगतिं कामरूपिणंतेजोबलजववर्णसत्त्वसंहननसमुदितमजरमरुजममरम्; एवंविधं ह्यात्माऽऽत्मानमिच्छत्यतो वा भूयः (३)|४|" audio={r4_3}/>
                <SingleAudioCard sholkno="Shloka 4(4)" sholk="असात्म्यजश्चायं गर्भः| यदि हि सात्म्यजःस्यात्, तर्हि सात्म्यसेविनामेवैकान्तेन प्रजा स्यात्, असात्म्यसेविनश्च निखिलेनानपत्याः स्युः,तच्चोभयमुभयत्रैव दृश्यते (४)|४|" audio={r4_4}/>
                <SingleAudioCard sholkno="Shloka 4(5)" sholk="अरसजश्चायं गर्भः| यदि हि रसजः स्यात्, न केचित् स्त्रीपुरुषेष्वनपत्याः स्युः, न हि कश्चिदस्त्येषां यो रसान्नोपयुङ्क्ते; श्रेष्ठरसोपयोगिनांचेद्गर्भा जायन्त इत्यभिप्रेतमिति, एवं सत्याजौरभ्रमार्गमायूरगोक्षीरदधिघृतमधुतैलसैन्धवेक्षुरसमुद्गशालिभृतानामेवैकान्तेनप्रजा स्यात्, श्यामाकवरकोद्दालककोरदूषककन्दमूलभक्षाश्च निखिलेनानपत्याः स्युः, तच्चोभयमुभयत्र दृश्यते (५)|४|" audio={r4_5}/>
                <SingleAudioCard sholkno="Shloka 4(6)" sholk="न खल्वपि परलोकादेत्य सत्त्वं गर्भमवक्रामति; यदि ह्येनमवक्रामेत्, नास्य किञ्चित् पौर्वदेहिकं स्यादविदितमश्रुतमदृष्टं वा, स च तच्च न किञ्चिदपि स्मरति (६)||४|| " audio={r4_6}/>
                <SingleAudioCard sholkno="Shloka 4" sholk="तस्मादेतद्ब्रूमहे- अमातृजश्चायं गर्भोऽपितृजश्चानात्मजश्चासात्म्यजश्चारसजश्च, न चास्ति सत्त्वमौपपादुकमिति (होवाच भरद्वाजः)||४||" audio={r4}/>
                <SingleAudioCard sholkno="Shloka 5" sholk="नेति भगवानात्रेयः, सर्वेभ्य एभ्यो भावेभ्यः समुदितेभ्यो गर्भोऽभिनिर्वर्तते||५||" audio={r5}/>
                <SingleAudioCard sholkno="Shloka 6" sholk="मातृजश्चायं गर्भः| न हि मातुर्विना गर्भोत्पत्तिः स्यात्, न च जन्म जरायुजानाम्| यानि खल्वस्य गर्भस्य मातृजानि, यानि चास्य मातृतः सम्भवतः सम्भवन्ति, तान्यनुव्याख्यास्यामः; तद्यथा- त्वक्चलोहितं च मांसं च मेदश्च नाभिश्च हृदयं च क्लोम च यकृच्च प्लीहा च वृक्कौ च बस्तिश्च पुरीषाधानं चामाशयश्चपक्वाशयश्चोत्तरगुदं चाधरगुदं च क्षुद्रान्त्रं च स्थूलान्त्रं च वपा च वपावहनं चेति (मातृजानि)||६||" audio={r6}/>
                <SingleAudioCard sholkno="Shloka 7" sholk="पितृजश्चायं गर्भः| नहि पितुरृते गर्भोत्पत्तिः स्यात्, न च जन्म जरायुजानाम्| यानि खल्वस्य गर्भस्य पितृजानि, यानि चास्य पितृतः सम्भवतः सम्भवन्ति, तान्यनुव्याख्यास्यामः; तद्यथा-केशश्मश्रुनखलोमदन्तास्थिसिरास्नायुधमन्यः शुक्रं चेति (पितृजानि)||७||" audio={r7}/>
                <SingleAudioCard sholkno="Shloka 8" sholk="आत्मजश्चायं गर्भः| गर्भात्मा ह्यन्तरात्मा यः, तं ‘जीव’ इत्याचक्षते शाश्वतमरुजमजरममरमक्षयमभेद्यमच्छेद्यमलोड्यं विश्वरूपंविश्वकर्माणमव्यक्तमनादिमनिधनमक्षरमपि| स गर्भाशयमनुप्रविश्य शुक्रशोणिताभ्यां संयोगमेत्य गर्भत्वेन जनयत्यात्मनाऽऽत्मानम्, आत्मसञ्ज्ञा हि गर्भे| तस्य पुनरात्मनो जन्मानादित्वान्नोपपद्यते, तस्मान्न जात एवायमजातं गर्भं जनयति, अजातो ह्ययमजातं गर्भंजनयति; स चैव गर्भः कालान्तरेण बालयुवस्थविरभावान् प्राप्नोति, स यस्यां यस्यामवस्थायां वर्तते तस्यां तस्यां जातोभवति, या त्वस्य पुरस्कृतातस्यां जनिष्यमाणश्च, तस्मात् स एव जातश्चाजातश्च युगपद्भवति; यस्मिंश्चैतदुभयं सम्भवतिजातत्वं जनिष्यमाणत्वं च स जातो जन्यते, स चैवानागतेष्ववस्थान्तरेष्वजातो जन्ययत्यात्मनाऽऽत्मानम्| सतो ह्यवस्थान्तरगमनमात्रमेव हि जन्म चोच्यते तत्र तत्र वयसि तस्यां तस्यामवस्थायां; यथा- सतामेव शुक्रशोणितजीवानांप्राक् संयोगाद्गर्भत्वं न भवति, तच्च संयोगाद्भवति; यथा- सतस्तस्यैव पुरुषस्य प्रागपत्यात् पितृत्वं न भवति,तच्चापत्याद्भवति; तथा सतस्तस्यैव गर्भस्य तस्यां तस्यामवस्थायां जातत्वमजातत्वं चोच्यते||८||" audio={r8}/>
                <SingleAudioCard sholkno="Shloka 9" sholk="न खलु गर्भस्य न च मातुर्न पितुर्न चात्मनः सर्वभावेषु यथेष्टकारित्वमस्ति; ते किञ्चित् स्ववशात् कुर्वन्ति, किञ्चित्कर्मवशात्, क्वचिच्चैषां करणशक्तिर्भवति, क्वचिन्न भवति| यत्र सत्त्वादिकरणसम्पत्तत्र यथाबलमेव यथेष्टकारित्वम्, अतोऽन्यथा विपर्ययः| न च करणदोषादकरणमात्मासम्भवति गर्भजनने, दृष्टं चेष्टा योनिरैश्वर्यं मोक्षश्चात्मविद्भिरात्मायत्तम्| नह्यन्यः सुखदुःखयोः कर्ता| न चान्यतो गर्भो जायते जायमानः, नाङ्कुरोत्पत्तिरबीजात्||९||" audio={r9}/>
                <SingleAudioCard sholkno="Shloka 10" sholk="यानि तु खल्वस्य गर्भस्यात्मजानि, यानि चास्यात्मतः सम्भवतः सम्भवन्ति, तान्यनुव्याख्यास्यामः तद्यथा- तासु तासुयोनिषूत्पत्तिरायुरात्मज्ञानं मन इन्द्रियाणि प्राणापानौ प्रेरणं धारणमाकृतिस्वरवर्णविशेषाः सुखदुःखे इच्छाद्वेषौ चेतनाधृतिर्बुद्धिः स्मृतिरहङ्कारः प्रयत्नश्चेति (आत्मजानि)||१०||" audio={r10}/>
                <SingleAudioCard sholkno="Shloka 11" sholk="सात्म्यजश्चायं गर्भः| नह्यसात्म्यसेवित्वमन्तरेण स्त्रीपुरुषयोर्वन्ध्यत्वमस्ति, गर्भेषु वाऽप्यनिष्टो भावः| यावत् खल्वसात्म्यसेविनां स्त्रीपुरुषाणां त्रयो दोषाः प्रकुपिताः शरीरमुपसर्पन्तो न शुक्रशोणितगर्भाशयोपघातायोपपद्यन्ते,तावत् समर्था गर्भजननाय भवन्ति| सात्म्यसेविनां पुनः स्त्रीपुरुषाणामनुपहतशुक्रशोणितगर्भाशयानामृतकाले सन्निपतितानां जीवस्यानवक्रमणाद्गर्भा नप्रादुर्भवन्ति| नहि केवलं सात्म्यज एवायं गर्भः, समुदयोऽत्र कारणमुच्यते| यानि खल्वस्य गर्भस्य सात्म्यजानि, यानि चास्य सात्म्यतः सम्भवतः सम्भवन्ति, तान्यनुव्याख्यास्यामः; तद्यथा-आरोग्यमनालस्यमलोलुपत्वमिन्द्रियप्रसादः स्वरवर्णबीजसम्पत् प्रहर्षभूयस्त्वं चेति (सात्म्यजानि)||११||" audio={r11}/>
                <SingleAudioCard sholkno="Shloka 12" sholk="रसजश्चायं गर्भः| न हि रसादृते मातुः प्राणयात्राऽपि स्यात्, किं पुनर्गर्भजन्म| न चैवासम्यगुपयुज्यमाना रसा गर्भमभिनिर्वर्तयन्ति, न च केवलं सम्यगुपयोगादेव रसानां गर्भाभिनिर्वृत्तिर्भवति,समुदायोऽप्यत्र कारणमुच्यते| यानि तु खल्वस्य गर्भस्य रसजानि, यानि चास्य रसतः सम्भवतः सम्भवन्ति, तान्यनुव्याख्यास्यामः; तद्यथा-शरीरस्याभिनिर्वृत्तिरभिवृद्धिः प्राणानुबन्धस्तृप्तिः पुष्टिरुत्साहश्चेति (रसजानि)||१२||" audio={r12}/>
                <SingleAudioCard sholkno="Shloka 13" sholk="अस्ति खलु सत्त्वमौपपादुकं; यज्जीवं स्पृक्शरीरेणाभिसम्बध्नाति, यस्मिन्नपगमनपुरस्कृते शीलमस्य व्यावर्तते,भक्तिर्विपर्यस्यते, सर्वेन्द्रियाण्युपतप्यन्ते, बलं हीयते, व्याधय आप्याय्यन्ते, यस्माद्धीनः प्राणाञ्जहाति,यदिन्द्रियाणामभिग्राहकं च ‘मन’ इत्यभिधीयते; तत्त्रिविधमाख्यायते- शुद्धं, राजसं, तामसमिति| येनास्य खलु मनो भूयिष्ठं, तेन द्वितीयायामाजातौ सम्प्रयोगो भवति; यदा तु तेनैव शुद्धेन संयुज्यते, तदाजातेरतिक्रान्ताया अपि स्मरति| स्मार्तं हि ज्ञानमात्मनस्तस्यैव मनसोऽनुबन्धादनुवर्तते, यस्यानुवृत्तिं पुरस्कृत्य पुरुषो ‘जातिस्मर’ इत्युच्यते| यानि खल्वस्य गर्भस्य सत्त्वजानि, यान्यस्य सत्त्वतः सम्भवतः सम्भवन्ति, तान्यनुव्याख्यास्यामः; तद्यथा- भक्तिः शीलंशौचं द्वेषः स्मृतिर्मोहस्त्यागो मात्सर्यं शौर्यं भयं क्रोधस्तन्द्रोत्साहस्तैक्ष्ण्यं मार्दवं गाम्भीर्यमनवस्थितत्वमित्येवमादयश्चान्ये,ते सत्त्वविकारा यानुत्तरकालं सत्त्वभेदमधिकृत्योपदेक्ष्यामः| नानाविधानि खलु सत्त्वानि, तानि सर्वाण्येकपुरुषे भवन्ति, न च भवन्त्येककालम्, एकं तु प्रायोवृत्त्याऽऽह ||१३||" audio={r13}/>
                <SingleAudioCard sholkno="Shloka 14" sholk="एवमयं नानाविधानामेषां गर्भकराणां भावानां समुदायादभिनिर्वर्तते गर्भः; यथा- कूटागारं नानाद्रव्यसमुदायात्, यथा वा- रथोनानारथाङ्गसमुदायात्; तस्मादेतदवोचाम- मातृजश्चायं गर्भः, पितृजश्च, आत्मजश्च, सात्म्यजश्च, रसजश्च, अस्ति चसत्त्वमौपपादुकमिति (होवाच भगवानात्रेयः)||१४||" audio={r14}/>
                <SingleAudioCard sholkno="Shloka 15" sholk="भरद्वाज उवाच-यद्ययमेषां नानाविधानां गर्भकराणां भावानां समुदायादभिनिर्वर्तते गर्भः कथमयं सन्धीयते, यदि चापिसन्धीयते कस्मात् समुदायप्रभवः सन् गर्भो मनुष्यविग्रहेण जायते, मनुष्यश्च मनुष्यप्रभव उच्यते; तत्रचेदिष्टमेतद्यस्मान्मनुष्यो मनुष्यप्रभवस्तस्मादेव मनुष्यविग्रहेण जायते, यथा- गौर्गोप्रभवः, यथा- चाश्वोऽश्वप्रभव इति; एवंसति यदुक्तमग्रे समुदयात्मक इति तदयुक्तम्| यदि च मनुष्यो मनुष्यप्रभवः, कस्माज्जडान्धकुब्जमूकवामनमिम्मिनव्यङ्गोन्मत्तकुष्ठिकिलासिभ्यो जाताः पितृसदृशरूपा न भवन्ति| अथात्रापि बुद्धिरेवं स्यात्- स्वेनैवायमात्मा चक्षुषा रूपाणि वेत्ति, श्रोत्रेण शब्दान्, घ्राणेन गन्धान्, रसनेन रसान्, स्पर्शनेनस्पर्शान्, बुद्ध्या बोद्धव्यमित्यनेन हेतुना न जडादिभ्यो जाताः पितृसदृशा भवन्ति| अत्रापि प्रतिज्ञाहानिदोषः स्यात्, एवमुक्ते ह्यात्मा सत्स्विन्द्रियेषु ज्ञः स्यादसत्स्वज्ञः; यत्र चैतदुभयं सम्भवति ज्ञत्वमज्ञत्वं च,सविकारश्चात्मा | यदि च दर्शनादिभिरात्मा विषयान् वेत्ति, निरिन्द्रियो दर्शनादिविरहादज्ञः स्यात्, अज्ञत्वादकारणम्, अकारणत्वाच्च नात्मेतिवाग्वस्तुमात्रमेतद्वचनमनर्थं स्यादिति (होवाच भरद्वाजः)||१५||" audio={r15}/>
                <SingleAudioCard sholkno="Shloka 16" sholk="आत्रेय उवाच- पुरस्तादेतत् प्रतिज्ञातं- सत्त्वं जीवं स्पृक्शरीरेणाभिसम्बध्नातीति| यस्मात्तु समुदायप्रभवः सन् स गर्भो मनुष्यविग्रहेण जायते, मनुष्यो मनुष्यप्रभव इत्युच्यते, तद्वक्ष्यामः- भूतानां चतुर्विधायोनिर्भवति- जराय्वण्डस्वेदोद्भिदः| तासां खलु चतसृणामपि योनीनामेकैका योनिरपरिसङ्ख्येयभेदा भवति, भूतानामाकृतिविशेषापरिसङ्ख्येयत्वात्| तत्र जरायुजानामण्डजानां च प्राणिनामेते गर्भकरा भावा यां यां योनिमापद्यन्ते, तस्यां तस्यां योनौ तथातथारूपा भवन्ति;यथा- कनकरजतताम्रत्रपुसीसकान्यासिच्यमानानि तेषु तेषु मधूच्छिष्टविग्रहेषु, तानि यदा मनुष्यबिम्बमापद्यन्ते तदामनुष्यविग्रहेण जायन्ते, तस्मात् समुदायप्रभावः सन् गर्भो मनुष्यविग्रहेण जायते; मनुष्यश्च मनुष्यप्रभव उच्यते,तद्योनित्वात्||१६||" audio={r16}/>
                <SingleAudioCard sholkno="Shloka 17" sholk="यच्चोक्तं- यदि च मनुष्यो मनुष्यप्रभवः, कस्मान्न जडादिभ्यो जाताः पितृसदृशरूपा भवन्तीति; तत्रोच्यते-यस्य यस्यह्यङ्गावयवस्य बीजे बीज भाग उपतप्तो भवति, तस्य तस्याङ्गावयवस्य विकृतिरुपजायते, नोपजायते चानुपतापात्;तस्मादुभयोपपत्तिरप्यत्र| सर्वस्य चात्मजानीन्द्रियाणि, तेषां भावाभावहेतुर्दैवं; तस्मान्नैकान्ततो जडादिभ्यो जाताः पितृसदृशरूपा भवन्ति||१७||" audio={r17}/>
                <SingleAudioCard sholkno="Shloka 18" sholk="न चात्मा सत्स्विन्द्रियेषु ज्ञः, असत्सु वा भवत्यज्ञः; न ह्यसत्त्वः कदाचिदात्मा, सत्त्वविशेषाच्चोपलभ्यते ज्ञानविशेष इति||१८||" audio={r18}/>
                <SingleAudioCard sholkno="Shloka 19" sholk="भवन्ति चात्र- न कर्तुरिन्द्रियाभावात् कार्यज्ञानं प्रवर्तते| या क्रिया वर्तते भावैः सा विना तैर्न वर्तते||१९||" audio={r19}/>
                <SingleAudioCard sholkno="Shloka 20" sholk="जानन्नपि मृदोऽभावात् कुम्भकृन्न प्रवर्तते| श्रूयतां चेदमध्यात्ममात्मज्ञानबलं महत्||२०||" audio={r20}/>
                <SingleAudioCard sholkno="Shloka 21" sholk="इन्द्रियाणि च सङ्क्षिप्य मनः सङ्क्षिप्य चञ्चलम्| प्रविश्याध्यात्ममात्मज्ञः स्वे ज्ञाने पर्यवस्थितः||२१||" audio={r21}/>
                <SingleAudioCard sholkno="Shloka 22" sholk="सर्वत्रावहितज्ञानः सर्वभावान् परीक्षते| गृह्णीष्व चे(वे)दमपरं भरद्वाज विनिर्णयम्||२२||" audio={r22}/>
                <SingleAudioCard sholkno="Shloka 23" sholk="निवृत्तेन्द्रियवाक्चेष्टः सुप्तः स्वप्नगतो यदा| विषयान् सुखदुःखे च वेत्ति नाज्ञोऽप्यतः स्मृतः||२३||" audio={r23}/>
                <SingleAudioCard sholkno="Shloka 24" sholk="नात्मज्ञानादृते चैकं ज्ञानं किञ्चित् प्रवर्तते| न ह्येको वर्तते भावो वर्तते नाप्यहेतुकः||२४||" audio={r24}/>
                <SingleAudioCard sholkno="Shloka 25" sholk="तस्माज्ज्ञः प्रकृतिश्चात्मा द्रष्टा कारणमेव च| सर्वमेतद्भरद्वाज निर्णीतं जहि संशयम्||२५||" audio={r25}/>
                <SingleAudioCard sholkno="Shloka 26" sholk="तत्र श्लोकौ- हेतुर्गर्भस्य निर्वृत्तौ वृद्धौ जन्मनि चैव यः| पुनर्वसुमतिर्या च भरद्वाजमतिश्च या||२६||" audio={r26}/>
                <SingleAudioCard sholkno="Shloka 27" sholk="प्रतिज्ञाप्रतिषेधश्च विशदश्चात्मनिर्णयः| गर्भावक्रान्तिमुद्दिश्य खुड्डीकां तत्प्रकाशितम्||२७||" audio={r27}/>
                <SingleAudioCard sholkno="Last Shloka" sholk="इत्यग्निवेशकृते तन्त्रे चरकप्रतिसंस्कृते शारीरस्थाने खुड्डीकागर्भावक्रान्तिशारीरं नाम तृतीयोऽध्यायः||३||" audio={r28}/>
            
            </div>
        </div>
    )
}

export default Book4ch3




