import React from 'react'
import BookSlider from '../../../../localComponents/BookSlider'
import r1 from '../../../../assests/Audio/book4audio/ch4/4S1.aac'
import r2 from '../../../../assests/Audio/book4audio/ch4/4s2.aac'
import r3 from '../../../../assests/Audio/book4audio/ch4/4s3.aac'
import r4 from '../../../../assests/Audio/book4audio/ch4/4s4.aac'
import r5 from '../../../../assests/Audio/book4audio/ch4/4s5.aac'
import r6 from '../../../../assests/Audio/book4audio/ch4/4s6.aac'
import r7 from '../../../../assests/Audio/book4audio/ch4/4s7.aac'
import r8 from '../../../../assests/Audio/book4audio/ch4/4s8.aac'
import r9 from '../../../../assests/Audio/book4audio/ch4/4s9.aac'
import r10 from '../../../../assests/Audio/book4audio/ch4/4s10.aac'
import r11 from '../../../../assests/Audio/book4audio/ch4/4s11.aac'
import r12 from '../../../../assests/Audio/book4audio/ch4/4s12.aac'
import r13 from '../../../../assests/Audio/book4audio/ch4/4s13.aac'
import r14 from '../../../../assests/Audio/book4audio/ch4/4S14.aac'
import r15 from '../../../../assests/Audio/book4audio/ch4/4s15.aac'
import r16 from '../../../../assests/Audio/book4audio/ch4/4s16.aac'
import r17 from '../../../../assests/Audio/book4audio/ch4/4s17.aac'
import r18 from '../../../../assests/Audio/book4audio/ch4/4s18.aac'
import r19 from '../../../../assests/Audio/book4audio/ch4/4s19.aac'
import r20 from '../../../../assests/Audio/book4audio/ch4/4s20.aac'
import r21 from '../../../../assests/Audio/book4audio/ch4/4s21.aac'
import r22 from '../../../../assests/Audio/book4audio/ch4/4s22.aac'
import r23 from '../../../../assests/Audio/book4audio/ch4/4s23.aac'
import r24 from '../../../../assests/Audio/book4audio/ch4/4s24.aac'
import r25 from '../../../../assests/Audio/book4audio/ch4/4s25.aac'
import r26 from '../../../../assests/Audio/book4audio/ch4/4s26.aac'
import r27 from '../../../../assests/Audio/book4audio/ch4/4s27.aac'
import r28 from '../../../../assests/Audio/book4audio/ch4/4s28.aac'
import r29 from '../../../../assests/Audio/book4audio/ch4/4s29.aac'
import r30 from '../../../../assests/Audio/book4audio/ch4/4s30.aac'
import r31 from '../../../../assests/Audio/book4audio/ch4/4s31.aac'
import r32 from '../../../../assests/Audio/book4audio/ch4/4s32.aac'
import r33 from '../../../../assests/Audio/book4audio/ch4/4s33.aac'
import r34 from '../../../../assests/Audio/book4audio/ch4/4s34.aac'
import r35 from '../../../../assests/Audio/book4audio/ch4/4s35.aac'
import r36 from '../../../../assests/Audio/book4audio/ch4/4s36.aac'
import r37 from '../../../../assests/Audio/book4audio/ch4/4s37.aac'
import r37_1 from '../../../../assests/Audio/book4audio/ch4/4s37(1).aac'
import r37_2 from '../../../../assests/Audio/book4audio/ch4/4s37(2).aac'
import r37_3 from '../../../../assests/Audio/book4audio/ch4/4s37(3).aac'
import r37_4 from '../../../../assests/Audio/book4audio/ch4/4s37(4).aac'
import r37_5 from '../../../../assests/Audio/book4audio/ch4/4s37(5).aac'
import r37_6 from '../../../../assests/Audio/book4audio/ch4/4s37(6).aac'
import r37_7 from '../../../../assests/Audio/book4audio/ch4/4s37(7).aac'
import r38 from '../../../../assests/Audio/book4audio/ch4/4s38.aac'
import r38_1 from '../../../../assests/Audio/book4audio/ch4/4s38(1).aac'
import r38_2 from '../../../../assests/Audio/book4audio/ch4/4s38(2).aac'
import r38_3 from '../../../../assests/Audio/book4audio/ch4/4s38(3).aac'
import r38_4 from '../../../../assests/Audio/book4audio/ch4/4s38(4).aac'
import r38_5 from '../../../../assests/Audio/book4audio/ch4/4s38(5).aac'
import r38_6 from '../../../../assests/Audio/book4audio/ch4/4s38(6).aac'
import r39 from '../../../../assests/Audio/book4audio/ch4/4s39.aac'
import r39_1 from '../../../../assests/Audio/book4audio/ch4/4s39(1).aac'
import r39_2 from '../../../../assests/Audio/book4audio/ch4/4s39(2).aac'
import r39_3 from '../../../../assests/Audio/book4audio/ch4/4s39(3).aac'
import r40 from '../../../../assests/Audio/book4audio/ch4/4s40.aac'
import r41 from '../../../../assests/Audio/book4audio/ch4/4s41.aac'
import r42 from '../../../../assests/Audio/book4audio/ch4/4s42.aac'
import r43 from '../../../../assests/Audio/book4audio/ch4/4s43.aac'
import r44 from '../../../../assests/Audio/book4audio/ch4/4s44.aac'
import r45 from '../../../../assests/Audio/book4audio/ch4/4s45.aac'

import SingleAudioCard from '../../../../globalComponents/SingleAudioCard'
import sliderImg from '../../../../assests/book-ch-img/Audio-Book-PU/shareerasthana/4.png'

const Book4ch4 = () => {
    return (
        <div className="class-wrapper">
            <BookSlider img={sliderImg}/>
            <div className="text-center card-holder-custom">
                <SingleAudioCard sholkno="Shloka 1" sholk="अथातो महतीं गर्भावक्रान्तिं शारीरं व्याख्यास्यामः||१||" audio={r1}/>
                <SingleAudioCard sholkno="Shloka 2" sholk="इति ह स्माह भगवानात्रेयः||२||" audio={r2}/>
                <SingleAudioCard sholkno="Shloka 3" sholk="यतश्च गर्भः सम्भवति, यस्मिंश्च गर्भसञ्ज्ञा, यद्विकारश्च गर्भः, यया चानुपूर्व्याऽभिनिर्वर्तते कुक्षौ, यश्चास्य वृद्धिहेतुः, यतश्चास्याजन्म भवति, यतश्च जायमानः कुक्षौ विनाशं प्राप्नोति, यतश्च कार्त्स्न्येनाविनश्यन् विकृतिमापद्यते, तदनुव्याख्यास्यामः||३||" audio={r3}/>
                <SingleAudioCard sholkno="Shloka 4" sholk="मातृतः पितृत आत्मतः सात्म्यतो रसतः सत्त्वत इत्येतेभ्यो भावेभ्यः समुदितेभ्यो गर्भः सम्भवति| तस्य ये येऽवयवा यतो यतः सम्भवतः सम्भवन्ति तान् विभज्य मातृजादीनवयवान् पृथक् पृथगुक्तमग्रे||४||" audio={r4}/>
                <SingleAudioCard sholkno="Shloka 5" sholk="शुक्रशोणितजीवसंयोगे तु खलु कुक्षिगते गर्भसञ्ज्ञा भवति||५||" audio={r5}/>
                <SingleAudioCard sholkno="Shloka 6" sholk="गर्भस्तु खल्वन्तरिक्षवाय्वग्नितोयभूमिविकारश्चेतनाधिष्ठानभूतः| एवमनया युक्त्या पञ्चमहाभूतविकारसमुदायात्मको गर्भश्चेतनाधिष्ठानभूतः; स ह्यस्य षष्ठो धातुरुक्तः||६||" audio={r6}/>
                <SingleAudioCard sholkno="Shloka 7" sholk="यया चानुपूर्व्याऽभिनिर्वर्तते कुक्षौ तां व्याख्यास्यामः- गते पुराणे रजसि नवे चावस्थिते शुद्धस्नातां स्त्रियमव्यापन्नयोनिशोणितगर्भाशयामृतुमतीमाचक्ष्महे| तया सह तथाभूतया यदा पुमानव्यापन्नबीजो मिश्रीभावं गच्छति, तदा तस्य हर्षोदीरितः परः शरीरधात्वात्मा शुक्रभूतोऽङ्गादङ्गात् सम्भवति| स तथा हर्षभूतेनात्मनोदीरितश्चाधिष्ठितश्च  बीजरूपो धातुः पुरुषशरीरादभिनिष्पत्त्योचितेन पथा गर्भाशयमनुप्रविश्यार्तवेनाभिसंसर्गमेति||७||" audio={r7}/>
                <SingleAudioCard sholkno="Shloka 8" sholk="तत्र पूर्वं चेतनाधातुः सत्त्वकरणो गुणग्रहणाय प्रवर्तते; स हि हेतुः कारणं निमित्तमक्षरं कर्ता मन्ता वेदिता बोद्धा द्रष्टा धाता ब्रह्मा विश्वकर्मा विश्वरूपः पुरुषः प्रभवोऽव्ययो नित्यो गुणी ग्रहणं प्रधानमव्यक्तं जीवो ज्ञः पुद्गलश्चेतनावान् विभुर्भूतात्मा चेन्द्रियात्मा चान्तरात्मा चेति| स गुणोपादानकालेऽन्तरिक्षं पूर्वतरमन्येभ्यो गुणेभ्य उपादत्ते, यथा- प्रलयात्यये सिसृक्षुर्भूतान्यक्षरभूत आत्मा सत्त्वोपादानः पूर्वतरमाकाशं सृजत,ततः क्रमेण व्यक्ततरगुणान् धातून् वाय्वादिकांश्चतुरः; तथा देहग्रहणेऽपि प्रवर्तमानः पूर्वतरमाकाशमेवोपादत्ते, ततः क्रमेण व्यक्ततरगुणान् धातून् वाय्वादिकांश्चतुरः|सर्वमपि तु खल्वेतद्गुणोपादानमणुना कालेन भवति||८||" audio={r8}/>
                <SingleAudioCard sholkno="Shloka 9" sholk="स सर्वगुणवान् गर्भत्वमापन्नः प्रथमे मासि सम्मूर्च्छितः सर्वधातुकलुषीकृतः  खेटभूतो भवत्यव्यक्तविग्रहः सदसद्भूताङ्गावयवः||९||" audio={r9}/>
                <SingleAudioCard sholkno="Shloka 10" sholk="द्वितीये मासि घनः सम्पद्यते पिण्डः पेश्यर्बुदं वा| तत्र घनः पुरुषः, पेशी स्त्री, अर्बुदं नपुंसकम्||१०||" audio={r10}/>
                <SingleAudioCard sholkno="Shloka 11" sholk="तृतीये मासि सर्वेन्द्रियाणि सर्वाङ्गावयवाश्च यौगपद्येनाभिनिर्वर्तन्ते||११||" audio={r11}/>
                <SingleAudioCard sholkno="Shloka 12" sholk="तत्रास्य केचिदङ्गावयवा मातृजादीनवयवान् विभज्य पूर्वमुक्ता यथावत्| महाभूतविकारप्रविभागेन त्विदानीमस्य तांश्चैवाङ्गावयवान् कांश्चित् पर्यायान्तरेणापरांश्चानुव्याख्यास्यामः| मातृजादयोऽप्यस्य महाभूतविकारा एव| तत्रास्याकाशात्मकं शब्दः श्रोत्रं लाघवं सौक्ष्म्यं विवेकश्च, वाय्वात्मकं स्पर्शः स्पर्शनं रौक्ष्यं प्रेरणं धातुव्यूहनं चेष्टाश्च शारीर्यः, अग्न्यात्मकं रूपं दर्शनं प्रकाशः पक्तिरौष्ण्यं च, अबात्मकं रसो रसनं शैत्यं मार्दवं स्नेहः क्लेदश्च, पृथिव्यात्मकं गन्धो घ्राणं गौरवं स्थैर्यं मूर्तिश्चेति||१२||" audio={r12}/>
                <SingleAudioCard sholkno="Shloka 13" sholk="एवमयं लोकसम्मितः पुरुषः| यावन्तो हि लोके मूर्तिमन्तो भावविशेषास्तावन्तः पुरुषे, यावन्तः पुरुषे तावन्तो लोके इति; बुधास्त्वेवं द्रष्टुमिच्छन्ति||१३||" audio={r13}/>
                <SingleAudioCard sholkno="Shloka 14" sholk="एवमस्येन्द्रियाण्यङ्गावयवाश्च यौगपद्येनाभिनिर्वर्तन्तेऽन्यत्र तेभ्यो भावेभ्यो येऽस्य जातस्योत्तरकालं जायन्ते; तद्यथा- दन्ता व्यञ्जनानि व्यक्तीभावस्तथायुक्तानि चापराणि| एषा प्रकृतिः, विकृतिः पुनरतोऽन्यथा| सन्ति खल्वस्मिन् गर्भे केचिन्नित्या भावाः, सन्ति चानित्याः केचित्| तस्य य एवाङ्गावयवाः सन्तिष्ठन्ते, त एव स्त्रीलिङ्गं पुरुषलिङ्गं नपुंसकलिङ्गं वा बिभ्रति| तत्र स्त्रीपुरुषयोर्ये वैशेषिका भावाः प्रधानसंश्रया गुणसंश्रयाश्च, तेषां यतो भूयस्त्वं ततोऽन्यतरभावः| तद्यथा- क्लैब्यं भीरुत्वमवैशारद्यं मोहोऽनवस्थानमधोगुरुत्वमसहनं शैथिल्यं मार्दवं गर्भाशयबीजभागस्तथायुक्तानि चापराणि स्त्रीकराणि, अतो विपरीतानि पुरुषकराणि, उभयभागावयवा नपुंसककराणि भवन्ति||१४||" audio={r14}/>
                <SingleAudioCard sholkno="Shloka 15" sholk="तस्य यत्कालमेवेन्द्रियाणि सन्तिष्ठन्ते, तत्कालमेव चेतसि वेदना निर्बन्धं प्राप्नोति; तस्मात्तदा प्रभृति गर्भः स्पन्दते, प्रार्थयते च जन्मान्तरानुभूतं यत् किञ्चित्, तद्द्वैहृदय्यमाचक्षते वृद्धाः| मातृजं चास्य हृदयं मातृहृदयेनाभिसम्बद्धं भवति रसवाहिनीभिः संवाहिनीभिः; तस्मात्तयोस्ताभिर्भक्तिः संस्पन्दते | तच्चैव कारणमवेक्षमाणा न द्वैहृदय्यस्य विमानितं गर्भमिच्छन्ति कर्तुम्| विमानने ह्यस्य दृश्यते विनाशो विकृतिर्वा| समानयोगक्षेमा हि तदा भवति गर्भेण केषुचिदर्थेषु माता| तस्मात् प्रियहिताभ्यां गर्भिणीं विशेषेणोपचरन्ति कुशलाः||१५||" audio={r15}/>
                <SingleAudioCard sholkno="Shloka 16" sholk="तस्या गर्भापत्तेर्द्वैहृदय्यस्य च विज्ञानार्थं लिङ्गानि समासेनोपदेक्ष्यामः| उपचारसाधनं ह्यस्य ज्ञाने, ज्ञानं च लिङ्गतः, तस्मादिष्टो लिङ्गोपदेशः| तद्यथा- आर्तवादर्शनमास्यसंस्रवणमनन्नाभिलाषश्छर्दिररोचकोऽम्लकामता च विशेषेण श्रद्धाप्रणयनमुच्चावचेषु भावेषु गुरुगात्रत्वं चक्षुषोर्ग्लानिः स्तनयोः स्तन्यमोष्ठयोः स्तनमण्डलयोश्च कार्ष्ण्यमत्यर्थं श्वयथुः पादयोरीषल्लोमराज्युद्गमो योन्याश्चाटालत्वमिति गर्भे पर्यागते रूपाणि भवन्ति||१६||" audio={r16}/>
                <SingleAudioCard sholkno="Shloka 17" sholk="सा यद्यदिच्छेत्तत्तदस्यै दद्यादन्यत्र गर्भोपघातकरेभ्यो भावेभ्यः||१७||" audio={r17}/>
                <SingleAudioCard sholkno="Shloka 18" sholk="गर्भोपघातकरास्त्विमे भावा भवन्तिः; तद्यथा- सर्वमतिगुरूष्णतीक्ष्णं दारुणाश्च चेष्टाः; इमांश्चान्यानुपदिशन्ति वृद्धाः- देवतारक्षोऽनुचरपरिरक्षणार्थं न रक्तानि वासांसि बिभृयान्न मदकराणि मद्यान्यभ्यवहरेन्न यानमधिरोहेन्न मांसमश्नीयात् सर्वेन्द्रियप्रतिकूलांश्च भावान् दूरतः परिवर्जयेत्, यच्चान्यदपि किञ्चित् स्त्रियो विद्युः||१८||" audio={r18}/>
                <SingleAudioCard sholkno="Shloka 19" sholk="तीव्रायां तु खलु प्रार्थनायां काममहितमप्यस्यै हितेनोपहितं दद्यात् प्रार्थनाविनयनार्थम्| प्रार्थनासन्धारणाद्धि वायुः प्रकुपितोऽन्तःशरीरमनुचरन् गर्भस्यापद्यमानस्य विनाशं वैरूप्यं वा कुर्यात्||१९||" audio={r19}/>
                <SingleAudioCard sholkno="Shloka 20" sholk="चतुर्थे मासि स्थिरत्वमापद्यते गर्भः, तस्मात्तदा गर्भिणी गुरुगात्रत्वमधिकमापद्यते विशेषेण||२०||" audio={r20}/>
                <SingleAudioCard sholkno="Shloka 21" sholk="पञ्चमे मासि गर्भस्य मांसशोणितोपचयो भवत्यधिकमन्येभ्यो मासेभ्यः, तस्मात्तदा गर्भिणी कार्श्यमापद्यते विशेषेण||२१||" audio={r21}/>
                <SingleAudioCard sholkno="Shloka 22" sholk="षष्ठे मासि गर्भस्य बलवर्णोपचयो भवत्यधिकमन्येभ्यो मासेभ्यः, तस्मात्तदा गर्भिणी बलवर्णहानिमापद्यते विशेषेण||२२||" audio={r22}/>
                <SingleAudioCard sholkno="Shloka 23" sholk="सप्तमे मासि गर्भः सर्वैर्भावैराप्याय्यते, तस्मात्तदा गर्भिणी सर्वाकारैः क्लान्ततमा भवति||२३||" audio={r23}/>
                <SingleAudioCard sholkno="Shloka 24" sholk="अष्टमे मासि गर्भश्च मातृतो गर्भतश्च माता रसहारिणीभिः संवाहिनीभिर्मुहुर्मुहुरोजः परस्परत आददाते गर्भस्यासम्पूर्णत्वात्| तस्मात्तदा गर्भिणीमुहुर्महुर्मुदा युक्ता भवति मुहुर्मुहुश्च म्लाना, तथा गर्भः; तस्मात्तदा गर्भस्य जन्म व्यापत्तिमद्भवत्योजसोऽनवस्थितत्वात् | तं चैवार्थमभिसमीक्ष्याष्टमं मासमगण्यमित्याचक्षते कुशलाः||२४||" audio={r24}/>
                <SingleAudioCard sholkno="Shloka 25" sholk="तस्मिन्नेकदिवसातिक्रान्तेऽपि नवमं मासमुपादाय प्रसवकालमित्याहुरादशमान्मासात्| एतावान् प्रसवकालः, वैकारिकमतः परं कुक्षाववस्थानं गर्भस्य||२५||" audio={r25}/>
                <SingleAudioCard sholkno="Shloka 26" sholk="एवमनयाऽऽनुपूर्व्याऽभिनिर्वर्तते कुक्षौ||२६||" audio={r26}/>
                <SingleAudioCard sholkno="Shloka 27" sholk="मात्रादीनां खलु गर्भकराणां भावानां सम्पदस्तथा वृत्तस्य सौष्ठवान्मातृतश्चैवोपस्नेहोपस्वेदाभ्यां कालपरिणामात् स्वभावसंसिद्धेश्च कुक्षौ वृद्धिं प्राप्नोति||२७||" audio={r27}/>
                <SingleAudioCard sholkno="Shloka 28" sholk="मात्रादीनामेव तु खलु गर्भकराणां भावानां व्यापत्तिनिमित्तमस्याजन्म भवति||२८||" audio={r28}/>
                <SingleAudioCard sholkno="Shloka 29" sholk="ये ह्यस्य कुक्षौ वृद्धिहेतुसमाख्याता भावास्तेषां विपर्ययादुदरे विनाशमापद्यते, अथवाऽप्यचिरजातः स्यात्||२९||" audio={r29}/>
                <SingleAudioCard sholkno="Shloka 30" sholk="यतस्तु कार्त्स्न्येनाविनश्यन् विकृतिमापद्यते, तदनुव्याख्यास्यामः- यदा स्त्रिया दोषप्रकोपणोक्तान्यासेवमानाया दोषाः प्रकुपिताः शरीरमुपसर्पन्तः शोणितगर्भाशयावुपपद्यन्ते, न च कार्त्स्न्येन शोणितगर्भाशयौ दूषयन्ति, तदेयं गर्भं लभते स्त्री; तदा तस्य गर्भस्य मातृजानामवयवानामन्यतमोऽवयवो विकृतिमापद्यत एकोऽथवाऽनेके, यस्य यस्य ह्यवयवस्य बीजे बीजभागे वा दोषाः प्रकोपमापद्यन्ते, तं तमवयवं विकृतिराविशति| यदा ह्यस्याः शोणिते गर्भाशयबीजभागः प्रदोषमापद्यते, तदा वन्ध्यां जनयति; यदा पुनरस्याः शोणिते गर्भाशयबीजभागावयवः प्रदोषमापद्यते, तदा पूतिप्रजां जनयति; यदा त्वस्याः शोणिते गर्भाशयबीजभागावयवः स्त्रीकराणां च शरीरबीजभागानामेकदेशः प्रदोषमापद्यते, तदा स्त्र्याकृतिभूयिष्ठामस्त्रियं वार्तां नाम जनयति, तां स्त्रीव्यापदमाचक्षते||३०||"  audio={r30}/>
                <SingleAudioCard sholkno="Shloka 31" sholk="एवमेव पुरुषस्य यदा बीजे बीजभागः प्रदोषमापद्यते, तदा वन्ध्यं जनयति; यदा पुनरस्य बीजे बीजभागावयवः प्रदोषमापद्यते, तदा पूतिप्रजं जनयति; यदा त्वस्य बीजे बीजभागावयवः पुरुषकराणां च शरीरबीजभागानामेकदेशः प्रदोषमापद्यते, तदा पुरुषाकृतिभूयिष्ठमपुरुषं तृणपुत्रिकं नाम जनयति; तां पुरुषव्यापदमाचक्षते||३१||" audio={r31}/>
                <SingleAudioCard sholkno="Shloka 32" sholk="एतेन मातृजानां पितृजानां चावयवानां विकृतिव्याख्यानेन सात्म्यजानां रसजानां सत्त्वजानां चावयवानां विकृतिर्व्याख्याता भवति||३२||" audio={r32}/>
                <SingleAudioCard sholkno="Shloka 33" sholk="निर्विकारः परस्त्वात्मा सर्वभूतानां निर्विशेषः; सत्त्वशरीरयोस्तु विशेषाद्विशेषोपलब्धिः||३३||" audio={r33}/>
                <SingleAudioCard sholkno="Shloka 34" sholk="तत्र त्रयः शरीरदोषा वातपित्तश्लेष्माणः, ते शरीरं दूषयन्ति; द्वौ पुनः सत्त्वदोषौ रजस्तमश्च, तौ सत्त्वं दूषयतः| ताभ्यां च सत्त्वशरीराभ्यां दुष्टाभ्यां विकृतिरुपजायते, नोपजायते चाप्रदुष्टाभ्याम्||३४||" audio={r34}/>
                <SingleAudioCard sholkno="Shloka 35" sholk="तत्र शरीरं योनिविशेषाच्चतुर्विधमुक्तमग्रे||३५||" audio={r35}/>
                <SingleAudioCard sholkno="Shloka 36" sholk="त्रिविधं खलु सत्त्वं- शुद्धं, राजसं, तामसमिति| तत्र शुद्धमदोषमाख्यातं कल्याणांशत्वात्, राजसं सदोषमाख्यातं रोषांशत्वात्, तामसमपि सदोषमाख्यातं मोहांशत्वात्| तेषां तु त्रयाणामपि सत्त्वानामेकैकस्य भेदाग्रमपरिसङ्ख्येयं तरतमयोगाच्छरीरयोनिविशेषेभ्यश्चान्योन्यानुविधानत्वाच्च| शरीरं ह्यपि सत्त्वमनुविधीयते, सत्त्वं च शरीरम्|" audio={r36}/>
                <SingleAudioCard sholkno="Shloka 37" sholk="तस्मात् कतिचित्सत्त्वभेदाननूकाभिनिर्देशेन निदर्शनार्थमनुव्याख्यास्यामः||३६||" audio={r37}/>
                <SingleAudioCard sholkno="Shloka 37(1)" sholk="तद्यथा- शुचिं सत्याभिसन्धं जितात्मानं संविभागिनं ज्ञानविज्ञानवचनप्रतिवचनसम्पन्नं स्मृतिमन्तं कामक्रोधलोभमानमोहेर्ष्याहर्षामर्षापेतं समं सर्वभूतेषु ब्राह्मं विद्यात् (१)|" audio={r37_1}/>
                <SingleAudioCard sholkno="Shloka 37(2)" sholk="इज्याध्ययनव्रतहोमब्रह्मचर्यपरमतिथिव्रतमुपशान्तमदमानरागद्वेषमोहलोभरोषं प्रतिभावचनविज्ञानोपधारणशक्तिसम्पन्नमार्षं विद्यात् (२)|" audio={r37_2}/>
                <SingleAudioCard sholkno="Shloka 37(3)" sholk="ऐश्वर्यवन्तमादेयवाक्यं यज्वानं शूरमोजस्विनं तेजसोपेतमक्लिष्टकर्माणं दीर्घदर्शिनं धर्मार्थकामाभिरतमैन्द्रं विद्यात् (३)|" audio={r37_3}/>
                <SingleAudioCard sholkno="Shloka 37(4)" sholk="लेखास्थवृत्तं प्राप्तकारिणमसम्प्रहार्यमुत्थानवन्तं स्मृतिमन्तमैश्वर्यलम्भिनं व्यपगतरागेर्ष्याद्वेषमोहं याम्यं विद्यात् (४)|" audio={r37_4}/>
                <SingleAudioCard sholkno="Shloka 37(5)" sholk="शूरं धीरं शुचिमशुचिद्वेषिणं यज्वानमम्भोविहाररतिमक्लिष्टकर्माणं स्थानकोपप्रसादं वारुणं विद्यात् (५)|" audio={r37_5}/>
                <SingleAudioCard sholkno="Shloka 37(6)" sholk="स्थानमानोपभोगपरिवारसम्पन्नं धर्मार्थकामनित्यं शुचिं सुखविहारं व्यक्तकोपप्रसादं कौबेरं विद्यात् (६)|" audio={r37_6}/>
                <SingleAudioCard sholkno="Shloka 37(7)" sholk="प्रियनृत्यगीतवादित्रोल्लापकश्लोकाख्यायिकेतिहासपुराणेषु कुशलं गन्धमाल्यानुलेपनवसनस्त्रीविहारकामनित्यमनसूयकं गान्धर्वं विद्यात् (७)|" audio={r37_7}/>                
                <SingleAudioCard sholkno="Shloka 38" sholk="इत्येवं शुद्धस्य सत्त्वस्य सप्तविधं भेदांशं विद्यात् कल्याणांशत्वात्; तत्संयोगात्तु ब्राह्ममत्यन्तशुद्धं व्यवस्येत्||३७||" audio={r38}/>
                <SingleAudioCard sholkno="Shloka 38(1)" sholk="शूरं चण्डमसूयकमैश्वर्यवन्तमौपधिकं रौद्रमननुक्रोशमात्मपूजकमासुरं विद्यात् (१)|" audio={r38_1}/>
                <SingleAudioCard sholkno="Shloka 38(2)" sholk="अमर्षिणमनुबन्धकोपं छिद्रप्रहारिणं क्रूरमाहारातिमात्ररुचिमामिषप्रियतमं स्वप्नायासबहुलमीर्ष्युं राक्षसं विद्यात् (२)|" audio={r38_2}/>
                <SingleAudioCard sholkno="Shloka 38(3)" sholk="महाशनं स्त्रैणं स्त्रीरहस्काममशुचिं शुचिद्वेषिणं भीरुं भीषयितारं विकृतविहाराहारशीलं पैशाचं विद्यात् (३)|" audio={r38_3}/>
                <SingleAudioCard sholkno="Shloka 38(4)" sholk="क्रुद्धशूरमक्रुद्धभीरुं तीक्ष्णमायासबहुलं सन्त्रस्तगोचरमाहारविहारपरं सार्पं विद्यात् (४)|" audio={r38_4}/>
                <SingleAudioCard sholkno="Shloka 38(5)" sholk="आहारकाममतिदुःखशीलाचारोपचारमसूयकमसंविभागिनमतिलोलुपमकर्मशीलं प्रैतं विद्यात् (५)|" audio={r38_5}/>
                <SingleAudioCard sholkno="Shloka 38(6)" sholk="अनुषक्तकाममजस्रमाहारविहारपरमनवस्थितममर्षणमसञ्चयं शाकुनं विद्यात् (६)|" audio={r38_6}/>
                <SingleAudioCard sholkno="Shloka 39" sholk="इत्येवं खलु राजसस्य सत्त्वस्य षङ्विधं भेदांशं विद्यात्, रोषांशत्वात्||३८||" audio={r39}/>
                <SingleAudioCard sholkno="Shloka 39(1)" sholk="निराकरिष्णुममेधसं जुगुप्सिताचाराहरं मैथुनपरं स्वप्नशीलं पाशवं विद्यात् (१)|" audio={r39_1}/>
                <SingleAudioCard sholkno="Shloka 39(2)" sholk="भीरुमबुधमाहारलुब्धमनवस्थितमनुषक्तकामक्रोधं सरणशीलं तोयकामं मात्स्यं विद्यात् (२)|" audio={r39_2}/>
                <SingleAudioCard sholkno="Shloka 39(3)" sholk="अलसं केवलमभिनिविष्टमाहारे सर्वबुद्ध्यङ्गहीनं वानस्पत्यं विद्यात् (३)|" audio={r39_3}/>
                <SingleAudioCard sholkno="Shloka 40" sholk="इत्यपरिसङ्ख्येयभेदानां त्रयाणामपि सत्त्वानां भेदैकदेशो व्याख्यातः; शुद्धस्य सत्त्वस्य सप्तविधो ब्रह्मर्षिशक्रयमवरुणकुबेरगन्धर्वसत्त्वानुकारेण, राजसस्य षड्विधो दैत्यपिशाचराक्षससर्पप्रेतशकुनिसत्त्वानुकारेण, तामसस्य त्रिविधः पशुमत्स्यवनस्पतिसत्त्वानुकारेण, कथं च यथासत्त्वमुपचारः स्यादिति||४०||" audio={r40}/>
                <SingleAudioCard sholkno="Shloka 41" sholk="केवलश्चायमुद्देशो यथोद्देशमभिनिर्दिष्टो भवति गर्भावक्रान्तिसम्प्रयुक्तः; तस्य चार्थस्य विज्ञाने सामर्थ्यं गर्भकराणां च भावानामनुसमाधिः, विधातश्च विघातकराणां भावानामिति||४१||" audio={r41}/>
                <SingleAudioCard sholkno="Shloka 42" sholk="तत्र श्लोकाः- निमित्तमात्मा प्रकृतिर्वृद्धिः कुक्षौ क्रमेण च| वृद्धिहेतुश्च गर्भस्य पञ्चार्थाः शुभसञ्ज्ञिताः||४२||" audio={r42}/>
                <SingleAudioCard sholkno="Shloka 43" sholk="अजन्मनि च यो हेतुर्विनाशे विकृतावपि| इमांस्त्रीनशुभान् भावानाहुर्गर्भविघातकान्||४३||" audio={r43}/>
                <SingleAudioCard sholkno="Shloka 44" sholk="शुभाशुभसमाख्यातानष्टौ भावानिमान् भिषक्| सर्वथा वेद यः सर्वान् स राज्ञः कर्तुमर्हति||४४||" audio={r44}/>
                <SingleAudioCard sholkno="Shloka 45" sholk="अवाप्त्युपायान् गर्भस्य स एवं ज्ञातुमर्हति| ये च गर्भविघातोक्ता भावास्तांश्चाप्युदारधीः||४५||" audio={r45}/>

            </div>
        </div>
    )
}

export default Book4ch4




