import React from 'react'
import BookSlider from '../../../../localComponents/BookSlider'
import r1 from '../../../../assests/Audio/book4audio/ch5/5s1.aac'
import r2 from '../../../../assests/Audio/book4audio/ch5/5s2.aac'
import r3 from '../../../../assests/Audio/book4audio/ch5/5s3.aac'
import r4 from '../../../../assests/Audio/book4audio/ch5/5s4.aac'
import r5 from '../../../../assests/Audio/book4audio/ch5/5s5.aac'
import r6 from '../../../../assests/Audio/book4audio/ch5/5s6.aac'
import r7 from '../../../../assests/Audio/book4audio/ch5/5s7.aac'
import r8 from '../../../../assests/Audio/book4audio/ch5/5s8.aac'
import r9 from '../../../../assests/Audio/book4audio/ch5/5s9.aac'
import r10 from '../../../../assests/Audio/book4audio/ch5/5s10.aac'
import r11 from '../../../../assests/Audio/book4audio/ch5/5s11.aac'
import r12 from '../../../../assests/Audio/book4audio/ch5/5s12.aac'
import r13 from '../../../../assests/Audio/book4audio/ch5/5s13.aac'
import r14 from '../../../../assests/Audio/book4audio/ch5/5s14.aac'
import r15 from '../../../../assests/Audio/book4audio/ch5/5s15.aac'
import r16 from '../../../../assests/Audio/book4audio/ch5/5s16.aac'
import r17 from '../../../../assests/Audio/book4audio/ch5/5s17.aac'
import r18 from '../../../../assests/Audio/book4audio/ch5/5s18.aac'
import r19 from '../../../../assests/Audio/book4audio/ch5/5s19.aac'
import r20 from '../../../../assests/Audio/book4audio/ch5/5s20.aac'
import r21 from '../../../../assests/Audio/book4audio/ch5/5s21.aac'
import r22 from '../../../../assests/Audio/book4audio/ch5/5s22.aac'
import r23 from '../../../../assests/Audio/book4audio/ch5/5s23.aac'
import r24 from '../../../../assests/Audio/book4audio/ch5/5s24.aac'
import r25 from '../../../../assests/Audio/book4audio/ch5/5s25.aac'
import r26 from '../../../../assests/Audio/book4audio/ch5/5s26.aac'

import SingleAudioCard from '../../../../globalComponents/SingleAudioCard'
import sliderImg from '../../../../assests/book-ch-img/Audio-Book-PU/shareerasthana/5.png'

const Book4ch5 = () => {
    return (
        <div className="class-wrapper">
            <BookSlider img={sliderImg}/>
            <div className="text-center card-holder-custom">
                <SingleAudioCard sholkno="Shloka 1" sholk="अथातः पुरुषविचयं शारीरं व्याख्यास्यामः||१||" audio={r1}/>
                <SingleAudioCard sholkno="Shloka 2" sholk="इति ह स्माह भगवानात्रेयः||२||" audio={r2}/>
                <SingleAudioCard sholkno="Shloka 3" sholk="‘पुरुषोऽयं लोकसम्मितः’ इत्युवाच भगवान् पुनर्वसुरात्रेयः| यावन्तो हि लोके (मूर्तिमन्तो) भावविशेषास्तावन्तः पुरुषे, यावन्तः पुरुषे तावन्तो लोके; इत्येवंवादिनं भगवन्तमात्रेयमग्निवेश उवाच- नैतावता वाक्येनोक्तं वाक्यार्थमवगाहामहे, भगवता बुद्ध्या भूयस्तरमतोऽनुव्याख्यायमानं शुश्रूषामह इति||३||" audio={r3}/>
                <SingleAudioCard sholkno="Shloka 4" sholk="तमुवाच भगवानात्रेयः- अपरिसङ्ख्येया लोकावयवविशेषाः, पुरुषावयवविशेषा अप्यपरिसङ्ख्येयाः; तेषां यथास्थूलं कतिचिद्भावान् सामान्यमभिप्रेत्योदाहरिष्यामः, तानेकमना निबोध सम्यगुपवर्ण्यमानानग्निवेश!| षड्धातवः समुदिताः ‘पुरुष’ इति शब्दं लभन्ते; तद्यथा- पृथिव्यापस्तेजो वायुराकाशं ब्रह्म चाव्यक्तमिति, एत एव च षड्धातवः समुदिताः ‘पुरुष’ इति शब्दं लभन्ते||४||" audio={r4}/>
                <SingleAudioCard sholkno="Shloka 5" sholk="तस्य पुरुषस्य पृथिवी मूर्तिः, आपः क्लेदः, तेजोऽभिसन्तापः, वायुः प्राणः, वियत् सुषिराणि, ब्रह्म अन्तरात्मा|यथा खलु ब्राह्मी विभूतिर्लोके तथा पुरुषेऽप्यान्तरात्मिकी विभूतिः, ब्रह्मणो विभूतिर्लोके प्रजापतिरन्तरात्मनो विभूतिः पुरुषे सत्त्वं, यस्त्विन्द्रो लोके स पुरुषेऽहङ्कारः, आदित्यस्त्वादानं, रुद्रो रोषः, सोमः प्रसादः, वसवः सुखम्, अश्विनौ कान्तिः, मरुदुत्साहः, विश्वेदेवाः सर्वेन्द्रियाणि सर्वेन्द्रियार्थाश्च, तमो मोहः, ज्योतिर्ज्ञानं, यथा लोकस्य सर्गादिस्तथा पुरुषस्य गर्भाधानं, यथा कृतयुगमेवं बाल्यं, यथा त्रेता तथा यौवनं, यथा द्वापरस्तथा स्थाविर्यं, यथा कलिरेवमातुर्यं, यथा युगान्तस्तथा मरणमिति| एवमेतेनानुमानेनानुक्तानामपि लोकपुरुषयोरवयवविशेषाणामग्निवेश! सामान्यं विद्यादिति||५||" audio={r5}/>
                <SingleAudioCard sholkno="Shloka 6" sholk="एवंवादिनं भगवन्तमात्रेयमग्निवेश उवाच- एवमेतत् सर्वमनपवादं यथोक्तं भगवता लोकपुरुषयोः सामान्यम्| किन्न्वस्य सामान्योपदेशस्य प्रयोजनमिति||६||" audio={r6}/>
                <SingleAudioCard sholkno="Shloka 7" sholk="भगवानुवाच- शृण्वग्निवेश! सर्वलोकमात्मन्यात्मानं च सर्वलोके सममनुपश्यतः सत्या बुद्धिः समुत्पद्यते| सर्वलोकं ह्यात्मनि पश्यतो भवत्यात्मैव सुखदुःखयोः कर्ता नान्य इति| कर्मात्मकत्वाच्च हेत्वादिभिर्युक्तः सर्वलोकोऽहमिति विदित्वा ज्ञानं पूर्वमुत्थाप्यतेऽपवर्गायेति| तत्र संयोगापेक्षीलोकशब्दः| षड्धातुसमुदायो हि सामान्यतः सर्वलोकः||७||" audio={r7}/>
                <SingleAudioCard sholkno="Shloka 8" sholk="तस्य हेतुः, उत्पत्तिः, वृद्धिः, उपप्लवः, वियोगश्च| तत्र हेतुरुत्पत्तिकारणं, उत्पत्तिर्जन्म, वृद्धिराप्यायनम्, उपप्लवो दुःखागमः, षड्धातुविभागो वियोगः सजीवापगमः स प्राणनिरोधः स भङ्गः स लोकस्वभावः| तस्य मूलं सर्वोपप्लवानां च प्रवृत्तिः, निवृत्तिरुपरमः| प्रवृत्तिर्दुःखं, निवृत्तिः सुखमिति यज्ज्ञानमुत्पद्यते तत् सत्यम्| तस्य हेतुः सर्वलोकसामान्यज्ञानम्| एतत्प्रयोजनं सामान्योपदेशस्येति||८||" audio={r8}/>
                <SingleAudioCard sholkno="Shloka 9" sholk="अथाग्निवेश उवाच- किम्मूला भगवन्! प्रवृत्तिः, निवृत्तौ च क उपाय इति||९||" audio={r9}/>
                <SingleAudioCard sholkno="Shloka 10" sholk="भगवानुवाच- मोहेच्छाद्वेषकर्ममूला प्रवृत्तिः| तज्जा ह्यहङ्कारसङ्गसंशयाभिसम्प्लवाभ्यवपातविप्रत्ययाविशेषानुपायास्तरुणमिव द्रुममतिविपुलशाखास्तरवोऽभिभूय पुरुषमवतत्यैवोत्तिष्ठन्ते; यैरभिभूतो न सत्तामतिवर्तते| तत्रैवञ्जातिरूपवित्तवृत्तबुद्धिशीलविद्याभिजनवयोवीर्यप्रभावसम्पन्नोऽहमित्यहङ्कारः, यन्मनोवाक्कायकर्म नापवर्गाय स सङ्गः, कर्मफलमोक्षपुरुषप्रेत्यभावादयः सन्ति वा नेति संशयः, सर्वावस्थास्वनन्योऽहमहं स्रष्टा स्वभावसंसिद्धोऽहमहं शरीरेन्द्रियबुद्धिस्मृतिविशेषराशिरिति ग्रहणमभिसम्प्लवः, मम मातृपितृभ्रातृदारापत्यबन्धुमित्रभृत्यगणो गणस्य चाहमित्यभ्यवपातः, कार्याकार्यहिताहितशुभाशुभेषु विपरीताभिनिवेशो विप्रत्ययः, ज्ञाज्ञयोः प्रकृतिविकारयोः प्रवृत्तिनिवृत्त्योश्च सामान्यदर्शनमविशेषः, प्रोक्षणानशनाग्निहोत्रत्रिषवणाभ्युक्षणावाहनयाजनयजनयाचनसलिलहुताशनप्रवेशादयः समारम्भाः प्रोच्यन्ते ह्यनुपायाः| एवमयमधीधृतिस्मृतिरहङ्काराभिनिविष्टः सक्तः ससंशयोऽभिसम्प्लुतबुद्धिरभ्यवपतितोऽन्यथादृष्टिरविशेषग्राही विमार्गगतिर्निवासवृक्षः सत्त्वशरीरदोषमूलानां सर्वदुःखानां भवति| एवमहङ्कारादिभिर्दोषैर्भ्राम्यमाणो नातिवर्तते प्रवृत्तिं, सा च मूलमघस्य||१०||" audio={r10}/> 
                <SingleAudioCard sholkno="Shloka 11" sholk="निवृत्तिरपवर्गः; तत् परं प्रशान्तं तत्तदक्षरं तद्ब्रह्म स मोक्षः||११|| " audio={r11}/>
                <SingleAudioCard sholkno="Shloka 12" sholk="तत्र मुमुक्षूणामुदयनानि व्याख्यास्यामः| तत्र लोकदोषदर्शिनो मुमुक्षोरादित एवाचार्याभिगमनं, तस्योपदेशानुष्ठानम्, अग्नेरेवोपचर्या, धर्मशास्त्रानुगमनं, तदार्थावबोधः, तेनावष्टम्भः, तत्र यथोक्ताः क्रियाः, सतामुपासनम्, असतां परिवर्जनम्, असङ्गतिर्दुर्जनेन, सत्यं सर्वभूतहितमपरुषमनतिकाले परीक्ष्य वचनं, सर्वप्राणिषु चात्मनीवावेक्षा, सर्वासामस्मरणमसङ्कल्पनमप्रार्थनमनभिभाषणं च स्त्रीणां, सर्वपरिग्रहत्यागः, कौपीनं प्रच्छादनार्थं, धातुरागनिवसनं, कन्थासीवनहेतोः सूचीपिप्पलकं, शौचाधानतोर्जलकुण्डिका, दण्डधारणं, भैक्षचर्यार्थं पात्रं, प्राणधारणार्थमेककालमग्राम्यो यथोपपन्नोऽभ्यवहारः, श्रमापनयनार्थं शीर्णशुष्कपर्णतृणास्तरणोपधानं, ध्यानहेतोः कायनिबन्धनं, वनेष्वनिकेतवासः, तन्द्रानिन्द्रालस्यादिकर्मवर्जनं, इन्द्रियार्थेष्वनुरागोपतापनिग्रहः, सुप्तस्थितगतप्रेक्षिता हारविहारप्रत्यङ्गचेष्टादिकेष्वारम्भेषु स्मृतिपूर्विका प्रवृत्तिः, सत्कारस्तुतिगर्हावमानक्षमत्वं, क्षुत्पिपासायासश्रमशीतोष्णवातवर्षासुखदुःखसंस्पर्शसहत्वं, शोकदैन्यमानोद्वेगमदलोभरागेर्ष्याभयक्रोधादिभिरसञ्चलनम्, अहङ्कारादिषूपसर्गसञ्ज्ञा, लोकपुरुषयोः सर्गादिसामान्यावेक्षणं, कार्यकालात्ययभयं, योगारम्भे सततमनिर्वेदः, सत्त्वोत्साहः, अपवर्गाय धीधृतिस्मृतिबलाधानं; नियमनमिन्द्रियाणां चेतसि, चेतस आत्मनि, आत्मनश्च; धातुभेदेन शरीरावयवसङ्ख्यानमभीक्ष्णं, सर्वं कारणवद्दुःखमस्वमनित्यमित्यभ्युपगमः, सर्वप्रवृत्तिष्वघसञ्ज्ञा, सर्वसन्न्यासे सुखमित्यभिनिवेशः; एष मार्गोऽपवर्गाय, अतोऽन्यथा बध्यते; इत्युदयनानि व्याख्यातानि||१२||" audio={r12}/>
                <SingleAudioCard sholkno="Shloka 13" sholk="भवन्ति चात्र- एतैरविमलं सत्त्वं शुद्ध्युपायैर्विशुध्यति| मृज्यमान इवादर्शस्तैलचेलकचादिभिः||१३||" audio={r13}/>
                <SingleAudioCard sholkno="Shloka 14" sholk="ग्रहाम्बुदरजोधूमनीहारैरसमावृतम्| यथाऽर्कमण्डलं भाति भाति सत्त्वं तथाऽमलम्||१४||" audio={r14}/>
                <SingleAudioCard sholkno="Shloka 15" sholk="ज्वलत्यात्मनि संरुद्धं तत् सत्त्वं संवृतायने| शुद्धः स्थिरः प्रसन्नार्चिर्दीपो दीपाशये यथा||१५||" audio={r15}/>
                <SingleAudioCard sholkno="Shloka 16" sholk="शुद्धसत्त्वस्य या शुद्धा सत्या बुद्धिः प्रवर्तते| यया भिनत्त्यतिबलं महामोहमयं तमः||१६||" audio={r16}/>
                <SingleAudioCard sholkno="Shloka 17" sholk="सर्वभावस्वभावज्ञो यया भवति निःस्पृहः| योगं यया साधयते साङ्ख्यः सम्पद्यते यया||१७||" audio={r17}/>
                <SingleAudioCard sholkno="Shloka 18" sholk="यया नोपैत्यहङ्कारं नोपास्ते कारणं यया| यया नालम्बते किञ्चित् सर्वं सन्न्यस्यते यया||१८||" audio={r18}/>
                <SingleAudioCard sholkno="Shloka 19" sholk="याति ब्रह्म यया नित्यमजरं शान्तमव्ययम्| विद्या सिद्धिर्मतिर्मेधा प्रज्ञा ज्ञानं च सा मता||१९||" audio={r19}/>
                <SingleAudioCard sholkno="Shloka 20" sholk="लोके विततमात्मानं लोकं चात्मनि पश्यतः| परावरदृशः शान्तिर्ज्ञानमूला न नश्यति||२०||" audio={r20}/>
                <SingleAudioCard sholkno="Shloka 21" sholk="पश्यतः सर्वभावान् हि सर्वावस्थासु सर्वदा| ब्रह्मभूतस्य संयोगो न शुद्धस्योपपद्यते||२१||" audio={r21}/>
                <SingleAudioCard sholkno="Shloka 22" sholk="नात्मनः करणाभावाल्लिङ्गमप्युपलभ्यते| स सर्वकरणायोगान्मुक्त इत्यभिधीयते||२२||" audio={r22}/>
                <SingleAudioCard sholkno="Shloka 23" sholk="विपापं विरजः शान्तं परमक्षरमव्ययम्| अमृतं ब्रह्म निर्वाणं पर्यायैः शान्तिरुच्यते||२३||" audio={r23}/>
                <SingleAudioCard sholkno="Shloka 24" sholk="एतत्तत् सौम्य! विज्ञानं यज्ज्ञात्वा मुक्तसंशयाः| मुनयः प्रशमं जग्मुर्वीतमोहरजःस्पृहाः||२४||" audio={r24}/>
                <SingleAudioCard sholkno="Shloka 25" sholk="तत्र श्लोकौ- सप्रयोजनमुद्दिष्टं लोकस्य पुरुषस्य च| सामान्यं मूलमुत्पत्तौ निवृत्तौ मार्ग एव च||२५||" audio={r25}/>
                <SingleAudioCard sholkno="Shloka 26" sholk="शुद्धसत्त्वसमाधानं सत्या बुद्धिश्च नैष्ठिकी| विचये पुरुषस्योक्ता निष्ठा च परमर्षिणा||२६||" audio={r26}/>
                
            </div>
        </div>
    )
}

export default Book4ch5




