import React from 'react'
import BookSlider from '../../../../localComponents/BookSlider'
import r1 from '../../../../assests/Audio/book4audio/ch6/6s1.aac'
import r2 from '../../../../assests/Audio/book4audio/ch6/6s2.aac'
import r3 from '../../../../assests/Audio/book4audio/ch6/6s3.aac'
import r4 from '../../../../assests/Audio/book4audio/ch6/6s4.aac'
import r5 from '../../../../assests/Audio/book4audio/ch6/6s5.aac'
import r6 from '../../../../assests/Audio/book4audio/ch6/6s6.aac'
import r7 from '../../../../assests/Audio/book4audio/ch6/6s7.aac'
import r8 from '../../../../assests/Audio/book4audio/ch6/6s8.aac'
import r9 from '../../../../assests/Audio/book4audio/ch6/6s9.aac'
import r10 from '../../../../assests/Audio/book4audio/ch6/6s10.aac'
import r11 from '../../../../assests/Audio/book4audio/ch6/6s11.aac'
import r12 from '../../../../assests/Audio/book4audio/ch6/6s12.aac'
import r13 from '../../../../assests/Audio/book4audio/ch6/6s13.aac'
import r14 from '../../../../assests/Audio/book4audio/ch6/6s14.aac'
import r15 from '../../../../assests/Audio/book4audio/ch6/6s15.aac'
import r16 from '../../../../assests/Audio/book4audio/ch6/6s16.aac'
import r17 from '../../../../assests/Audio/book4audio/ch6/6s17.aac' 
import r18 from '../../../../assests/Audio/book4audio/ch6/6s18.aac'
import r19 from '../../../../assests/Audio/book4audio/ch6/6s19.aac'
import r20 from '../../../../assests/Audio/book4audio/ch6/6s20.aac'
import r21 from '../../../../assests/Audio/book4audio/ch6/6s21.aac'
import r22 from '../../../../assests/Audio/book4audio/ch6/6s22.aac'
import r23 from '../../../../assests/Audio/book4audio/ch6/6s23.aac'
import r24 from '../../../../assests/Audio/book4audio/ch6/6s24.aac'
import r25 from '../../../../assests/Audio/book4audio/ch6/6s25.aac'
import r26 from '../../../../assests/Audio/book4audio/ch6/6s26.aac'
import r27 from '../../../../assests/Audio/book4audio/ch6/6s27.aac'
import r28 from '../../../../assests/Audio/book4audio/ch6/6s28.aac'
import r29 from '../../../../assests/Audio/book4audio/ch6/6s29.aac'
import r30 from '../../../../assests/Audio/book4audio/ch6/6s30.aac'
import r31 from '../../../../assests/Audio/book4audio/ch6/6s31.aac'
import r32 from '../../../../assests/Audio/book4audio/ch6/6s32.aac'
import r33 from '../../../../assests/Audio/book4audio/ch6/6s33.aac'
import r34 from '../../../../assests/Audio/book4audio/ch6/6s34.aac'
import r35 from '../../../../assests/Audio/book4audio/ch6/last.aac'
// import all from '../../../../assests/Audio/book4audio/all/b4ch6.aac'

import SingleAudioCard from '../../../../globalComponents/SingleAudioCard'
import sliderImg from '../../../../assests/book-ch-img/Audio-Book-PU/shareerasthana/6.png'

const Book4ch6 = () => {
    return (
        <div className="class-wrapper">
            <BookSlider img={sliderImg}/>
            <div className="text-center card-holder-custom">
                {/* <SingleAudioCard sholkno="All Shloka" sholk="All Shloka" audio={all}/> */}
                <SingleAudioCard sholkno="Shloka 1" sholk="अथातः शरीरविचयं शारीरं व्याख्यास्यामः||१||" audio={r1}/>
                <SingleAudioCard sholkno="Shloka 2" sholk="इति ह स्माह भगवानात्रेयः||२||" audio={r2}/>
                <SingleAudioCard sholkno="Shloka 3" sholk="शरीरविचयः शरीरोपकारार्थमिष्यते| ज्ञात्वा हि शरीरतत्त्वं शरीरोपकारकरेषु भावेषु ज्ञानमुत्पद्यते| तस्माच्छरीरविचयं प्रशंसन्ति कुशलाः||३||" audio={r3}/>
                <SingleAudioCard sholkno="Shloka 4" sholk="तत्र शरीरं नाम चेतनाधिष्ठानभूतं पञ्चमहाभूतविकारसमुदायात्मकं समयोगवाहि| यदा ह्यस्मिञ् शरीरे धातवो वैषम्यमापद्यन्ते तदा क्लेशं विनाशं वा प्राप्नोति| वैषम्यगमनं हि पुनर्धातूनां वृद्धिह्रासगमनमकार्त्स्न्येन प्रकृत्या च||४||" audio={r4}/>
                <SingleAudioCard sholkno="Shloka 5" sholk="यौगपद्येन तु विरोधिनां धातूनां वृद्धिह्रासौ भवतः| यद्धि यस्य धातोर्वृद्धिकरं तत्ततो विपरीतगुणस्य धातोः प्रत्यवायकरं सम्पद्यते||५||" audio={r5}/>
                <SingleAudioCard sholkno="Shloka 6" sholk="तदेव तस्माद्भेषजं सम्यगवचार्यमाणं युगपन्न्यूनातिरिक्तानां धातूनां साम्यकरं भवति, अधिकमपकर्षति न्यूनमाप्याययति||६||" audio={r6}/>
                <SingleAudioCard sholkno="Shloka 7" sholk="एतावदेव हि भैषज्यप्रयोगे फलमिष्टं स्वस्थवृत्तानुष्ठाने च यावद्धातूनां साम्यं स्यात्| स्वस्था ह्यपि धातूनां साम्यानुग्रहार्थमेव कुशला रसगुणानाहारविकारांश्च पर्यायेणेच्छन्त्युपयोक्तुं सात्म्यसमाज्ञातान्; एकप्रकारभूयिष्ठांश्चोपयुञ्जानास्तद्विपरीतकरसमाज्ञातया चेष्टया सममिच्छन्ति कर्तुम्||७||" audio={r7}/>
                <SingleAudioCard sholkno="Shloka 8" sholk="देशकालात्मगुणविपरीतानां हि कर्मणामाहारविकाराणां च क्रियोपयोगः सम्यक्, सर्वातियोगसन्धारणम्, असन्धारणमुदीर्णानां च गतिमतां, साहसानां च वर्जनं, स्वस्थवृत्तमेतावद्धातूनां साम्यानुग्रहार्थमुपदिश्यते||८||" audio={r8}/>
                <SingleAudioCard sholkno="Shloka 9" sholk="धातवः पुनः शारीराः समानगुणैः समानगुणभूयिष्ठैर्वाऽप्याहारविकारैरभ्यस्यमानैर्वृद्धिं प्राप्नुवन्ति, ह्रासं तु विपरीतगुणैर्विपरीतगुणभूयिष्ठैर्वाऽप्याहारैरभ्यस्यमानैः||९||" audio={r9}/>
                <SingleAudioCard sholkno="Shloka 10" sholk="तत्रेमे शरीरधातुगुणाः सङ्ख्यासामर्थ्यकराः; तद्यथा- गुरुलघुशीतोष्णस्निग्धरूक्षमन्दतीक्ष्णस्थिरसरमृदुकठिनविशदपिच्छिलश्लक्ष्णखरसूक्ष्मस्थूलसान्द्रद्रवाः| तेषु ये गुरवस्ते गुरुभिराहारविकारगुणैरभ्यस्यमानैराप्याय्यन्ते, लघवश्च ह्रसन्ति; लघवस्तु लघुभिराप्याय्यन्ते, गुरवश्च ह्रसन्ति| एवमेव सर्वधातुगुणानां सामान्ययोगाद्वृद्धिः, विपर्ययाद्ध्रासः| तस्मान्मांसमाप्याय्यते मांसेन भूयस्तरमन्येभ्यः शरीरधातुभ्यः, तथा लोहितं लोहितेन, मेदो मेदसा, वसा वसया, अस्थि तरुणास्थ्ना, मज्जा मज्ज्ञा, शुक्रं शुक्रेण, गर्भस्त्वामगर्भेण||१०||" audio={r10}/>
                <SingleAudioCard sholkno="Shloka 11" sholk="यत्र त्वेवंलक्षणेन सामान्येन सामान्यवतामाहारविकाराणामसान्निध्यं स्यात्, सन्निहितानां वाऽप्ययुक्तत्वान्नोपयोगो घृणित्वादन्यस्माद्वा कारणात्, स च धातुरभिवर्धयितव्यः स्यात्, तस्य ये समानगुणाः स्युराहारविकारा असेव्याश्च, तत्र समानगुणभूयिष्ठानामन्यप्रकृतीनामप्याहारविकाराणामुपयोगः स्यात्| तद्यथा- शुक्रक्षये क्षीरसर्पिषोरुपयोगो मधुरस्निग्धशीतसमाख्यातानां चापरेषां द्रव्याणां, मूत्रक्षये पुनरिक्षुरसवारुणीमण्डद्रवमधुराम्ललवणोपक्लेदिनां, पुरीषक्षये कुल्माषमाषकुष्कुण्डाजमध्ययवशाकधान्याम्लानां, वातक्षये कटुकतिक्तकषायरूक्षलघुशीतानां, पित्तक्षयेऽम्ललवणकटुकक्षारोष्णतीक्ष्णानां, श्लेष्मक्षये स्निग्धगुरुमधुरसान्द्रपिच्छिलानां द्रव्याणाम्| कर्मापि यद्यस्य धातोर्वृद्धिकरं तत्तदासेव्यम्| एवमन्येषामपि शरीरधातूनां सामान्यविपर्ययाभ्यां वृद्धिह्रासौ यथाकालं कार्यौ| इति सर्वधातूनामेकैकशोऽतिदेशतश्च वृद्धिह्रासकराणि व्याख्यातानि भवन्ति||११||" audio={r11}/>
                <SingleAudioCard sholkno="Shloka 12" sholk="कार्त्स्न्येन शरीरवृद्धिकरास्त्विमे भावा भवन्ति; तद्यथा- कालयोगः, स्वभावसंसिद्धिः, आहारसौष्ठवम्, अविघातश्चेति||१२||" audio={r12}/>
                <SingleAudioCard sholkno="Shloka 13" sholk="बलवृद्धिकरास्त्विमे भावा भवन्ति| तद्यथा- बलवत्पुरुषे देशे जन्म बलवत्पुरुषे काले च, सुखश्च कालयोगः, बीजक्षेत्रगुणसम्पच्च, आहारसम्पच्च, शरीरसम्पच्च, सात्म्यसम्पच्च, सत्त्वसम्पच्च, स्वभावसंसिद्धिश्च, यौवनं च, कर्म च, संहर्षश्चेति||१३||" audio={r13}/>
                <SingleAudioCard sholkno="Shloka 14" sholk="आहारपरिणामकरास्त्विमे भावा भवन्ति| तद्यथा- ऊष्मा, वायुः, क्लेदः, स्नेहः, कालः, समयोगश्चेति ||१४||" audio={r14}/>
                <SingleAudioCard sholkno="Shloka 15" sholk="तत्र तु खल्वेषामूष्मादीनामाहारपरिणामकराणां भावानामिमे कर्मविशेषा भवन्ति| तद्यथा- ऊष्मा पचति, वायुरपकर्षति, क्लेदः शैथिल्यमापादयति, स्नेहो मार्दवं जनयति, कालः पर्याप्तिमभिनिर्वर्तयति, समयोगस्त्वेषां परिणामधातुसाम्यकरः सम्पद्यते||१५||" audio={r15}/>
                <SingleAudioCard sholkno="Shloka 16" sholk="परिणमतस्त्वाहारस्य गुणाः शरीरगुणभावमापद्यन्ते यथास्वमविरुद्धाः; विरुद्धाश्च विहन्युर्विहताश्च विरोधिभिः शरीरम्||१६||" audio={r16}/>
                <SingleAudioCard sholkno="Shloka 17" sholk="शरीरगुणाः पुनर्द्विविधाः सङ्ग्रहेण- मलभूताः, प्रसादभूताश्च| तत्र मलभूतास्ते ये शरीरस्याबाधकराः स्युः| तद्यथा- शरीरच्छिद्रेषूपदेहाः पृथग्जन्मानो बहिर्मुखाः, परिपक्वाश्च धातवः, प्रकुपिताश्च वातपित्तश्लेष्माणः, ये चान्येऽपि केचिच्छरीरे तिष्ठन्तो भावाः शरीरस्योपघातायोपपद्यन्ते, सर्वांस्तान्मले सञ्चक्ष्महे; इतरांस्तु प्रसादे , गुर्वादींश्च द्रवान्तान् गुणभेदेन, रसादींश्च शुक्रान्तान् द्रव्यभेदेन||१७||" audio={r17}/>
                <SingleAudioCard sholkno="Shloka 18" sholk="तेषां सर्वेषामेव वातपित्तश्लेष्माणो दुष्टा दूषयितारो भवन्ति, दोषस्वभावात्| वातादीनां पुनर्धात्वन्तरे कालान्तरे प्रदुष्टानां विविधाशितपीतीयेऽध्याये विज्ञानान्युक्तानि|एतावत्येव दुष्टदोषगतिर्यावत् संस्पर्शनाच्छरीरधातूनाम्| प्रकृतिभूतानां तु खलु वातादीनां फलमारोग्यम्| तस्मादेषां प्रकृतिभावे प्रयतितव्यं बुद्धिमद्भिरिति||१८||" audio={r18}/>
                <SingleAudioCard sholkno="Shloka 19" sholk="भवति चात्र- शरीरं सर्वथा सर्वं सर्वदा वेद यो भिषक्| आयुर्वेदं स कार्त्स्न्येन वेद लोकसुखप्रदम्||१९||" audio={r19}/>
                <SingleAudioCard sholkno="Shloka 20" sholk="एवंवादिनं भगवन्तमात्रेयमग्निवेश उवाच श्रुतमेतद्यदुक्तं भगवता शरीराधिकारे वचः| किन्नु खलु गर्भस्याङ्गं पूर्वमभिनिर्वर्तते कुक्षौ, कुतो मुखः कथं चान्तर्गतस्तिष्ठति, किमाहारश्च वर्तयति, कथम्भूतश्च निष्क्रामति, कैश्चायमाहारोपचारैर्जातः सद्यो हन्यते, कैरव्याधिरभिवर्धते, किञ्चास्य देवादिप्रकोपनिमित्ता विकाराः सम्भवन्ति आहोस्विन्न, किञ्चास्य कालाकालमृत्य्वोर्भावाभावयोर्भगवानध्यवस्यति, किञ्चास्य परमायुः, कानि चास्य परमायुषो निमित्तानीति||२०||" audio={r20}/>
                <SingleAudioCard sholkno="Shloka 21" sholk="तमेवमुक्तवन्तमग्निवेशं भगवान् पुनर्वसुरात्रेय उवाच- पूर्वमुक्तमेतद्गर्भावक्रान्तौ यथाऽयमभिनिर्वर्तते कुक्षौ, यच्चास्य यदा सन्तिष्ठतेऽङ्गजातम्| विप्रतिवादास्त्वत्र बहुविधाः सूत्रकृतामृषीणां सन्ति सर्वेषां; तानपि निबोधोच्यमानान्- शिरः पूर्वमभिनिर्वर्तते कुक्षाविति कुमारशिरा भरद्वाजः पश्यति, सर्वेन्द्रियाणां तदधिष्ठानमिति कृत्वा; हृदयमिति काङ्कायनो बाह्लीकभिषक्, चेतनाधिष्ठानत्वात्; नाभिरिति भद्रकाप्यः, आहारागम इति कृत्वा; पक्वाशयगुदमिति भद्रशौनकः, मारुताधिष्ठानत्वात्; हस्तपादमिति बडिशः, तत्करणत्वात् पुरुषस्य; इन्द्रियाणीति जनको वैदेहः, तान्यस्य बुद्ध्यधिष्ठानानीति कृत्वा; परोक्षत्वादचिन्त्यमिति मारीचिः कश्यपः; सर्वाङ्गाभिनिर्वृत्तिर्युगपदिति धन्वन्तरिः; तदुपपन्नं, सर्वाङ्गानां तुल्यकालाभिनिर्वृत्तत्वाद्धृदयप्रभृतीनाम्| सर्वाङ्गानां ह्यस्य हृदयं मूलमधिष्ठानं च केषाञ्चिद्भावानाम्, नच तस्मात् पूर्वाभिनिर्वृत्तिरेषां; तस्माद्धृदयप्रभृतीनां सर्वाङ्गानां तुल्यकालाभिनिर्वृत्तिः, सर्वे भावा ह्यन्योन्यप्रतिबद्धाः; तस्माद्यथाभूतदर्शनं साधु||२१||" audio={r21}/>
                <SingleAudioCard sholkno="Shloka 22" sholk="गर्भस्तु खलु मातुः पृष्ठाभिमुख ऊर्ध्वशिराः सङ्कुच्याङ्गान्यास्तेऽन्तःकुक्षौ ||२२||" audio={r22}/>
                <SingleAudioCard sholkno="Shloka 23" sholk="व्यपगतपिपासाबुभुक्षस्तु खलु गर्भः परतन्त्रवृत्तिर्मातरमाश्रित्य वर्तयत्युपस्नेहोपस्वेदाभ्यां गर्भाशये सदसद्भूताङ्गावयवः, तदनन्तरं ह्यस्य कश्चिल्लोमकूपायनैरुपस्नेहः कश्चिन्नाभिनाड्ययनैः| नाभ्यां ह्यस्य नाडी प्रसक्ता, नाड्यां चापरा, अपरा चास्य मातुः प्रसक्ता हृदये, मातृहृदयं ह्यस्य तामपरामभिसम्प्लवते सिराभिः स्यन्दमानाभिः; स तस्य रसो बलवर्णकरः सम्पद्यते, स च सर्वरसवानाहारः| स्त्रिया ह्यापन्नगर्भायास्त्रिधा रसः प्रतिपद्यते- स्वशरीरपुष्टये, स्तन्याय, गर्भवृद्धये च| स तेनाहारेणोपष्टब्धः (परतन्त्रवृत्तिर्मातरमाश्रित्य) वर्तयत्यन्तर्गतः||२३||" audio={r23}/>
                <SingleAudioCard sholkno="Shloka 24" sholk="स चोपस्थितकाले जन्मनि प्रसूतिमारुतयोगात् परिवृत्त्यावाक्शिरा निष्क्रामत्यपत्यपथेन, एषा प्रकृतिः, विकृतिः पुनरतोऽन्यथा| परं त्वतः स्वतन्त्रवृत्तिर्भवति||२४||" audio={r24}/>
                <SingleAudioCard sholkno="Shloka 25" sholk="तस्याहारोपचारौ जातिसूत्रीयोपदिष्टावविकारकरौ चाभिवृद्धिकरौ भवतः||२५||" audio={r25}/>
                <SingleAudioCard sholkno="Shloka 26" sholk="ताभ्यामेव च विषमसेविताभ्यां जातः सद्य उपहन्यते तरुरिवाचिरव्यपरोपितो वातातपाभ्यामप्रतिष्ठितमूलः||२६||" audio={r26}/>
                <SingleAudioCard sholkno="Shloka 27" sholk="आप्तोपदेशादद्भुतरूपदर्शनात् समुत्थानलिङ्गचिकित्सितविशेषाच्चादोषप्रकोपानुरूपा देवादिप्रकोपनिमित्ता विकाराः समुपलभ्यन्ते||२७||" audio={r27}/>
                <SingleAudioCard sholkno="Shloka 28" sholk="कालाकालमृत्य्वोस्तु खलु भावाभावयोरिदमध्यवसितं नः- “यः कश्चिन् म्रियते स काल एव म्रियते, न हि कालच्छिद्रमस्ति” इत्येके भाषन्ते| तच्चासम्यक्| न ह्यच्छिद्रता सच्छिद्रता वा कालस्योपपद्यते, कालस्वलक्षणस्वभावात्| तत्राहुरपरे- यो यदा म्रियते स तस्य नियतो मृत्युकालः; स सर्वभूतानां सत्यः, समक्रियत्वादिति| एतदपि चान्यथाऽर्थग्रहणम्| न हि कश्चिन्न म्रियत इति समक्रियः| कालो ह्यायुषः प्रमाणमधिकृत्योच्यते| यस्य चेष्टं यो यदा म्रियते स तस्य मृत्युकाल इति, तस्य सर्वे भावा यथास्वं नियतकाला भविष्यन्ति; तच्च नोपपद्यते, प्रत्यक्षं ह्यकालाहारवचनकर्मणां फलमनिष्टं, विपर्यये चेष्टं; प्रत्यक्षतश्चोपलभ्यते खलु कालाकालव्यक्तिस्तासु तास्ववस्थासु तं तमर्थमभिसमीक्ष्य, तद्यथा- कालोऽयमस्य व्याधेराहारस्यौषधस्य प्रतिकर्मणो विसर्गस्य, अकालो वेति| लोकेऽप्येतद्भवति- काले देवो वर्षत्यकाले देवो वर्षति, काले शीतमकाले शीतं, काले तपत्यकाले तपति, काले पुष्पफलमकाले च पुष्पफलमिति| तस्मादुभयमस्ति- काले मृत्युरकाले च; नैकान्तिकमत्र| यदि ह्यकाले मृत्युर्न स्यान्नियतकालप्रमाणमायुः सर्वं स्यात्; एवं गते हिताहितज्ञानमकारणं स्यात्, प्रत्यक्षानुमानोपदेशाश्चाप् माणानि स्युर्ये प्रमाणभूताः सर्वतन्त्रेषु, यैरायुष्याण्यनायुष्याणि चोपलभ्यन्ते| वाग्वस्तुमात्रमेतद्वादमृषयो मन्यन्ते- नाकाले मृत्युरस्तीति||२८||"  audio={r28}/>
                <SingleAudioCard sholkno="Shloka 29" sholk="वर्षशतं खल्वायुषः प्रमाणमस्मिन् काले||२९||" audio={r29}/>
                <SingleAudioCard sholkno="Shloka 30" sholk="तस्य निमित्तं प्रकृतिगुणात्मसम्पत् सात्म्योपसेवनं चेति||३०||" audio={r30}/>
                <SingleAudioCard sholkno="Shloka 31" sholk="तत्र श्लोकाः- शरीरं यद्यथा तच्च वर्तते क्लिष्टमामयैः| यथा क्लेशं विनाशं च याति ये चास्य धातवः||३१||" audio={r31}/>
                <SingleAudioCard sholkno="Shloka 32" sholk="वृद्धिह्रासौ यथा तेषां क्षीणानामौषधं च यत्| देहवृद्धिकरा भावा बलवृद्धिकराश्च ये||३२||" audio={r32}/>
                <SingleAudioCard sholkno="Shloka 33" sholk="परिणामकरा भावा या च तेषां पृथक् क्रिया| मलाख्याः सम्प्रसादाख्या धातवः प्रश्न एव च||३३||" audio={r33}/>
                <SingleAudioCard sholkno="Shloka 34" sholk="नवको निर्णयश्चास्य विधिवत् सम्प्रकाशितः| तथ्यः शरीरविचये शारीरे परमर्षिणा||३४||" audio={r34}/>
                <SingleAudioCard sholkno="Last Shloka" sholk="इत्यग्निवेशकृते तन्त्रे चरकप्रतिसंस्कृते शारीरस्थाने शरीरविचयशारीरं नाम षष्ठोऽध्यायः||६||" audio={r35}/>
                
            </div>
        </div>
    )
}

export default Book4ch6


