import React from 'react'
import BookSlider from '../../../../localComponents/BookSlider'
import r1 from '../../../../assests/Audio/book3audio/ch1/c1s1, 2.aac'
import r2 from '../../../../assests/Audio/book3audio/ch1/c1s3.aac'
import r3 from '../../../../assests/Audio/book3audio/ch1/c1s4.aac'
import r4 from '../../../../assests/Audio/book3audio/ch1/c1s5.aac'
import r5 from '../../../../assests/Audio/book3audio/ch1/c1s6.aac'
import r6 from '../../../../assests/Audio/book3audio/ch1/c1s7.aac'
import r7 from '../../../../assests/Audio/book3audio/ch1/c1s8.aac'
import r8 from '../../../../assests/Audio/book3audio/ch1/c1s9.aac'
import r9 from '../../../../assests/Audio/book3audio/ch1/c1s10.aac'
import r10 from '../../../../assests/Audio/book3audio/ch1/c1s11.aac'
import r11 from '../../../../assests/Audio/book3audio/ch1/c1s12.aac'
import r12 from '../../../../assests/Audio/book3audio/ch1/c1s13.aac'
import r13 from '../../../../assests/Audio/book3audio/ch1/c1s14.aac'
import r14 from '../../../../assests/Audio/book3audio/ch1/c1s15.aac'
import r15 from '../../../../assests/Audio/book3audio/ch1/c1s16.aac'
import r16 from '../../../../assests/Audio/book3audio/ch1/c1s17.aac'
import r17 from '../../../../assests/Audio/book3audio/ch1/c1s18.aac'
import r18 from '../../../../assests/Audio/book3audio/ch1/c1s19.aac'
import r19 from '../../../../assests/Audio/book3audio/ch1/c1s20.aac'
import r20 from '../../../../assests/Audio/book3audio/ch1/c1s21.aac'
import r21 from '../../../../assests/Audio/book3audio/ch1/c1s21(1).aac'
import r22 from '../../../../assests/Audio/book3audio/ch1/c1s21(2).aac'
import r23 from '../../../../assests/Audio/book3audio/ch1/c1s21(3).aac'
import r24 from '../../../../assests/Audio/book3audio/ch1/c1s21(4).aac'
import r25 from '../../../../assests/Audio/book3audio/ch1/c1s21(5).aac'
import r26 from '../../../../assests/Audio/book3audio/ch1/c1s21(6).aac'
import r27 from '../../../../assests/Audio/book3audio/ch1/c1s21(7).aac'
import r28 from '../../../../assests/Audio/book3audio/ch1/c1s22.aac'
import r29 from '../../../../assests/Audio/book3audio/ch1/c1s23.aac'
import r30 from '../../../../assests/Audio/book3audio/ch1/c1s24.aac'
import r31 from '../../../../assests/Audio/book3audio/ch1/c1s24(1).aac'
import r32 from '../../../../assests/Audio/book3audio/ch1/c1s24(2).aac'
import r33 from '../../../../assests/Audio/book3audio/ch1/c1s24(3).aac'
import r34 from '../../../../assests/Audio/book3audio/ch1/c1s24(4).aac'
import r35 from '../../../../assests/Audio/book3audio/ch1/c1s24(5).aac'
import r36 from '../../../../assests/Audio/book3audio/ch1/c1s24(6).aac'
import r37 from '../../../../assests/Audio/book3audio/ch1/c1s24(7).aac'
import r38 from '../../../../assests/Audio/book3audio/ch1/c1s24(8).aac'
import r39 from '../../../../assests/Audio/book3audio/ch1/c1s25.aac'
import r40 from '../../../../assests/Audio/book3audio/ch1/c1s26.aac'
import r41 from '../../../../assests/Audio/book3audio/ch1/c1s27,28.aac'
import r42 from '../../../../assests/Audio/book3audio/ch1/c1slast.aac'

import SingleAudioCard from '../../../../globalComponents/SingleAudioCard'
import sliderImg from '../../../../assests/book-ch-img/Audio-Book-PU/vimanasthana/1.png'

const Book3ch1 = () => {
    return (
        <div className="class-wrapper">
            <BookSlider img={sliderImg}/>
            <div className="text-center card-holder-custom">
                <SingleAudioCard sholkno="Shloka 1,2" sholk="अथातो रसविमानं व्याख्यास्यामः||१|| इति ह स्माह भगवानात्रेयः||२||" audio={r1}/>
                <SingleAudioCard sholkno="Shloka 3" sholk="इह खलु व्याधीनां निमित्तपूर्वरूपरूपोपशयसङ्ख्याप्राधान्यविधिविकल्प बलकालविशेषाननुप्रविश्यानन्तरं  दोषभेषजदेशकालबलशरीरसाराहारसात्म्यसत्त्वप्रकृतिवयसां  मानमवहितमनसा यथावज्ज्ञेयं भवति भिषजा, दोषादिमानज्ञानायत्तत्वात् क्रियायाः| न ह्यमानज्ञो दोषादीनां भिषग् व्याधिनिग्रहसमर्थो भवति| तस्माद्दोषादिमानज्ञानार्थं विमानस्थानमुपदेक्ष्यामोऽग्निवेश!||३||" audio={r2}/>
                <SingleAudioCard sholkno="Shloka 4" sholk="तत्रादौ रसद्रव्यदोषविकारप्रभावान् वक्ष्यामः| रसास्तावत् षट्- मधुराम्ललवणकटुतिक्तकषायाः| ते सम्यगुपयुज्यमानाः शरीरं यापयन्ति, मिथ्योपयुज्यमानास्तु खलु दोषप्रकोपायोपकल्पन्ते||४||" audio={r3}/>
                <SingleAudioCard sholkno="Shloka 5" sholk="दोषाः पुनस्त्रयो वातपित्तश्लेष्माणः| ते प्रकृतिभूताः शरीरोपकारका भवन्ति, विकृतिमापन्नास्तु खलु नानाविधैर्विकारैः शरीरमुपतापयन्ति||५||" audio={r4}/>
                <SingleAudioCard sholkno="Shloka 6" sholk="तत्र दोषमेकैकं त्रयस्त्रयो रसा जनयन्ति, त्रयस्त्रयश्चोपशमयन्ति|तद्यथा- कटुतिक्तकषाया वातं जनयन्ति, मधुराम्ललवणास्त्वेनं शमयन्ति;  कट्वम्ललवणाः पित्तं जनयन्ति, मधुरतिक्तकषायास्त्वेनच्छ्मयन्ति;  मधुराम्ललवणाः श्लेष्माणं जनयन्ति, कटुतिक्तकषायास्त्वेनं शमयन्ति||६||" audio={r5}/>
                <SingleAudioCard sholkno="Shloka 7" sholk="रसदोषसन्निपाते तु ये रसा यैर्दोषैः समानगुणाः समानगुणभूयिष्ठा वा भवन्ति ते तानभिवर्धयन्ति, विपरीतगुणा विपरीतगुणभूयिष्ठा वा शमयन्त्यभ्यस्यमाना इति| एतद्व्यवस्थाहेतोः षट्त्वमुपदिश्यते रसानां परस्परेणासंसृष्टानां, त्रित्वं च दोषाणाम्||७||" audio={r6}/>
                <SingleAudioCard sholkno="Shloka 8" sholk="संसर्गविकल्पविस्तरो ह्येषामपरिसङ्ख्येयो भवति, विकल्पभेदापरिसङ्ख्येयत्वात्||८||" audio={r7}/>
                <SingleAudioCard sholkno="Shloka 9" sholk="तत्र खल्वनेकरसेषु द्रव्येष्वनेकदोषात्मकेषु च विकारेषु रसदोषप्रभावमेकैकश्येनाभिसमीक्ष्य ततो द्रव्यविकारयोः प्रभावतत्त्वं व्यवस्येत्||९||" audio={r8}/>
                <SingleAudioCard sholkno="Shloka 10" sholk="न त्वेवं खलु सर्वत्र| न हि विकृतिविषमसमवेतानां नानात्मकानां परस्परेण चोपहतानामन्यैश्च विकल्पनैर्विकल्पितानामवयवप्रभावानुमानेनैव समुदायप्रभावतत्त्वमध्यवसातुं शक्यम्||१०||" audio={r9}/>
                <SingleAudioCard sholkno="Shloka 11" sholk="तथायुक्ते हि समुदये समुदायप्रभावतत्त्वमेवमेवोपलभ्य ततो द्रव्यविकारप्रभावतत्त्वं व्यवस्येत्||११||" audio={r10}/>
                <SingleAudioCard sholkno="Shloka 12" sholk="तस्माद्रसप्रभावतश्च द्रव्यप्रभावतश्च दोषप्रभावतश्च विकारप्रभावतश्च तत्त्वमुपदेक्ष्यामः||१२||" audio={r11}/>
                <SingleAudioCard sholkno="Shloka 13" sholk="तत्रैष रसप्रभाव उपदिष्टो भवति| द रव्यप्रभावं पुनरुपदेक्ष्यामः| तैलसर्पिर्मधूनि वातपित्तश्लेष्मप्रशमनार्थानिद्रव्याणि भवन्ति||१३||" audio={r12}/>
                <SingleAudioCard sholkno="Shloka 14" sholk="तत्र तैलं स्नेहौष्ण्यगौरवोपपन्नत्वाद्वातं जयति सततमभ्यस्यमानं; वातो हि रौक्ष्यशैत्यलाघवोपपन्नो विरुद्धगुणो भवति, विरुद्धगुणसन्निपाते हि भूयसाऽल्पमवजीयते, तस्मात्तैलं वातं जयति सततमभ्यस्यमानम्| सर्पिः खल्वेवमेव पित्तं जयति, माधुर्याच्छैत्यान्मन्दत्वाच्च  ; पित्तं ह्यमधुरमुष्णं तीक्ष्णं च| मधु च श्लेष्माणं जयति, रौक्ष्यात्तैक्ष्ण्यात् कषायत्वाच्च; श्लेष्मा हि स्निग्धो मन्दो मधुरश्च  | यच्चान्यदपि किञ्चिद्द्रव्यमेवं वातपित्तकफेभ्यो गुणतो विपरीतं स्यात्तच्चैताञ्जयत्यभ्यस्यमानम्||१४||" audio={r13}/>
                <SingleAudioCard sholkno="Shloka 15" sholk="अथ खलु त्रीणि द्रव्याणि नात्युपयुञ्जीताधिकमन्येभ्यो द्रव्येभ्यः; तद्यथा- पिप्पली, क्षारः, लवणमिति||१५||" audio={r14}/>
                <SingleAudioCard sholkno="Shloka 16" sholk="पिप्पल्यो हि कटुकाः सत्यो मधुरविपाका गुर्व्योनात्यर्थं स्निग्धोष्णाः प्रक्लेदिन्यो भेषजाभिमताश्चताःसद्यः; शुभाशुभकारिण्यो भवन्ति; आपातभद्राः, प्रयोगसमसाद्गुण्यात्; दोषसञ्चयानुबन्धाः;- सततमुपयुज्यमाना हि गुरुप्रक्लेदित्वाच्छ्लेष्माणमुत्क्लेशयन्ति, औष्ण्यात् पित्तं, न च वातप्रशमनायोपकल्पन्तेऽल्पस्नेहोष्णभावात्; योगवाहिन्यस्तु खलु भवन्ति; तस्मात् पिप्पलीर्नात्युपयुञ्जीत||१६||" audio={r15}/>
                <SingleAudioCard sholkno="Shloka 17" sholk="क्षारः पुनरौष्ण्यतैक्ष्णयलाघवोपपन्नः क्लेदयत्यादौ पश्चाद्विशोषयति, स पचनदहनभेदनार्थमुपयुज्यते; सोऽतिप्रयुज्यमानः केशाक्षिहृदयपुंस्त्वोपघातकरः सम्पद्यते| ये ह्येनं ग्रामनगरनिगमजनपदाः सततमुपयुञ्जते त आन्ध्यषाण्ढ्यखालित्यपालित्यभाजो हृदयापकर्तिनश्च भवन्ति, तद्यथा- प्राच्याश्चीनाश्च; तस्मात् क्षारं नात्युपयुञ्जीत||१७||" audio={r16}/>
                <SingleAudioCard sholkno="Shloka 18" sholk="लवणं पुनरौष्ण्यतैक्ष्ण्योपपन्नम्, अनतिगुरु, अनतिस्निग्धम्, उपक्लेदि, विस्रंसनसमर्थम्, अन्नद्रव्यरुचिकरम्, आपातभद्रं प्रयोगसमसाद्गुण्यात्, दोषसञ्चयानुबन्धं, तद्रोचनपाचनोपक्लेदनविस्रंसनार्थमुपयुज्यते| तदत्यर्थमुपयुज्यमानं ग्लानिशैथिल्यदौर्बल्याभिनिर्वृत्तिकरं शरीरस्य भवति| ये ह्येनद्ग्रामनगरनिगमजनपदाः सततमुपयुञ्जते, ते भूयिष्ठं ग्लास्नवः शिथिलमांसशोणिता अपरिक्लेशसहाश्च भवन्ति| तद्यथा- बाह्लीकसौराष्ट्रिकसैन्धवसौवीरकाः; ते हि पयसाऽपि सह लवणमश्नन्ति| येऽपीह भूमेरत्यूषरा देशास्तेष्वोषधिवीरुद्वनस्पतिवानस्पत्या न जायन्तेऽल्पतेजसो वा भवन्ति, लवणोपहतत्वात्| तस्माल्लवणं नात्युपयुञ्जीत| ये ह्यतिलवणसात्म्याः पुरुषास्तेषामपि खालित्यपालित्यानि वलयश्चाकाले भवन्ति||१८||" audio={r17}/>
                <SingleAudioCard sholkno="Shloka 19" sholk="तस्मात्तेषां तत्सात्म्यतः क्रमेणापगमनं श्रेयः| सात्म्यमपि हि क्रमेणोपनिवर्त्यमानमदोषमल्पदोषं वा भवति||१९||" audio={r18}/>
                <SingleAudioCard sholkno="Shloka 20" sholk="सात्म्यं नाम तद् यदात्मन्युपशेते; सात्म्यार्थो ह्युपशयार्थः| तत्त्रिविधं प्रवरावरमध्यविभागेन; सप्तविधं तु रसैकैकत्वेन सर्वरसोपयोगाच्च| तत्र सर्वरसं प्रवरम्, अवरमेकरसं, मध्यं तु प्रवरावरमध्यस्थम्| तत्रावरमध्याभ्यां सात्म्याभ्यां क्रमेणैव प्रवरमुपपादयेत् सात्म्यम्| सर्वरसमपि च सात्म्यमुपपन्नःप्रकृत्याद्युपयोक्त्रष्टमानि सर्वाण्याहारविधिविशेषायतनान्यभिसमीक्ष्य हितमेवानुरुध्येत||२०||" audio={r19}/>
                <SingleAudioCard sholkno="Shloka 21" sholk="तत्र खल्विमान्यष्टावाहारविधिविशेषायतनानि भवन्ति; तद्यथा- प्रकृतिकरणसंयोगराशिदेशकालोपयोगसंस्थोपयोक्त्रष्टमानि (भवन्ति)||२१||" audio={r20}/>
                <SingleAudioCard sholkno="Shloka 21(1)" sholk="तत्र प्रकृतिरुच्यते स्वभावो यः, स पुनराहारौषधद्रव्याणां स्वाभाविको गुर्वादिगुणयोगः; तद्यथा माषमुद्गयोः, शूकरैणयोश्च |२२|" audio={r21}/>
                <SingleAudioCard sholkno="Shloka 21(2)" sholk="करणं पुनः स्वाभाविकानां द्रव्याणामभिसंस्कारः| संस्कारो हि गुणान्तराधानमुच्यते| ते गुणास्तोयाग्निसन्निकर्षशौचमन्थनदेशकालवासनभावनादिभिः कालप्रकर्षभाजनादिभिश्चाधीयन्ते (२)|२२|" audio={r22}/>
                <SingleAudioCard sholkno="Shloka 21(3)" sholk="संयोगः पुनर्द्वयोर्बहूनां वा द्रव्याणां संहतीभावः, स विशेषमारभते, यं पुनर्नैकैकशो द्रव्याण्यारभन्ते; तद्यथा- मधुसर्पिषोः, मधुमत्स्यपयसां च संयोगः (३)|२२|" audio={r23}/>
                <SingleAudioCard sholkno="Shloka 21(4)" sholk="राशिस्तु सर्वग्रहपरिग्रहौ मात्रामात्रफलविनिश्चयार्थः| तत्र सर्वस्याहारस्य प्रमाणग्रहणमेकपिण्डेन सर्वग्रहः, परिग्रहः पुनः प्रमाणग्रहणमेकैकश्येनाहारद्रव्याणाम्| सर्वस्य हि ग्रहः सर्वग्रहः, सर्वतश्च ग्रहः परिग्रह उच्यते (४)|२२|" audio={r24}/>
                <SingleAudioCard sholkno="Shloka 21(5)" sholk="देशः पुनः स्थानं; स द्रव्याणामुत्पत्तिप्रचारौ देशसात्म्यं चाचष्टे (५)|२२|" audio={r25}/>
                <SingleAudioCard sholkno="Shloka 21(6)" sholk="कालो हि नित्यगश्चावस्थिकश्च; तत्रावस्थिको विकारमपेक्षते, नित्यगस्तु ऋतुसात्म्यापेक्षः (६)|२२|" audio={r26}/>
                <SingleAudioCard sholkno="Shloka 21(7)" sholk="उपयोगसंस्था तूपयोगनियमः; स जीर्णलक्षणापेक्षः (७)|२२|" audio={r27}/>
                <SingleAudioCard sholkno="Shloka 22" sholk="उपयोक्ता पुनर्यस्तमाहारमुपयुङ्क्ते, यदायत्तमोकसात्म्यम्| इत्यष्टावाहारविधिविशेषायतनानि व्याख्यातानि भवन्ति||२२||" audio={r28}/>
                <SingleAudioCard sholkno="Shloka 23" sholk="एषां विशेषाः शुभाशुभफलाः परस्परोपकारका भवन्ति; तान् बुभुत्सेत, बुद्ध्वा च हितेप्सुरेव स्यात्; नच मोहात् प्रमादाद्वा प्रियमहितमसुखोदर्कमुपसेव्यमाहारजातमन्यद्वा किञ्चित्||२३||" audio={r29}/>
                <SingleAudioCard sholkno="Shloka 24" sholk="तत्रेदमाहारविधिविधानमरोगाणामातुराणां चापि केषाञ्चित् काले प्रकृत्यैव हिततमं भुञ्जानानां भवति- उष्णं, स्निग्धं, मात्रावत्, जीर्णे वीर्याविरुद्धम्, इष्टे देशे, इष्टसर्वोपकरणं, नातिद्रुतं, नातिविलम्बितम्, अजल्पन्, अहसन्, तन्मना भुञ्जीत, आत्मानमभिसमीक्ष्य सम्यक्||२४||" audio={r30}/>
                <SingleAudioCard sholkno="Shloka 24(1)" sholk="तस्य साद्गुण्यमुपदेक्ष्यामः- उष्णमश्नीयात्; उष्णं हि भुज्यमानं स्वदते, भुक्तं चाग्निमौदर्यमुदीरयति,  क्षिप्रं जरां गच्छति, वातमनुलोमयति, श्लेष्माणं च परिह्राससयति ; तस्मादुष्णमश्नीयात् (१)|२५|" audio={r31}/>
                <SingleAudioCard sholkno="Shloka 24(2)" sholk="स्निग्धमश्नीयात्; स्निग्धं हि भुज्यमानं स्वदते, भुक्तं चानुदीर्णमग्निमुदीरयति , क्षिप्रं जरां गच्छति, वातमनुलोमयति, शरीरमुपचिनोति, दृढीकरोतीन्द्रियाणि, बलाभिवृद्धिमुपजनयति, वर्णप्रसादं चाभिनिर्वर्तयति; तस्मात् स्निग्धमश्नीयात् (२)|२५|" audio={r32}/>
                <SingleAudioCard sholkno="Shloka 24(3)" sholk="मात्रावदश्नीयात्; मात्रावद्धि भुक्तं वातपित्तकफानपीडयदायुरेव विवर्धयति केवलं, सुखं गुदमनुपर्येति, न चोष्माणमुपहन्ति, अव्यथं च परिपाकमेति; तस्मान्मात्रावदश्नीयात् (३)|२५|" audio={r33}/>
                <SingleAudioCard sholkno="Shloka 24(4)" sholk="जीर्णेऽश्नीयात्; अजीर्णे हि भुञ्जानस्याभ्यवहृतमाहारजातं पूर्वस्याहारस्य रसमपरिणतमुत्तरेणाहाररसेनोपसृजत् सर्वान् दोषान् प्रकोपयत्याशु, जीर्णे तु भुञ्जानस्य स्वस्थानस्थेषु दोषेष्वग्नौ चोदीर्णे जातायां च बुभुक्षायां विवृतेषु च स्रोतसां मुखेषु विशुद्धे चोद्गारे हृदये विशुद्धे वातानुलोम्ये विसृष्टेषु च वातमूत्रपुरीषवेगेष्वभ्यवहृतमाहारजातं सर्वशरीरधातूनप्रदूषयदायुरेवाभिवर्धयति केवलं; तस्माज्जीर्णेऽश्नीयात् (४)|२५|" audio={r34}/>
                <SingleAudioCard sholkno="Shloka 24(5)" sholk="वीर्याविरुद्धमश्नीयात्; अविरुद्धवीर्यमश्नन् हि विरुद्धवीर्याहारजैर्विकारैर्नोपसृज्यते; तस्माद्वीर्याविरुद्धमश्नीयात् (५)|२५|" audio={r35}/>
                <SingleAudioCard sholkno="Shloka 24(6)" sholk="इष्टे देशे इष्टसर्वोपकरणं चाश्नीयात्; इष्टे हि देशे भुञ्जानो नानिष्टदेशजैर्मनोविघातकरैर्भावैर्मनोविघातं प्राप्नोति, तथैवेष्टैः सर्वोपकरणैः; तस्मादिष्टे देशे तथेष्टसर्वोपकरणं चाश्नीयात् (६)|२५|" audio={r36}/>
                <SingleAudioCard sholkno="Shloka 24(7)" sholk="नातिद्रुतमश्नीयात्; अतिद्रुतं हि भुञ्जानस्योत्स्नेहनमवसादनं भोजनस्याप्रतिष्ठानं च, भोज्यदोषसाद्गण्योपलब्धिश्च न नियता; तस्मान्नातिद्रुतमश्नीयात् (७)|२५|" audio={r37}/>
                <SingleAudioCard sholkno="Shloka 24(8)" sholk="नातिविलम्बितमश्नीयात्; अतिविलम्बितं हि भुञ्जानो न तृप्तिमधिगच्छति, बहु भुङ्क्ते, शीतीभवत्याहारजातं, विषमं च पच्यते; तस्मान्नातिविलम्बितमश्नीयात् (८)|२५|" audio={r38}/>
                <SingleAudioCard sholkno="Shloka 24(9)" sholk="अजल्पन्नहसन् तन्मना भुञ्जीत; जल्पतो हसतोऽन्यमनसो वा भुञ्जानस्य त एव हि दोषा भवन्ति, य एवातिद्रुतमश्नतः; तस्मादजल्पन्नहसंस्तन्मना भुञ्जीत (९)|२५|" audio={r39}/>
                <SingleAudioCard sholkno="Shloka 25" sholk="आत्मानमभिसमीक्ष्य भुञ्जीत सम्यक्; इदं ममोपशेते इदं नोपशेत इत्येवं विदितं ह्यस्यात्मन आत्मसात्म्यं भवति; तस्मादात्मानमभिसमीक्ष्य भुञ्जीत सम्यगिति||२५||" audio={r40}/>
                <SingleAudioCard sholkno="Shloka 26" sholk="भवति चात्र-रसान् द्रव्याणि दोषांश्च विकारांश्च प्रभावतः| वेद यो देशकालौ च शरीरं च स नो भिषक्||२६||" audio={r41}/>
                <SingleAudioCard sholkno="Shloka 27,28" sholk="तत्र श्लोकौ-विमानार्थो रसद्रव्यदोषरोगाः प्रभावतः| द्रव्याणि नातिसेव्यानि त्रिविधं सात्म्यमेव च||२७|| आहारायतनान्यष्टौ भोज्यसाद्गुण्यमेव च| विमाने रससङ्ख्याते सर्वमेतत् प्रकाशितम्||२८||" audio={r41}/>
                <SingleAudioCard sholkno="Last Shloka" sholk="इत्यग्निवेशकृते तन्त्रे चरकप्रतिसंस्कृते विमानस्थाने रसविमानं नाम प्रथमोऽध्यायः||१||" audio={r42}/>
            </div> 
        </div>
    )
}

export default Book3ch1




 