import React from 'react'
import BookSlider from '../../../../localComponents/BookSlider'
import r1 from '../../../../assests/Audio/book3audio/ch2/c2s1, 2.aac'
import r2 from '../../../../assests/Audio/book3audio/ch2/c2s3.aac'
import r3 from '../../../../assests/Audio/book3audio/ch2/c2s4.aac'
import r4 from '../../../../assests/Audio/book3audio/ch2/c2s5.aac'
import r5 from '../../../../assests/Audio/book3audio/ch2/c2s6.aac'
import r6 from '../../../../assests/Audio/book3audio/ch2/c2s7.aac'
import r7 from '../../../../assests/Audio/book3audio/ch2/c2s8.aac'
import r8 from '../../../../assests/Audio/book3audio/ch2/c2s9.aac'
import r9 from '../../../../assests/Audio/book3audio/ch2/c2s10.aac'
import r10 from '../../../../assests/Audio/book3audio/ch2/c2s11.aac'
import r11 from '../../../../assests/Audio/book3audio/ch2/c2s12.aac'
import r12 from '../../../../assests/Audio/book3audio/ch2/c2s13.aac'
import r13 from '../../../../assests/Audio/book3audio/ch2/c2s14.aac'
import r14 from '../../../../assests/Audio/book3audio/ch2/c2s15.aac'
import r15 from '../../../../assests/Audio/book3audio/ch2/c2s16.aac'
import r16 from '../../../../assests/Audio/book3audio/ch2/c2s17.aac'
import r17 from '../../../../assests/Audio/book3audio/ch2/c2s18.aac'
import r18 from '../../../../assests/Audio/book3audio/ch2/c2s19.aac'

import SingleAudioCard from '../../../../globalComponents/SingleAudioCard'
import sliderImg from '../../../../assests/book-ch-img/Audio-Book-PU/vimanasthana/2.png'

const Book3ch2 = () => {
    return (
        <div className="class-wrapper">
            <BookSlider img={sliderImg}/>
            <div className="text-center card-holder-custom">
                <SingleAudioCard sholkno="Shloka 1,2" sholk="अथातस्त्रिविधकुक्षीयं विमानं व्याख्यास्यामः||१|| इति ह स्माह भगवानात्रेयः||२||" audio={r1}/>
                <SingleAudioCard sholkno="Shloka 3" sholk="त्रिविधं कुक्षौ स्थापयेदवकाशांशमाहारस्याहारमुपयुञ्जानः; तद्यथा- एकमवकाशांशं मूर्तानामाहारविकाराणाम्, एकं द्रवाणाम्, एकं पुनर्वातपित्तश्लेष्मणाम्; एतावतीं ह्याहारमात्रामुपयुञ्जानो नामात्राहारजं किञ्चिदशुभं प्राप्नोति||३||" audio={r2}/>
                <SingleAudioCard sholkno="Shloka 4" sholk="न च केवलं मात्रावत्त्वादेवाहारस्य कृत्स्नमाहारफलसौष्ठवमवाप्तुं शक्यं, प्रकृत्यादीनामष्टानामाहारविधिविशेषायतनानां प्रविभक्तफलत्वात्||४||" audio={r3}/>
                <SingleAudioCard sholkno="Shloka 5" sholk="तत्रायं तावदाहारराशिमधिकृत्य मात्रामात्राफलविनिश्चयार्थः प्रकृतः| एतावानेव ह्याहारराशिविधिविकल्पो यावन्मात्रावत्त्वममात्रावत्त्वं च||५||" audio={r4}/>
                <SingleAudioCard sholkno="Shloka 6" sholk="तत्र मात्रावत्त्वं पूर्वमुद्दिष्टं कुक्ष्यंशविभागेन, तद्भूयो विस्तरेणानुव्याख्यास्यामः| तद्यथा-  कुक्षेरप्रणीडनमाहारेण, हृदयस्यानवरोधः, पार्श्वयोरविपाटनम्, अनतिगौरवमुदरस्य, प्रीणनमिन्द्रियाणां, क्षुत्पिपासोपरमः, स्थानासनशयनगमनोच्छ्वासप्रश्वासहास्यसङ्कथासु सुखानुवृत्तिः, सायं प्रातश्च सुखेन परिणमनं [, बलवर्णोपचयकरत्वं च; इति मात्रावतो लक्षणमाहारस्य भवति||६||" audio={r5}/>
                <SingleAudioCard sholkno="Shloka 7" sholk="अमात्रावत्त्वं पुनर्द्विविधमाचक्षते- हीनम्, अधिकं च| तत्र हीनमात्रमाहारराशिं बलवर्णोपचयक्षयकरमतृप्तिकरमुदावर्तकरमनायुष्यवृष्यमनौजस्यं शरीरमनोबुद्धीन्द्रियोपघातकरं सारविधमनमलक्ष्म्यावहमशीतेश्च वातविकाराणामायतनमाचक्षते, अतिमात्रं पुनः सर्वदोषप्रकोपणमिच्छन्ति कुशलाः| यो हि मूर्तानामाहारजातानां सौहित्यं गत्वा द्रवैस्तृप्तिमापद्यते भूयस्तस्यामाशयगता वातपित्तश्लेष्माणोऽभ्यवहारेणातिमात्रेणातिप्रपीड्यमानाः सर्वे युगपत् प्रकोपमापद्यन्ते, ते प्रकुपितास्तमेवाहारराशिमपरिणतमाविश्य कुक्ष्येकदेशमन्नाश्रिताविष्टम्भयन्तः सहसा वाऽप्युत्तराधराभ्यां मार्गाभ्यां प्रच्यावयन्तः पृथक् पृथगिमान् विकारानभिनिर्वर्तयन्त्यतिमात्रभोक्तुः| तत्र वातः शूलानाहाङ्गमर्दमुखशोषमूर्च्छाभ्रमाग्निवैषम्य- पार्श्वपृष्ठकटिग्रहसिराकुञ्चनस्तम्भनानि करोति, पित्तं पुनर्ज्वरातीसारान्तर्दाहतृष्णामदभ्रमप्रलपनानि, श्लेष्मा तु छर्द्यरोचकाविपाकशीतज्वरालस्यगात्रगौरवाणि||७||" audio={r6}/>
                <SingleAudioCard sholkno="Shloka 8" sholk="न च खलु केवलमतिमात्रमेवाहारराशिमामप्रदोषकरमिच्छन्ति, अपि तु खलु गुरुरूक्षशीतशुष्कद्विष्टविष्टम्भिविदाह्यशुचिविरुद्धानामकाले चान्नपानानामुपसेवनं, कामक्रोधलोभमोहेर्ष्याह्रीशोकमानोद्वेगभयोपतप्तमनसा वा यदन्नपानमुपयुज्यते, तदप्याममेव प्रदूषयति||८||" audio={r7}/>
                <SingleAudioCard sholkno="Shloka 9" sholk="भवति चात्र- मात्रयाऽप्यभ्यवहृतं पथ्यं चान्नं न जीर्यति| चिन्ताशोकभयक्रोधदुःखशय्याप्रजागरैः||९||" audio={r8}/>
                <SingleAudioCard sholkno="Shloka 10" sholk="तं द्विविधमामप्रदोषमाचक्षते भिषजः- विसूचिकाम्, अलसकं च||१०||" audio={r9}/>
                <SingleAudioCard sholkno="Shloka 11" sholk="तत्र विसूचिकामूर्ध्वं चाधश्च प्रवृत्तामदोषां यथोक्तरूपां विद्यात्||११||" audio={r10}/>
                <SingleAudioCard sholkno="Shloka 12" sholk="अलसकमुपदेक्ष्यामः- दुर्बलस्याल्पाग्नेर्बहुश्लेष्मणो वातमूत्रपुरीषवेगविधारिणः स्थिरगुरुबहुरूक्षशीतशुष्कान्नसेविनस्तदन्नपानमनिलप्रपीडितं श्लेष्मणा च विबद्धमार्गमतिमात्रप्रलीनमलसत्वान्न बहिर्मुखीभवति, ततश्छर्द्यतीसारवर्ज्यान्यामप्रदोषलिङ्गान्यभिदर्शयत्यतिमात्राणि| अतिमात्रप्रदुष्टाश्च दोषाः प्रदुष्टामबद्धमार्गास्तिर्यग्गच्छन्तः कदाचिदेव केवलमस्य शरीरं दण्डवत् स्तम्भयन्ति, ततस्तं  दण्डालसकमसाध्यं ब्रुवते| विरुद्धाध्यशनाजीर्णाशनशीलिनः पुनरामदोषमामविषमित्याचक्षतेभिषजः, विषसदृशलिङ्गत्वात्; तत् परमसाध्यम्, आशुकारित्वाद्विरुद्धोपक्रमत्वाच्चेति||१२||" audio={r11}/>
                <SingleAudioCard sholkno="Shloka 13" sholk="तत्र साध्यमामं प्रदुष्टमलसीभूतमुल्लेखयेदादौ पाययित्वा सलवणमुष्णं वारि, ततः स्वेदनवर्तिप्रणिधानाभ्यामुपाचरेदुपवासयेच्चैनम्| विसूचिकायां तु लङ्घनमेवाग्रे विरिक्तवच्चानुपूर्वी|आमप्रदोषेषु त्वन्नकाले जीर्णाहारं पुनर्दोषावलिप्तामाशयं स्तिमितगुरुकोष्ठमनन्नाभिलाषिणमभिसमीक्ष्य पाययेद्दोषशेषपाचनार्थमौषधमग्निसन्धुक्षणार्थं च, नत्वेवाजीर्णाशनम्; आमप्रदोषदुर्बलो ह्यग्निर्न युगपद्दोषमौषधमाहारजातं च शक्तः पक्तुम्| अपि चामप्रदोषाहारौषधविभ्रमोऽतिबलत्वादुपरतकायाग्निसहसैवातुरमबलमतिपातयेत्|आमप्रदोषजानां पुनर्विकाराणामपतर्पणेनैवोपरमो भवति, सति त्वनुबन्धे कृतापतर्पणानां व्याधीनां निग्रहे निमित्तविपरीतमपास्यौषधमातङ्कविपरीतमेवावचारयेद्यथास्वम्| सर्वविकाराणामपि च निग्रहे हेतुव्याधिविपरीतमौषधमिच्छन्ति कुशलाः, तदर्थकारि वा| विमुक्तामप्रदोषस्यपुनः परिपक्वदोषस्य दीप्ते चाग्नावभ्यङ्गास्थापनानुवासनं विधिवत् स्नेहपानं च युक्त्या प्रयोज्यं प्रसमीक्ष्य दोषभेषजदेशकालबलशरीराहारसात्म्यसत्त्वप्रकृतिवयसामवस्थान्तराणि विकारांश्च सम्यगिति||१३||" audio={r12}/>
                <SingleAudioCard sholkno="Shloka 14" sholk="भवति चात्र-आहारविध्यायतनानि चाष्टौ सम्यक् परीक्ष्यात्महितं विदध्यात्| अन्यश्च यः कश्चिदिहास्ति मार्गो हितोपयोगेषु भजेत तं च||१४||" audio={r13}/>
                <SingleAudioCard sholkno="Shloka 15" sholk="अशितं खादितं पीतं लीढं च क्व विपच्यते| एतत्त्वां धीर! पृच्छामस्तन्न आचक्ष्व बुद्धिमन्||१५||" audio={r14}/>
                <SingleAudioCard sholkno="Shloka 16" sholk="इत्यग्निवेशप्रमुखैः शिष्यैः पृष्टः पुनर्वसुः| आचचक्षे ततस्तेभ्यो यत्राहारो विपच्यते||१६||" audio={r15}/>
                <SingleAudioCard sholkno="Shloka 17" sholk="नाभिस्तनान्तरं जन्तोरामाशय इति स्मृतः| अशितं खादितं पीतं लीढं चात्र विपच्यते||१७||" audio={r16}/>
                <SingleAudioCard sholkno="Shloka 18" sholk="आमाशयगतः पाकमाहारः प्राप्य केवलम्| पक्वः सर्वाशयं पश्चाद्धमनीभिः प्रपद्यते||१८||" audio={r17}/>
                <SingleAudioCard sholkno="Shloka 19" sholk="तत्र श्लोकः- तस्य मात्रावतो लिङ्गं फलं चोक्तं यथायथम्| अमात्रस्य तथा लिङ्गं फलं चोक्तं विभागशः||१९||" audio={r18}/>

            </div>
        </div>
    )
}

export default Book3ch2




 