import React from 'react'
import BookSlider from '../../../../localComponents/BookSlider'
import r1 from '../../../../assests/Audio/book3audio/ch3/c3s1, 2.aac'
import r2 from '../../../../assests/Audio/book3audio/ch3/c3s3.aac'
import r3 from '../../../../assests/Audio/book3audio/ch3/c3s4.aac'
import r4 from '../../../../assests/Audio/book3audio/ch3/c3s5.aac'
import r5 from '../../../../assests/Audio/book3audio/ch3/c3s6.aac'
import r6 from '../../../../assests/Audio/book3audio/ch3/c3s6(1).aac'
import r7 from '../../../../assests/Audio/book3audio/ch3/c3s6(2).aac'
import r8 from '../../../../assests/Audio/book3audio/ch3/c3s6(3).aac'
import r9 from '../../../../assests/Audio/book3audio/ch3/c3s6(4).aac'
import r10 from '../../../../assests/Audio/book3audio/ch3/c3s7.aac'
import r11 from '../../../../assests/Audio/book3audio/ch3/c3s8.aac'
import r12 from '../../../../assests/Audio/book3audio/ch3/c3s9, 10,11.aac'
import r13 from '../../../../assests/Audio/book3audio/ch3/c3s12.aac'
import r14 from '../../../../assests/Audio/book3audio/ch3/c3s13, 14.aac'
import r15 from '../../../../assests/Audio/book3audio/ch3/c3s15, 16,17,18.aac'
import r16 from '../../../../assests/Audio/book3audio/ch3/c3s19.aac'
import r17 from '../../../../assests/Audio/book3audio/ch3/c3s20.aac'
import r18 from '../../../../assests/Audio/book3audio/ch3/c3s21.aac'
import r19 from '../../../../assests/Audio/book3audio/ch3/c3s22.aac'
import r20 from '../../../../assests/Audio/book3audio/ch3/c3s23.aac'
import r21 from '../../../../assests/Audio/book3audio/ch3/c3s24.aac'
import r22 from '../../../../assests/Audio/book3audio/ch3/c3s25, 26,27.aac'
import r23 from '../../../../assests/Audio/book3audio/ch3/c3s28.aac'
import r24 from '../../../../assests/Audio/book3audio/ch3/c3s29.aac'
import r25 from '../../../../assests/Audio/book3audio/ch3/c3s30, 31.aac'
import r26 from '../../../../assests/Audio/book3audio/ch3/c3s32.aac'
import r27 from '../../../../assests/Audio/book3audio/ch3/c3s33, 34,35.aac'
import r28 from '../../../../assests/Audio/book3audio/ch3/c3s36(1).aac'
import r29 from '../../../../assests/Audio/book3audio/ch3/c3s36(2).aac'
import r30 from '../../../../assests/Audio/book3audio/ch3/c3s37.aac'
import r31 from '../../../../assests/Audio/book3audio/ch3/c3s38.aac'
import r32 from '../../../../assests/Audio/book3audio/ch3/c3s39.aac'
import r33 from '../../../../assests/Audio/book3audio/ch3/c3s40.aac'
import r34 from '../../../../assests/Audio/book3audio/ch3/c3s41.aac'
import r35 from '../../../../assests/Audio/book3audio/ch3/c3s42.aac'
import r36 from '../../../../assests/Audio/book3audio/ch3/c3s43.aac'
import r37 from '../../../../assests/Audio/book3audio/ch3/c3s44.aac'
import r38 from '../../../../assests/Audio/book3audio/ch3/c3s45.aac'
import r39 from '../../../../assests/Audio/book3audio/ch3/c3s46.aac'
import r40 from '../../../../assests/Audio/book3audio/ch3/c3s47,48.aac'
import r41 from '../../../../assests/Audio/book3audio/ch3/c3s49, 50,51,52.aac'

import SingleAudioCard from '../../../../globalComponents/SingleAudioCard'
import sliderImg from '../../../../assests/book-ch-img/Audio-Book-PU/vimanasthana/3.png'

const Book3ch3 = () => {
    return (
        <div className="class-wrapper">
            <BookSlider img={sliderImg}/>
            <div className="text-center card-holder-custom">
                <SingleAudioCard sholkno="Shloka 1,2" sholk="अथातो जनपदोद्ध्वंसनीयं विमानं व्याख्यास्यामः||१|| इति ह स्माह भगवानात्रेयः||२||" audio={r1}/>
                <SingleAudioCard sholkno="Shloka 3" sholk="जनपदमण्डले पञ्चालक्षेत्रे द्विजातिवराध्युषिते काम्पिल्यराजधान्यां भगवान् पुनर्वसुरात्रेयोऽन्तेवासिगणपरिवृतः पश्चिमे घर्ममासे गङ्गातीरे वनविचारमनुविचरञ्छिष्यमग्निवेशमब्रवीत्||३||" audio={r2}/>
                <SingleAudioCard sholkno="Shloka 4" sholk="दृश्यन्ते हि खलु सौम्य! नक्षत्रग्रहगणचन्द्रसूर्यानिलानलानां दिशां चाप्रकृतिभूतानामृतुवैकारिका भावाः, अचिरादितो भूरपि च न यथावद्रसवीर्यविपाकप्रभावमोषधीनां प्रतिविधास्यति, तद्वियोगाच्चातङ्कप्रायता नियता| तस्मात् प्रागुद्ध्वंसात् प्राक् च भूमेर्विरसीभावादुद्धरध्वं सौम्य! भैषज्यानि यावन्नोपहतरसवीर्यविपाकप्रभावाणि भवन्ति| वयं चैषां रसवीर्यविपाकप्रभावानुपयोक्ष्यामहे ये चास्माननुकाङ्क्षन्ति, यांश्च वयमनुकाङ्क्षामः| न हि सम्यगुद्धृतेषु सौम्य! भैषज्येषु सम्यग्विहितेषु सम्यक् चावचारितेषु जनपदोद्ध्वंसकराणां विकाराणां किञ्चित् प्रतीकारगौरवं भवति||४||" audio={r3}/>
                <SingleAudioCard sholkno="Shloka 5" sholk="एवंवादिनं भगवन्तमात्रेयमग्निवेश उवाच- उद्धृतानि खलु भगवन्! भैषज्यानि, सम्यग्विहितानि, सम्यगवचारितानि च; अपि तु खलु जनपदोद्ध्वंसनमेकेनैव व्याधिना युगपदसमानप्रकृत्याहारदेहबलसात्म्यसत्त्ववयसां मनुष्याणां कस्माद्भवतीति||५||" audio={r4}/>
                <SingleAudioCard sholkno="Shloka 6" sholk="तमुवाच भगवानात्रेयः- एवमसामान्यावतामप्येभिरग्निवेश! प्रकृत्यादिभिर्भावैर्मनुष्याणां येऽन्ये भावाः सामान्यास्तद्वैगुण्यात् समानकालाः समानलिङ्गाश्च व्याधयोऽभिनिर्वर्तमाना जनपदमुद्ध्वंसयन्ति| ते तु खल्विमे भावाः सामान्या जनपदेषु भवन्ति; तद्यथा- वायुः, उदकं, देशः, काल इति||६||" audio={r5}/>
                <SingleAudioCard sholkno="Shloka 6(1)" sholk="तत्र वातमेवंविधमनारोग्यकरं विद्यात्; तद्यथा-यथर्तुविषममतिस्तिमितमतिचलमतिपरुषमतिशीतमत्युष्णमतिरूक्षमत्यभिष्यन्दिनमतिभैरवारावमतिप्रतिहत- परस्परगतिमतिकुण्डलिनमसात्म्यगन्धबाष्पसिकतापांशुधूमोपहतमिति (१);" audio={r6}/>
                <SingleAudioCard sholkno="Shloka 6(2)" sholk="उदकं तु खल्वत्यर्थविकृतगन्धवर्णरसस्पर्शं क्लेदबहुलमपक्रान्तजलचरविहङ्गमुपक्षीणजलेशयमप्रीतिकरमपगतगुणं] विद्यात् " audio={r7}/>
                <SingleAudioCard sholkno="Shloka 6(3)" sholk="देशं पुनः प्रकृतिविकृतवर्णगन्धरसस्पर्शं क्लेदबहुलमुपसृष्टं सरीसृपव्यालमशकशलभमक्षिकामूषकोलूकश्माशानिकशकुनिजम्बूकादिभिस्तृणोलूपोपवनवन्तं प्रतानादिबहुलमपूर्ववदवपतितशुष्कनष्टशस्यं धूम्रपवनं प्रध्मातपतत्रिगणमुत्क्रुष्टश्वगणमुद्भ्रान्तव्यथितविविधमृगपक्षिसङ्घमुत्सृष्टनष्टधर्मसत्यलज्जाचारशीलगुणजनपदं शश्वत्क्षुभितोदीर्णसलिलाशयं प्रततोल्कापातनिर्घातभूमिकम्पमतिभयारावरूपं [५] रूक्षताम्रारुणसिताभ्रजालसंवृतार्कचन्द्रतारकमभीक्ष्णं ससम्भ्रमोद्वेगमिव सत्रासरुदितमिव सतमस्कमिव गुह्यकाचरितमिवाक्रन्दितशब्दबहुलं चाहितं विद्यात् (३);" audio={r8}/>
                <SingleAudioCard sholkno="Shloka 6(4)" sholk="कालं तु खलु यथर्तुलिङ्गाद्विपरीतलिङ्गमतिलिङ्गं हीनलिङ्गं चाहितं व्यवस्येत् ;" audio={r9}/>
                <SingleAudioCard sholkno="Shloka 7" sholk="इमानेवन्दोषयुक्तांश्चतुरो भावाञ्जनपदोद्ध्वंसकरान् वदन्ति कुशलाः; अतोऽन्यथाभूतांस्तु हितानाचक्षते||७||" audio={r10}/>
                <SingleAudioCard sholkno="Shloka 8" sholk="विगुणेष्वपि खल्वेतेषु जनपदोद्ध्वंसकरेषु भावेषु भेषजेनोपपाद्यमानानामभयं भवति रोगेभ्य इति||८||" audio={r11}/>
                <SingleAudioCard sholkno="Shloka 9, 10, 11" sholk="भवन्ति चात्र- वैगुण्यमुपपन्नानां देशकालानिलाम्भसाम्| गरीयस्त्वं विशेषेण हेतुमत् सम्प्रवक्ष्यते||९|| वाताज्जलं जलाद्देशं देशात् कालं स्वभावतः| विद्याद्दुष्परिहार्यत्वाद्गरीयस्तरमर्थवित् [६] ||१०|| वाय्वादिषु यथोक्तानां दोषाणां तु विशेषवित्| प्रतीकारस्य सौकर्ये विद्याल्लाघवलक्षणम्||११||" audio={r12}/>
                <SingleAudioCard sholkno="Shloka 12" sholk="चतुर्ष्वपि तु दुष्टेषु कालान्तेषु यदा नराः| भेषजेनोपपाद्यन्ते न भवन्त्यातुरास्तदा||१२||" audio={r13}/>
                <SingleAudioCard sholkno="Shloka 13, 14" sholk="येषां न मृत्युसामान्यं सामान्यं न च कर्मणाम्| कर्म पञ्चविधं तेषां भेषजं परमुच्यते||१३|| रसायनानां विधिवच्चोपयोगः प्रशस्यते| शस्यते देहवृत्तिश्च भेषजैः पूर्वमुद्धृतैः||१४||" audio={r14}/>
                <SingleAudioCard sholkno="Shloka 15, 16, 17, 18" sholk="सत्यं भूते दया दानं बलयो देवतार्चनम्| सद्धृत्तस्यानुवृत्तिश्च प्रशमो गुप्तिरात्मनः||१५|| हितं जनपदानां च शिवानामुपसेवनम्| सेवनं ब्रह्मचर्यस्य तथैव ब्रह्मचारिणाम्||१६|| सङ्कथा धर्मशास्त्राणां महर्षीणां जितात्मनाम्|धार्मिकैः सात्त्विकैर्नित्यं सहास्या वृद्धसम्मतैः||१७|| इत्येतद्भेषजं प्रोक्तमायुषः परिपालनम्|येषामनियतो मृत्युस्तस्मिन् काले सुदारुणे||१८||" audio={r15}/>
                <SingleAudioCard sholkno="Shloka 19" sholk="इति श्रुत्वा जनपदोद्ध्वंसने कारणानि पुनरपि भगवन्तमात्रेयमग्निवेश उवाच- अथ खलु भगवन्! कुतोमूलमेषां वाय्वादीनां वैगुण्यमुत्पद्यते? येनोपपन्ना जनपदमुद्ध्वंसयन्तीति||१९||" audio={r16}/>
                <SingleAudioCard sholkno="Shloka 20" sholk="तमुवाच भगवानात्रेयः- सर्वेषामप्यग्निवेश! वाय्वादीनां यद्वैगुण्यमुत्पद्यते तस्य मूलमधर्मः, तन्मूलं वाऽसत्कर्म पूर्वकृतं; तयोर्योनिः प्रज्ञापराध एव| तद्यथा- यदा वै देशनगरनिगमजनपदप्रधाना धर्ममुत्क्रम्याधर्मेण प्रजां वर्तयन्ति, तदाश्रितोपाश्रिताः पौरजनपदा व्यवहारोपजीविनश्च तमधर्ममभिवर्धयन्ति, ततः सोऽधर्मः प्रसभं धर्ममन्तर्धत्ते, ततस्तेऽन्तर्हितधर्माणो देवताभिरपि त्यज्यन्ते; तेषां तथाऽन्तर्हितधर्मणामधर्मप्रधानानामपक्रान्तदेवतानामृतवो व्यापद्यन्ते; तेन नापो यथाकालं देवो वर्षति न वा वर्षति विकृतं वा वर्षति, वाता न सम्यगभिवान्ति, क्षितिर्व्यापद्यते, सलिलान्युपशुष्यन्ति, ओषधयः स्वभावं परिहायापद्यन्ते विकृतिं; तत उद्ध्वंसन्ते जनपदाः स्पृश्याभ्यवहार्यदोषात् [९] ||२०||" audio={r17}/>
                <SingleAudioCard sholkno="Shloka 21" sholk="तथा शस्त्रप्रभवस्यापि जनपदोद्ध्वंसस्याधर्म एव हेतुर्भवति| येऽतिप्रवृद्धलोभक्रोधमोहमानास्ते दुर्बलानवमत्यात्मस्वजनपरोपघाताय शस्त्रेण परस्परमभिक्रामन्ति, परान् वाऽभिक्रामन्ति, परैर्वाऽभिक्राम्यन्ते||२१||" audio={r18}/>
                <SingleAudioCard sholkno="Shloka 22" sholk="रक्षोगणादिभिर्वा विविधैर्भूतसङ्घैस्तमधर्ममन्यद्वाऽप्यपचारान्तरमुपलभ्याभिहन्यन्ते||२२||" audio={r19}/>
                <SingleAudioCard sholkno="Shloka 23" sholk="तथाऽभिशापप्रभवस्याप्यधर्म एव हेतुर्भवति| ये लुप्तधर्माणो धर्मादपेतास्ते गुरुवृद्धसिद्धर्षिपूज्यानवमत्याहितान्याचरन्ति; ततस्ताः प्रजा गुर्वादिभिरभिशप्ता भस्मतामुपयान्ति प्रागेवानेकपुरुषकुलविनाशाय, नियतप्रत्ययोपलम्भादनियताश्चापरे |२३||" audio={r20}/>
                <SingleAudioCard sholkno="Shloka 24" sholk="प्रागपि चाधर्मादृते नाशुभोत्पत्तिरन्यतोऽभूत्| आदिकाले ह्यदितिसुतसमौजसोऽतिविमलविपुलप्रभावाः प्रत्यक्षदेवदेवर्षिधर्मयज्ञविधिविधानाः शैलसारसंहतस्थिरशरीराः प्रसन्नवर्णेन्द्रियाः पवनसमबलजवपराक्रमाश्चारुस्फिचोऽभिरूपप्रमाणाकृतिप्रसादोपचयवन्तः सत्यार्जवानृशंस्यदानदमनियमतपोपवासब्रह्मचर्यव्रतपरा व्यपगतभयरागद्वेषमोहलोभक्रोधशोकमानरोगनिद्रातन्द्राश्रमक्लमालस्यपरिग्रहाश्च पुरुषा बभूवुरमितायुषः|तेषामुदारसत्त्वगुणकर्मणामचिन्त्यरसवीर्यविपाकप्रभावगुणसमुदितानि प्रादुर्बभूवुः शस्यानि सर्वगुणसमुदितत्वात् पृथिव्यादीनां कृतयुगस्यादौ| भ्रश्यति तु कृतयुगे केषाञ्चिदत्यादानात् साम्पन्निकानां सत्त्वानां शरीरगौरवमासीत्, शरीरगौरवाच्छ्रमः, श्रमादालस्यम्, आलस्यात् सञ्चयः, सञ्चयात् परिग्रहः, परिग्रहाल्लोभः प्रादुरासीत् कृते| ततस्त्रेतायां लोभादभिद्रोहः, अभिद्रोहानृतवचनम्, अनृतवचनात् कामक्रोधमानद्वेषपारुष्याभिघातभयतापशोकचिन्तोद्वेगादयः प्रवृत्ताः| ततस्त्रेतायां धर्मपादोऽन्तर्धानमगमत्| तस्यान्तर्धानात् युगवर्षप्रमाणस्य पादह्रासः, पृथिव्यादेश्च गुणपादप्र णाशोऽभूत्| तत्प्रणाशकृतश्च शस्यानां स्नेहवैमल्यरसवीर्यविपाकप्रभावगुणपादभ्रांशः|ततस्तानि प्रजाशरीराणि हीयमानगुणपादैराहारविहारैरयथापूर्वमुपष्टभ्यमानान्यग्निमारुतपरीतानि [१२] प्राग्व्याधिभिर्ज्वरादिभिराक्रान्तानि| अतः प्राणिनो ह्रासमवापुरायुषः क्रमश इति||२४||" audio={r21}/>
                <SingleAudioCard sholkno="Shloka 25, 26, 27" sholk="भवतश्चात्र- युगे युगे धर्मपादः क्रमेणानेन हीयते| गुणपादश्च भूतानामेवं लोकः प्रलीयते||२५|| संवत्सरशते पूर्णे याति संवत्सरः क्षयम्| देहिनामायुषः काले यत्र यन्मानमिष्यते||२६|| इति विकाराणां प्रागुत्पत्तिहेतुरुक्तो भवति||२७||" audio={r22}/>
                <SingleAudioCard sholkno="Shloka 28" sholk="एवंवादिनं भगवन्तमग्निवेश उवाच- किन्नु खलु भगवन्! नियतकालप्रमाणमायुः सर्वं न वेति||२८||" audio={r23}/>
                <SingleAudioCard sholkno="Shloka 29" sholk="तं भगवानुवाच- इहाग्निवेश! भूतानामायुर्युक्तिमपेक्षते| दैवे पुरुषकारे च स्थितं ह्यस्य बलाबलम्||२९||" audio={r24}/>
                <SingleAudioCard sholkno="Shloka 30, 31" sholk="दैवमात्मकृतं विद्यात् कर्म यत् पौर्वदैहिकम्| समृतः पुरुषकारस्तु क्रियते यदिहापरम्||३०|| बलाबलविशेषोऽस्ति तयोरपि च कर्मणोः| दृष्टं हि त्रिविधं कर्म हीनं मध्यममुत्तमम्||३१||" audio={r25}/>
                <SingleAudioCard sholkno="Shloka 32" sholk="तयोरुदारयोर्युक्तिर्दीर्घस्य च सुखस्य च| नियतस्यायुषो हेतुर्विपरीतस्य चेतरा||३२||" audio={r26}/>
                <SingleAudioCard sholkno="Shloka 33, 34, 35" sholk="मध्यमा मध्यमस्येष्टा कारणं शृणु चापरम्|३३| दैवं पुरुषकारेण दुर्बलं ह्युपहन्यते||३३|| दैवेन चेतरत् कर्म विशिष्टेनोपहन्यते| दृष्ट्वा यदेके मन्यन्ते नियतं मानमायुषः||३४|| कर्म किञ्चित् क्वचित् काले विपाके नियतं महत्| किञ्चित्त्वकालनियतं प्रत्ययैः प्रतिबोध्यते||३५||" audio={r27}/>
                <SingleAudioCard sholkno="Shloka 36(1)" sholk="तस्मादुभयदृष्टत्वादेकान्तग्रहणमसाधु| निदर्शनमपि चात्रोदाहरिष्यमः- यदि हि नियतकालप्रमाणमायुः सर्वं स्यात्, तदाऽऽयुष्कामाणां न मन्त्रौषधिमणिमङ्गलबल्युपहारहोमनियमप्रायश्चित्तोपवासस्वस्त्ययनप्रणिपातगमनाद्याः क्रिया इष्टयश्च प्रयोज्येरन्; नोद्भ्रान्तचण्डचपलगोजोष्ट्रखरतुरगमहिषादयः पवनादयश्च दुष्टाः परिहार्याः स्युः, न प्रपातगिरिविषमदुर्गाम्बुवेगाः, तथा न प्रमत्तोन्मत्तोद्भान्तचण्डचपलमोहलोभाकुलमतयः, नारयः, न प्रवृद्धोऽग्निः, च विविधविषाश्रयाः सरीसृपोरगादयः, न साहसं, नादेशकालचर्या, न नरेन्द्रप्रकोप इति; एवमादयो हि भावा नाभावकराः स्युः, आयुषः सर्वस्य नियतकालप्रमाणत्वात्| न चानभ्यस्ताकालमरणभयनिवारकाणामकालमरणभयमागच्छेत् प्रणिनां, व्यर्थाश्चारम्भकथाप्रयोगबुद्धयः स्युर्महर्षीणां रसायनाधिकारे, नापीन्द्रो नियतायुषं शत्रुं वज्रेणाभिहन्यात्, नाश्विनावार्तं भेषजेनोपपादयेतां, न महर्षयो यथेष्टमायुस्तपसा प्राप्नुयुः, न च विदितवेदितव्या महर्षयः ससुरेशाः सम्यक् पश्येयुरुपदिशेयुराचरेयुर्वा|" audio={r28}/>
                <SingleAudioCard sholkno="Shloka 36(2)" sholk="अपि च सर्वचक्षुषामेतत् परं यदैन्द्रं चक्षुः, इदं चाप्यस्माकं तेन प्रत्यक्षं; यथा- पुरुषसहस्राणामुत्थायोत्थायाहवं कुर्वतामकुर्वतां चातुल्यायुष्ट्वं, तथा जातमात्राणामप्रतीकारात् प्रतीकाराच्च, अविषविषप्राशिनां चाप्यतुल्यायुष्ट्वमेव, न च तुल्यो योगक्षेम उदपानघटानां चित्रघटानां चोत्सीदतां; तस्माद्धितोपचारमूलं जीवितम्, अतो विपर्ययान्मृत्युः| अपि च देशकालात्मगुणविपरीतानां कर्मणामाहारविकाराणां च क्रमोपयोगः सम्यक्, त्यागः सर्वस्य चातियोगायोगमिथ्यायोगानां, सर्वातियोगसन्धारणम्, असन्धारणमुदीर्णानां च गतिमतां, साहसानां च वर्जनम्, आरोग्यानुवृत्तौ हेतुमुपलभामहे सम्यगुपदिशामः सम्यक् पश्यामश्चेति||३६||" audio={r29}/>
                <SingleAudioCard sholkno="Shloka 37" sholk="अतः परमग्निवेश उवाच- एवं सत्यनियतकालप्रमाणायुषां भगवन्! कथं कालमृत्युरकालमृत्युर्वाभवतीति||३७||" audio={r30}/>
                <SingleAudioCard sholkno="Shloka 38" sholk="तमुवाच भगवानात्रेयः- श्रूयतामग्निवेश! यथा यानसमायुक्तोऽक्षः प्रकृत्यैवाक्षगुणैरुपेतः स च सर्वगुणोपपन्नो वाह्यमानो यथाकालं स्वप्रमाणक्षयादेवावसानं गच्छेत्, तथाऽऽयुः शरीरोपगतं बलवत्प्रकृत्या यथावदुपचर्यमाणं स्वप्रमाणक्षयादेवावसानं गच्छति; स मृत्युः काले| यथा च स एवाक्षोऽतिभाराधिष्ठितत्वाद्विषमपथादपथादक्षचक्रभङ्गाद्वाह्यवाहकदोषादणिमोक्षादनुपाङ्गात् पर्यसनाच्चान्तराऽवसानमापद्यते, तथाऽऽयुरप्ययथाबलमारम्भादयथाग्न्यभ्यवहरणाद्विषमाभ्यावहरणाद्विषमशरीरन्यासादतिमैथुनादसत्संश्रयादुदीर्ण- वेगविनिग्रहाद्विधार्यवेगाविधारणाद्भूतविषवाय्वग्न्युपतापादभिघातादाहारप्रतीकारविवर्जनाच्चान्तराऽवसानमापद्यते, स मृत्युरकाले; तथा ज्वरादीनप्यातङ्कान्मिथ्योपचरितानकालमृत्यून् पश्याम इति||३८||" audio={r31}/>
                <SingleAudioCard sholkno="Shloka 39" sholk="अथाग्निवेशः पप्रच्छ- किन्नु खलु भगवन्! ज्वरितेभ्यः पानीयमुष्णं प्रयच्छन्ति भिषजो भूयिष्ठं न तथा शीतम्, अस्ति च शीतसाध्योऽपि धातुर्ज्वरकर इति||३९||" audio={r32}/>
                <SingleAudioCard sholkno="Shloka 40" sholk="तमुवाच भगवानात्रेयः- ज्वरितस्य कायसमुत्थानदेशकालानभिसमीक्ष्य पाचनार्थं पानीयमुष्णं प्रयच्छन्ति भिषजः| ज्वरो ह्यामाशयसमुत्थः, प्रायो भेषजानि चामाशयसमुत्थानां विकाराणां पाचनवमनापतर्पणसमर्थानि भवन्ति; पाचनार्थं च पानीयमुष्णं, तस्मादेतज्ज्वरितेभ्यः प्रयच्छन्ति भिषजो भूयिष्ठम्| तद्धि तेषां पीतं वातमनुलोमयति, अग्निं चोदर्यमुदीरयति, क्षिप्रं जरां गच्छति, श्लेष्माणं परिशोषयति, स्वल्पमपि च पीतं तृष्णाप्रशमनायोपकल्पते; तथायुक्तमपि चैतन्नात्यर्थोत्सन्नपित्ते ज्वरे सदाहभ्रमप्रलापातिसारे वा प्रदेयम्, उष्णेन हि दाहभ्रमप्रलापातिसारा भूयोऽभिवर्धन्ते, शीतेन चोपशाम्यन्तीति||४०||" audio={r33}/>
                <SingleAudioCard sholkno="Shloka 41" sholk="भवति चात्र- शीतेनोष्णकृतान् रोगाञ्छमयन्ति भिषग्विदः| ये तु शीतकृता रोगास्तेषामुष्णं भिषग्जितम्||४१||" audio={r34}/>
                <SingleAudioCard sholkno="Shloka 42" sholk="एवमितरेषामपि व्याधीनां निदानविपरीतं भेषजं भवति; यथा- अपतर्पणनिमित्तानां व्याधीनां नान्तरेण पूरणमस्ति शान्तिः, तथा पूरणनिमित्तानां व्याधीनां नान्तरेणापतर्पणम्||४२||" audio={r35}/>
                <SingleAudioCard sholkno="Shloka 43" sholk="अपतर्पणमपि च त्रिविधं- लङ्घनं, लङ्घनपाचनं, दोषावसेचनं चेति||४३||" audio={r36}/>
                <SingleAudioCard sholkno="Shloka 44" sholk="तत्र लङ्घनमल्पबलदोषाणां, लङ्घनेन ह्यग्निमारुतवृद्ध्या वातातपपरीतमिवाल्पमुदकमल्पो दोषः प्रशोषमापद्यते; लङ्घनपाचने  तु मध्यबलदोषाणां, लङ्घनपाचनाभ्यां हि सूर्यसन्तापमारुताभ्यां पांशुभस्मावकिरणैरिव चानतिबहूदकं मध्यबलो दोषः प्रशोषमापद्यते; बहुदोषाणां पुनर्दोषावसेचनमेव कार्यं, न ह्यभिन्ने केदारसेतौ पल्वलाप्रसेकोऽस्ति, तद्वद्दोषावसेचनम्||४४||" audio={r37}/>
                <SingleAudioCard sholkno="Shloka 45" sholk="दोषावसेचनमन्यद्वा भेषजं प्राप्तकालमप्यातुरस्य नैवंविधस्य कुर्यात्| तद्यथा- अनपवादप्रतीकारस्याधनस्यापरिचारकस्य वैद्यमानिनश्चण्डस्यासूयकस्य तीव्राधर्मारुचेरतिक्षीणबलमांसशोणितस्यासाध्यरोगोपहतस्य मुमूर्षुलिङ्गान्वितस्य चेति|एवंविधं ह्यातुरमुपचरन् भिषक् पापीयसाऽयशसा योगमृच्छतीति||४५||" audio={r38}/>
                <SingleAudioCard sholkno="Shloka 46" sholk="भवति चात्र- तदात्वे चानुबन्धे वा यस्य स्यादशुभं फलम्| कर्मणस्तन्न कर्तव्यमेतद्बुद्धिमतां मतम्||४६||" audio={r39}/>
                <SingleAudioCard sholkno="Shloka 47, 48" sholk="(अल्पोदकद्रुमो यस्तु प्रवातः प्रचुरातपः| ज्ञेयः स जाङ्गलो देशः स्वल्परोगतमोऽपि च||४७|| प्रचुरोदकवृक्षो यो निवातो दुर्लभातपः| अनूपो बहुदोषश्च, समः साधारणो मतः)||४८||" audio={r40}/>
                <SingleAudioCard sholkno="Shloka 49, 50, 51, 52" sholk="तत्र श्लोकाः- पूर्वरूपाणि सामान्या हेतवः सस्वलक्षणाः| देशोद्ध्वंसस्य भैषज्यं हेतूनां मूलमेव च||४९|| प्राग्विकारसमुत्पत्तिरायुषश्च क्षयक्रमः| मरणं प्रति भूतानां कालाकालविनिश्चयः||५०|| यथा चाकालमरणं यथायुक्तं च भेषजम्| सिद्धिं यात्यौषधं येषां न कुर्याद्येन हेतुना||५१|| तदात्रेयोऽग्निवेशाय निखिलं सर्वमुक्तवान्| देशोद्ध्वंसनिमित्तीये विमाने मुनिसत्तमः||५२||" audio={r41}/>

            </div>
        </div>
    )
}

export default Book3ch3




 