import React from 'react'
import BookSlider from '../../../../localComponents/BookSlider'
import r1 from '../../../../assests/Audio/book3audio/ch6/c6s1, 2.aac'
import r2 from '../../../../assests/Audio/book3audio/ch6/c6s3.aac'
import r3 from '../../../../assests/Audio/book3audio/ch6/c6s4.aac'
import r4 from '../../../../assests/Audio/book3audio/ch6/c6s5, 6.aac'
import r5 from '../../../../assests/Audio/book3audio/ch6/c6s7.aac'
import r6 from '../../../../assests/Audio/book3audio/ch6/c6s8.aac'
import r7 from '../../../../assests/Audio/book3audio/ch6/c6s9.aac'
import r8 from '../../../../assests/Audio/book3audio/ch6/c6s10.aac'
import r9 from '../../../../assests/Audio/book3audio/ch6/c6s11.aac'
import r10 from '../../../../assests/Audio/book3audio/ch6/c6s12.aac'
import r11 from '../../../../assests/Audio/book3audio/ch6/c6s13.aac'
import r12 from '../../../../assests/Audio/book3audio/ch6/c6s14.aac'
import r13 from '../../../../assests/Audio/book3audio/ch6/c6s15.aac'
import r14 from '../../../../assests/Audio/book3audio/ch6/c6s16.aac'
import r15 from '../../../../assests/Audio/book3audio/ch6/c6s17.aac'
import r16 from '../../../../assests/Audio/book3audio/ch6/c6s18.aac'
import r17 from '../../../../assests/Audio/book3audio/ch6/c6s19.aac'
import r18 from '../../../../assests/Audio/book3audio/ch6/c6s20, 21,22.aac'
import r19 from '../../../../assests/Audio/book3audio/ch6/c6slast.aac'

import SingleAudioCard from '../../../../globalComponents/SingleAudioCard'
import sliderImg from '../../../../assests/book-ch-img/Audio-Book-PU/vimanasthana/6.png'

const Book3ch6 = () => {
    return (
        <div className="class-wrapper">
            <BookSlider img={sliderImg}/>
            <div className="text-center card-holder-custom">
                <SingleAudioCard sholkno="Shloka 1,2" sholk="अथातो रोगानीकं विमानं व्याख्यास्यामः||१|| इति ह स्माह भगवानात्रेयः||२||" audio={r1}/>
                <SingleAudioCard sholkno="Shloka 3" sholk="द्वे रोगानीके भवतः प्रभावभेदेन- साध्यम्, असाध्यं च; द्वे रोगानीके बलभेदेन- मृदु, दारुणं च; द्वे रोगानीके अधिष्ठानभेदेन- मनोऽधिष्ठानं, शरीराधिष्ठानं च; द्वे रोगानीके निमित्तभेदेन- स्वधातुवैषम्यनिमित्तम्, आगन्तुनिमित्तं च; द्वे रोगानीके आशयभेदेन- आमाशयसमुत्थं, पक्वाशयसमुत्थं चेति| एवमेतत् प्रभावबलाधिष्ठाननिमित्ताशयभेदाद्द्वैधं सद्भेदप्रकृत्यन्तरेण भिद्यमानमथवाऽपि सन्धीयमानं स्यादेकत्वं बहुत्वं वा| एकत्वं तावदेकमेव रोगानीकं, दुःखसामान्यात्; बहुत्वं तु दश रोगानीकानि प्रभावभेदादिना भवन्ति; बहुत्वमपि सङ्ख्येयं स्यादसङ्ख्येयं वा| तत्र सङ्ख्येयं तावद्यथोक्तमष्टोदरीये, अपरिसङ्ख्येयं पुनर्यथा- महारोगाध्याये रुग्वर्णसमुत्थानादीनामसङ्ख्येयत्वात्||३||" audio={r2}/>
                <SingleAudioCard sholkno="Shloka 4" sholk="न च सङ्ख्येयाग्रेषु भेदप्रकृत्यन्तरीयेषु विगीतिरित्यतो दोषवती स्यादत्र काचित् प्रतिज्ञा, न चाविगीतिरित्यतः स्याददोषवती| भेत्ता हि भेद्यमन्यथाभिनत्ति, अन्यथा पुरस्ताद्भिन्नं भेदप्रकृत्यन्तरेण भिन्दन् भेदसङ्ख्याविशेषमापादयत्यनेकधा, न च पूर्वं भेदाग्रमुपहन्ति| समानायामपि खलु भेदप्रकृतौ प्रकृतानुप्रयोगान्तरमपेक्ष्यम् | सन्ति ह्यर्थान्तराणि समानशब्दाभिहितानि, सन्ति चानर्थान्तराणि पर्यायशब्दाभिहितानि| समानो हि रोगशब्दो दोषेषु च व्याधिषु च; दोषा ह्यपि रोगशब्दमातङ्कशब्दं यक्ष्मशब्दं दोषप्रकृतिशब्दं विकारशब्दं च लभन्ते, व्याधयश्च रोगशब्दमातङ्कशब्दं यक्ष्मशब्दं दोषप्रकृतिशब्दं विकारशब्दं च लभन्ते| तत्र दोषेषु चैव व्याधिषु च रोगशब्दः समानः, शेषेषु तु विशेषवान्||४||" audio={r3}/>
                <SingleAudioCard sholkno="Shloka 5,6" sholk="तत्र व्याधयोऽपरिसङ्ख्येया भवन्ति, अतिबहुत्वात्| दोषास्तु खलु परिसङ्ख्येया भवन्ति, अनतिबहुत्वात्| तस्माद्यथाचित्रं विकारानुदाहरणार्थम्, अनवशेषेण च दोषान् व्याख्यास्यामः| रजस्तमश्च मानसौ दोषौ| तयोर्विकाराः कामक्रोधलोभमोहेर्ष्यामानमदशोकचित्तो(न्तो)द्वेगभयहर्षादयः| वातपित्तश्लेष्माणस्तु खलु शारीरा दोषाः| तेषामपि च विकारा ज्वरातीसारशोफशोषश्वासमेहकुष्ठादयः| इति दोषाः केवला व्याख्याता विकारैकदेशश्च||५|| तत्र खल्वेषां द्वयानामपि दोषाणां त्रिविधं प्रकोपणं; तद्यथा- असात्म्येन्द्रियार्थसंयोगः, प्रज्ञापराधः, परिणामश्चेति||६||" audio={r4}/>
                <SingleAudioCard sholkno="Shloka 7" sholk="प्रकुपितास्तु खलु ते प्रकोपणविशेषाद्दूष्यविशेषाच्च विकारविशेषानभिनिर्वर्तयन्त्यपरिसङ्ख्येयान्||७||" audio={r5}/>
                <SingleAudioCard sholkno="Shloka 8" sholk="ते च विकाराः परस्परमनुवर्तमानाः कदाचिदनुबध्नन्ति कामादयो ज्वरादयश्च||८||" audio={r6}/>
                <SingleAudioCard sholkno="Shloka 9" sholk="नियतस्त्वनुबन्धो रजस्तमसोः परस्परं, न ह्यरजस्कं तमः प्रवर्तते ||९||" audio={r7}/>
                <SingleAudioCard sholkno="Shloka 10" sholk="(प्रायः) शारीरदोषाणामेकाधिष्ठानीयानां सन्निपातः संसर्गो वा समानगुणत्वात्; दोषा हि दूषणैः समानाः||१०||" audio={r8}/>
                <SingleAudioCard sholkno="Shloka 11" sholk="तत्रानुबन्ध्यानुबन्धकृतो विशेषः- स्वतन्त्रो व्यक्तलिङ्गो यथोक्तसमुत्थानप्रशमो भवत्यनुबन्ध्यः, तद्विपरीतलक्षणस्त्वनुबन्धः| अनुबन्ध्यलक्षणसमन्वितास्तत्र यदि दोषा भवन्ति तत्त्रिकं सन्निपातमाचक्षते, द्वयं वा संसर्गम्| अनुबन्ध्यानुबन्धविशेषकृतस्तु बहुविधो दोषभेदः| एवमेष सञ्ज्ञाप्रकृतो भिषजां दोषेषु व्याधिषु च नानाप्रकृतिविशेषव्यूहः ||११||" audio={r9}/>
                <SingleAudioCard sholkno="Shloka 12" sholk="अग्निषु तु शारीरेषु चतुर्विधो विशेषो बलभेदेन भवति| तद्यथा- तीक्ष्णो, मन्दः, समो, विषमश्चेति| तत्र तीक्ष्णोऽग्निः सर्वापचारसहः, तद्विपरीतलक्षणस्तु मन्दः, समस्तु खल्वपचारतो विकृतिमापद्यतेऽनपचारतस्तु प्रकृताववतिष्ठते, समलक्षणविपरीतलक्षणस्तु विषम इति| एते चतुर्विधा भवन्त्यग्नयश्चतुर्विधानामेव पुरुषाणाम्| तत्र समवातपित्तश्लेष्मणां प्रकृतिस्थानां समा भवन्त्यग्नयः, वातलानां तु वाताभिभूतेऽग्न्यधिष्ठाने विषमा भवन्त्यग्नयः, पित्तलानां तु पित्ताभिभूते ह्यग्न्यधिष्ठाने तीक्ष्णा भवन्त्यग्नयः, श्लेष्मलानां तु श्लेष्माभिभूतेऽग्न्यधिष्ठाने मन्दा भवन्त्यग्नयः||१२||" audio={r10}/>
                <SingleAudioCard sholkno="Shloka 13" sholk="तत्र केचिदाहुः- न समवातपित्तश्लेष्माणो जन्तवः सन्ति, विषमाहारोपयोगित्वान्मनुष्याणां; तस्माच्च वातप्रकृतयः केचित्, केचित् पित्तप्रकृतयः, केचित् पुनः श्लेष्मप्रकृतयो भवन्तीति| तच्चानुपपन्नं, कस्मात् कारणात्? समवातपित्तश्लेष्माणं ह्यरोगमिच्छन्ति भिषजः, यतः प्रकृतिश्चारोग्यम्, आरोग्यार्था च भेषजप्रवृत्तिः, सा चेष्टरूपा, तस्मात् सन्ति समवातपित्तश्लेष्माणः; न खलु सन्ति वातप्रकृतयः पित्तप्रकृतयः श्लेष्मप्रकृतयो वा| तस्य तस्य किल दोषस्याधिक्यात् सा सा दोषप्रकृतिरुच्यते मनुष्याणां, न च विकृतेषु दोषेषु प्रकृतिस्थत्वमुपपद्यते, तस्मान्नैताः प्रकृतयः सन्ति; सन्ति तु खलु वातलाः पित्तलाः श्लेष्मलाश्च, अप्रकृतिस्थास्तु ते ज्ञेयाः||१३||" audio={r11}/>
                <SingleAudioCard sholkno="Shloka 14" sholk="तेषां तु खलु चतुर्विधानां पुरुषाणां चत्वार्यनुप्रणिधानानि श्रेयस्कराणि भवन्ति| तत्र समसर्वधातूनां सर्वाकारसमम्, अधिकदोषाणां तु त्रयाणां यथास्वं दोषाधिक्यमभिसमीक्ष्य दोषप्रतिकूलयोगीनि त्रीण्यनु(न्न)प्रणिधानानि श्रेयस्कराणि भवन्ति यावदग्नेः समीभावात्, समे तु सममेव कार्यम्; एवं चेष्टा भेषजप्रयोगाश्चापरे| तान् विस्तरेणानुव्याख्यास्यामः||१४||" audio={r12}/>
                <SingleAudioCard sholkno="Shloka 15" sholk="त्रयस्तु पुरुषा भवन्त्यातुराः, ते त्वनातुरास्तन्त्रान्तरीयाणां भिषजाम्| तद्यथा- वातलः, पित्तलः, श्लेष्मलश्चेति| तेषामिदं विशेषविज्ञानं- वातलस्य वातनिमित्ताः, पित्तलस्य पित्तनिमित्ताः, श्लेष्मलस्य श्लेष्मनिमित्ता व्याधयः प्रायेण बलवन्तश्च भवन्ति||१५||" audio={r13}/>
                <SingleAudioCard sholkno="Shloka 16" sholk="तत्र वातलस्य वातप्रकोपणान्यासेवमानस्य क्षिप्रं वातः प्रकोपमापद्यते, न तथेतरौ दोषौ; स तस्य प्रकोपमापन्नो यथोक्तैर्विकारैः शरीरमुपतपति बलवर्णसुखायुषामुपघाताय| तस्यावजयनं- स्नेहस्वेदौ विधियुक्तौ, मृदूनि च संशोधनानि स्नेहोष्णमधुराम्ललवणयुक्तानि, तद्वदभ्यवहार्याणि, अभ्यङ्गोपनाहनोद्वेष्टनोन्मर्दनपरिषेकावगाहनसंवाहनावपीडनवित्रासनविस्मापनविस्मारणानि, सुरासवविधानं, स्नेहाश्चानेकयोनयो दीपनीयपाचनीयवातहरविरेचनीयोपहितास्तथा शतपाकाः सहस्रपाकाः सर्वशश्च प्रयोगार्थाः, बस्तयः, बस्तिनियमः सुखशीलता चेति||१६||" audio={r14}/>
                <SingleAudioCard sholkno="Shloka 17" sholk="पित्तलस्यापि पित्तप्रकोपणान्यासेवमानस्य क्षिप्रं पित्तं प्रकोपमापद्यते, न तथेतरौ दोषौ; तदस्य प्रकोपमापन्नं यथोक्तैर्विकारैः शरीरमुपतपति बलवर्णसुखायुषामुपघाताय| तस्यावजयनं- सर्पिष्पानं, सर्पिषा च स्नेहनम्, अधश्च दोषहरणं, मधुरतिक्तकषायशीतानां चौषधाभ्यवहार्याणामुपयोगः, मृदुमधुरसुरभिशीतहृद्यानां गन्धानां चोपसेवा, मुक्तामणिहारावलीनां च परमशिशिरवारिसंस्थितानां धारणमुरसा, क्षणे क्षणेऽग्र्यचन्दनप्रियङ्गुकालीयमृणालशीतवातवारिभिरुत्पलकुमुदकोकनदसौगन्धिकपद्मानुगतैश्च वारिभिरभिप्रोक्षणं, श्रुतिसुखमृदुमधुरमनोऽनुगानां च गीतवादित्राणां श्रवणं, श्रवणं चाभ्युदयानां, सुहृद्भिः संयोगः, संयोगश्चेष्टाभिः स्त्रीभिः शीतोपहितांशुकस्रग्धारिणीभिः, निशाकरांशुशीतलप्रवातहर्म्यवासः, शैलान्तरपुलिनशिशिरसदनवसनव्यजनपवनसेवनं, रम्याणां चोपवनानां सुखशिशिरसुरभिमारुतोपहितानामुपसेवनं, सेवनं च पद्मोत्पलनलिनकुमुदसौगन्धिकपुण्डरीकशतपत्रहस्तानां, सौम्यानां च सर्वभावानामिति||१७||" audio={r15}/>
                <SingleAudioCard sholkno="Shloka 18" sholk="श्लेष्मलस्यापि श्लेष्मप्रकोपणान्यासेवमानस्य क्षिप्रं श्लेष्मा प्रकोपमापद्यते, न तथेतरौ दोषौ; स तस्य प्रकोपमापन्नो यथोक्तैर्विकारैः शरीरमुपतपति बलवर्णसुखायुषामुपघाताय| तस्यावजयनं- विधियुक्तानि तीक्ष्णोष्णानि संशोधनानि, रूक्षप्रायाणि चाभ्यवहार्याणि कटुकतिक्तकषायोपहितानि, तथैव धावनलङ्घनप्लवनपरिसरणजागरणनियुद्धव्यवायव्यायामोन्मर्दनस्नानोत्सादनानि, विशेषतस्तीक्ष्णानां दीर्घकालस्थितानां च मद्यानामुपयोगः, सधूमपानः सर्वशश्चोपवासः, तथोष्णं वासः, सुखप्रतिषेधश्च सुखार्थमेवेति||१८||" audio={r16}/>
                <SingleAudioCard sholkno="Shloka 19" sholk="भवति चात्र- सर्वरोगविशेषज्ञः सर्वकार्यविशेषवित्| सर्वभेषजतत्त्वज्ञो राज्ञः प्राणपतिर्भवेदिति||१९||" audio={r17}/>
                <SingleAudioCard sholkno="Shloka 20,21,22" sholk="तत्र श्लोकाः- प्रकृत्यन्तरभेदेन रोगानीकविकल्पनम्| परस्पराविरोधश्च सामान्यं रोगदोषयोः||२०|| दोषसङ्ख्या विकाराणामेकदेशः प्रकोपणम्| जरणं प्रति चिन्ता च कायाग्नेर्धुक्षणानि च||२१|| नराणां वातलादीनां प्रकृतिस्थापनानि च| रोगानीके विमानेऽस्मिन् व्याहृतानि महर्षिणा||२२||" audio={r18}/>
                <SingleAudioCard sholkno="Last Shloka" sholk="इत्यग्निवेशकृते तन्त्रे चरकप्रतिसंस्कृते विमानस्थाने रोगानीकविमानं नाम षष्ठोऽध्यायः||६||" audio={r19}/>
            </div>
        </div>
    )
}

export default Book3ch6




 