import React from 'react'
import BookSlider from '../../../../localComponents/BookSlider'
import r1 from '../../../../assests/Audio/book1audio/ch12/C12S1,2'
import r2 from '../../../../assests/Audio/book1audio/ch12/C12S3'
import r3 from '../../../../assests/Audio/book1audio/ch12/C12S4.m4a'
import r4 from '../../../../assests/Audio/book1audio/ch12/C12S5'
import r5 from '../../../../assests/Audio/book1audio/ch12/C12S6'
import r6 from '../../../../assests/Audio/book1audio/ch12/C12S7'
import r7 from '../../../../assests/Audio/book1audio/ch12/C12S8(1)'
import r8 from '../../../../assests/Audio/book1audio/ch12/C12S8(2)'
import r9 from '../../../../assests/Audio/book1audio/ch12/C12S8(3)'
import r10 from '../../../../assests/Audio/book1audio/ch12/C12S8(4)'
import r11 from '../../../../assests/Audio/book1audio/ch12/C12S8(5).m4a'
import r12 from '../../../../assests/Audio/book1audio/ch12/C12S9'
import r13 from '../../../../assests/Audio/book1audio/ch12/C12S10.m4a'
import r14 from '../../../../assests/Audio/book1audio/ch12/C12S11'
import r15 from '../../../../assests/Audio/book1audio/ch12/C12S12'
import r16 from '../../../../assests/Audio/book1audio/ch12/C12S13'
import r17 from '../../../../assests/Audio/book1audio/ch12/C12S14'
import r18 from '../../../../assests/Audio/book1audio/ch12/C12S15'
import r19 from '../../../../assests/Audio/book1audio/ch12/C12S16,17'
import r20 from '../../../../assests/Audio/book1audio/ch12/C12Slast'

import SingleAudioCard from '../../../../globalComponents/SingleAudioCard'
import sliderImg from '../../../../assests/book-ch-img/Audio-Book-PU/sutrasthana/12.png'

const Book1ch12 = () => {
    return (
        <div className="class-wrapper">
            <BookSlider img={sliderImg}/>
            <div className="text-center card-holder-custom">
                <SingleAudioCard sholkno="Shloka 1,2" sholk="अथातो वातकलाकलीयमध्यायं व्याख्यास्यामः ||१|| इति ह स्माह भगवानात्रेयः ||२|| " audio={r1}/>
                <SingleAudioCard sholkno="Shloka 3" sholk="वातकलाकलाज्ञानमधिकृत्य परस्परमतानि जिज्ञासमानाः समुपविश्य महर्षयः पप्रच्छुरन्योऽन्यं- किङ्गुणो वायुः, किमस्य प्रकोपणम्, उपशमनानि वाऽस्य कानि, कथं चैनमसङ्घातवन्तमनवस्थितमनासाद्य प्रकोपणप्रशमनानिप्रकोपयन्ति प्रशमयन्ति वा, कानि चास्य कुपिताकुपितस्य शरीराशरीरचरस्य शरीरेषु चरतः कर्माणि बहिःशरीरेभ्योवेति ||३|| " audio={r2}/>
                <SingleAudioCard sholkno="Shloka 4" sholk="अत्रोवाच कुशः साङ्कृत्यायनः- रूक्षलघुशीतदारुणखरविशदाः षडिमे वातगुणा भवन्ति ||४|| " audio={r3}/>
                <SingleAudioCard sholkno="Shloka 5" sholk="तच्छ्रुत्वा वाक्यं कुमारशिरा भरद्वाज उवाच- एवमेतद्यथा भगवानाह, एत एव वातगुणा भवन्ति, स त्वेवङ्गुणैरेवन्द्रव्यैरेवम्प्रभावैश्च कर्मभिरभ्यस्यमानैर्वायुः प्रकोपमापद्यते, समानगुणाभ्यासो हि धातूनां वृद्धिकारणमिति ||५|| " audio={r4}/>
                <SingleAudioCard sholkno="Shloka 6" sholk="तच्छ्रुत्वा वाक्यं काङ्कायनो बाह्लीकभिषगुवाच- एवमेतद्यथा भगवानाह, एतान्येव वातप्रकोपणानि भवन्ति; अतो विपरीतानि वातस्य प्रशमनानि भवन्ति, प्रकोपणविपर्ययो हि धातूनां प्रशमकारणमिति ||६||" audio={r5}/>
                <SingleAudioCard sholkno="Shloka 7" sholk=" तच्छ्रुत्वा वाक्यं बडिशो धामार्गव उवाच- एवमेतद्यथा भगवानाह, एतान्येव वातप्रकोपप्रशमनानि भवन्ति |यथा ह्येनमसङ्घातमनवस्थितमनासाद्य प्रकोपणप्रशमनानि प्रकोपयन्ति प्रशमयन्ति वा, तथाऽनुव्याख्यास्यामः- वातप्रकोपणानि खलु रूक्षलघुशीतदारुणखरविशदशुषिरकराणि शरीराणां, तथाविधेषु शरीरेषु वायुराश्रयं गत्वाऽऽप्यायमानः प्रकोपमापद्यते; वातप्रशमनानि पुनःस्निग्धगुरूष्णश्लक्ष्णमृदुपिच्छिलघनकराणि शरीराणां, तथाविधेषु शरीरेषु वायुरसज्यमानश्चरन् प्रशान्तिमापद्यते ||७|| " audio={r6}/>
                <SingleAudioCard sholkno="Shloka 8(1)" sholk="तच्छ्रुत्वा बडिशवचनमवितथमृषिगणैरनुमतमुवाच वार्योविदो राजर्षिः- एवमेतत् सर्वमनपवादं यथा भगवानाह |यानि तु खलु वायोः कुपिताकुपितस्य शरीराशरीरचरस्य शरीरेषु चरतः कर्माणि बहिःशरीरेभ्यो वा भवन्ति, तेषामवयवान् प्रत्यक्षानुमानोपदेशैः साधयित्वा नमस्कृत्य वायवे यथाशक्ति प्रवक्ष्यामः- वायुस्तन्त्रयन्त्रधरः, प्राणोदानसमानव्यानापानात्मा, प्रवर्तकश्चेष्टानामुच्चावचानां, नियन्ता प्रणेता च मनसः, सर्वेन्द्रियाणामुद्योजकः, सर्वेन्द्रियार्थानामभिवोढा, सर्वशरीरधातुव्यूहकरः, सन्धानकरः शरीरस्य, प्रवर्तको वाचः, प्रकृतिः स्पर्शशब्दयोः, श्रोत्रस्पर्शनयोर्मूलं, हर्षोत्साहयोर्योनिः, समीरणोऽग्नेः, दोषसंशोषणः , क्षेप्ता बहिर्मलानां, स्थूलाणुस्रोतसां भेत्ता, कर्तागर्भाकृतीनाम्, आयुषोऽनुवृत्तिप्रत्ययभूतो भवत्यकुपितः |" audio={r7}/>    
                <SingleAudioCard sholkno="Shloka 8(2)" sholk=" कुपितस्तु खलु शरीरे शरीरं नानाविधैर्विकारैरुपतपति बलवर्णसुखायुषामुपघाताय , मनो व्याहर्षयति , सर्वेन्द्रियाण्युपहन्ति, विनिहन्ति गर्भान् विकृतिमापादयत्यतिकालं वा धारयति, भयशोकमोहदैन्यातिप्रलापाञ्जनयति, प्राणांश्चोपरुणद्धि |" audio={r8}/>
                <SingleAudioCard sholkno="Shloka 8(3)" sholk="प्रकृतिभूतस्य खल्वस्य लोके चरतः कर्माणीमानि भवन्ति; तद्यथा- धरणीधारणं, ज्वलनोज्ज्वालनम्, आदित्यचन्द्रनक्षत्रग्रहगणानां सन्तानगतिविधानं, सृष्टिश्च मेघानाम्, अपां विसर्गः, प्रवर्तनं स्रोतसां, पुष्पफलानां चाभिनिर्वर्तनम्, उद्भेदनं चौद्भिदानाम्, ऋतूनां प्रविभागः, विभागो धातूनां, धातुमानसंस्थानव्यक्तिः, बीजाभिसंस्कारः, शस्याभिवर्धनमविक्लेदोपशोषणे , अवैकारिकविकारश्चेति |" audio={r9}/>
                <SingleAudioCard sholkno="Shloka 8(4)" sholk=" प्रकुपितस्य खल्वस्य लोकेषु चरतः कर्माणीमानि भवन्ति; तद्यथा- शिखरिशिखरावमथनम्, उन्मथनमनोकहानाम्, उत्पीडनं सागराणाम्, उद्वर्तनं सरसां, प्रतिसरणमापगानाम्, आकम्पनं च भूमेः, आधमनमम्बुदानां , नीहारनिर्ह्रादपांशुसिकतामत्स्यभेकोरगक्षाररुधिराश्माशनिविसर्गः, व्यापादनं च षण्णामृतूनां, शस्यानामसङ्घातः, भूतानां चोपसर्गः, भावानां चाभावकरणं, चतुर्युगान्तकराणां मेघसूर्यानलानिलानां विसर्गः;" audio={r10}/>
                <SingleAudioCard sholkno="Shloka 8(5)" sholk=" स हि भगवान् प्रभवश्चाव्ययश्च, भूतानां भावाभावकरः, सुखासुखयोर्विधाता, मृत्युः, यमः, नियन्ता, प्रजापतिः, अदितिः, विश्वकर्मा, विश्वरूपः, सर्वगः, सर्वतन्त्राणां विधाता, भावानामणुः, विभुः, विष्णुः, क्रान्ता लोकानां, वायुरेव भगवानिति ||८|| " audio={r11}/>
                <SingleAudioCard sholkno="Shloka 9" sholk="तच्छ्रुत्वा वार्योविदवचो मरीचिरुवाच- यद्यप्येवमेतत्, किमर्थस्यास्य वचने विज्ञाने वा सामर्थ्यमस्ति भिषग्विद्यायां; भिषग्विद्यामधिकृत्येयं कथा प्रवृत्तेति ||९||" audio={r12}/>
                <SingleAudioCard sholkno="Shloka 10" sholk=" वार्योविद उवाच- भिषक् पवनमतिबलमतिपरुषमतिशीघ्रकारिणमात्ययिकं चेन्नानुनिशम्येत्, सहसा प्रकुपितमतिप्रयतः कथमग्रेऽभिरक्षितुमभिधास्यति प्रागेवैनमत्ययभयात्; वायोर्यथार्था स्तुतिरपि भवत्यारोग्यायबलवर्णविवृद्धये वर्चस्वित्वायोपचयाय ज्ञानोपपत्तये परमायुःप्रकर्षाय चेति ||१०|| " audio={r13}/>
                <SingleAudioCard sholkno="Shloka 11" sholk="मरीचिरुवाच- अग्निरेव शरीरे पित्तान्तर्गतः कुपिताकुपितः शुभाशुभानि करोति; तद्यथा- पक्तिमपक्तिं दर्शनमदर्शनं मात्रामात्रत्वमूष्मणः प्रकृतिविकृतिवर्णौ शौर्यं भयं क्रोधं हर्षं मोहं प्रसादमित्येवमादीनि चापराणि द्वन्द्वानीति||११|| " audio={r14}/>
                <SingleAudioCard sholkno="Shloka 12" sholk="तच्छ्रुत्वा मरीचिवचः काप्य उवाच- सोम एव शरीरे श्लेष्मान्तर्गतः कुपिताकुपितः शुभाशुभानि करोति; तद्यथा- दार्ढ्यं शैथिल्यमुपचयं कार्श्यमुत्साहमालस्यं वृषतां क्लीबतां ज्ञानमज्ञानं बुद्धिं मोहमेवमादीनि चापराणि द्वन्द्वानीति||१२|| " audio={r15}/>
                <SingleAudioCard sholkno="Shloka 13" sholk="तच्छ्रुत्वा काप्यवचो भगवान् पुनर्वसुरात्रेय उवाच- सर्व एव भवन्तः सम्यगाहुरन्यत्रैकान्तिकवचनात्; सर्व एव खलु वातपित्तश्लेष्माणः प्रकृतिभूताः पुरुषमव्यापन्नेन्द्रियं बलवर्णसुखोपपन्नमायुषा महतोपपादयन्ति सम्यगेवाचरिताधर्मार्थकामा इव निःश्रेयसेन महता पुरुषमिह चामुष्मिंश्च लोके; विकृतास्त्वेनं महता विपर्ययेणोपपादयन्ति ऋतवस्त्रय इव विकृतिमापन्ना लोकमशुभेनोपघातकाल इति ||१३||" audio={r16}/>
                <SingleAudioCard sholkno="Shloka 14" sholk=" तदृषयः सर्व एवानुमेनिरे वचनमात्रेयस्य भगवतोऽभिननन्दुश्चेति ||१४||" audio={r17}/>
                <SingleAudioCard sholkno="Shloka 15" sholk=" भवति चात्र- तदात्रेयवचः श्रुत्वा सर्व एवानुमेनिरे | ऋषयोऽभिननन्दुश्च यथेन्द्रवचनं सुराः ||१५|| " audio={r18}/>
                <SingleAudioCard sholkno="Shloka 16,17" sholk="तत्र श्लोकौ-गुणाः षड् द्विविधो हेतुर्विविधं कर्म यत् पुनः | वायोश्चतुर्विधं कर्म पृथक् च कफपित्तयोः ||१६|| महर्षीणां मतिर्या या पुनर्वसुमतिश्च या | कलाकलीये वातस्य तत् सर्वं सम्प्रकाशितम् ||१७|| " audio={r19}/>
                <SingleAudioCard sholkno="Last Shloka" sholk="इत्यग्निवेशकृते तन्त्रे चरकप्रतिसंस्कृते श्लोकस्थानेवातकलाकलीयो नाम द्वादशोऽध्यायः समाप्तः ||१२|| इति निर्देशचतुष्कः ||३||" audio={r20}/>

            </div>
        </div>
    )
}

export default Book1ch12




 