import React from 'react'
import BookSlider from '../../../../localComponents/BookSlider'
import r1 from '../../../../assests/Audio/book1audio/ch10/C10S1,2'
import r2 from '../../../../assests/Audio/book1audio/ch10/C10S3'
import r3 from '../../../../assests/Audio/book1audio/ch10/C10S4'
import r4 from '../../../../assests/Audio/book1audio/ch10/C10S5'
import r5 from '../../../../assests/Audio/book1audio/ch10/C10S6'
import r6 from '../../../../assests/Audio/book1audio/ch10/C10S7'
import r7 from '../../../../assests/Audio/book1audio/ch10/C10S8'
import r8 from '../../../../assests/Audio/book1audio/ch10/C10S9'
import r9 from '../../../../assests/Audio/book1audio/ch10/C10S10'
import r10 from '../../../../assests/Audio/book1audio/ch10/C10S11,12,13'
import r13 from '../../../../assests/Audio/book1audio/ch10/C10S14,15,16'
import r16 from '../../../../assests/Audio/book1audio/ch10/C10S17'
import r17 from '../../../../assests/Audio/book1audio/ch10/C10S18'
import r18 from '../../../../assests/Audio/book1audio/ch10/C10S19'
import r19 from '../../../../assests/Audio/book1audio/ch10/C10S20'
import r20 from '../../../../assests/Audio/book1audio/ch10/C10S21'
import r21 from '../../../../assests/Audio/book1audio/ch10/C10S22'
import r22 from '../../../../assests/Audio/book1audio/ch10/C10S23,24'
import r23 from '../../../../assests/Audio/book1audio/ch10/C10Slast'

import SingleAudioCard from '../../../../globalComponents/SingleAudioCard'
import sliderImg from '../../../../assests/book-ch-img/Audio-Book-PU/sutrasthana/10.png'

const Book1ch10 = () => {
    return (
        <div className="class-wrapper">
            <BookSlider img={sliderImg}/>
            <div className="text-center card-holder-custom">
                <SingleAudioCard sholkno="Shloka 1,2" sholk="अथातो महाचतुष्पादमध्यायं व्याख्यास्यामः ||१|| इति ह स्माह भगवानात्रेयः ||२|| " audio={r1}/>
                <SingleAudioCard sholkno="Shloka 3" sholk="चतुष्पादं षोडशकलं भेषजमिति भिषजो भाषन्ते, यदुक्तं पूर्वाध्याये षोडशगुणमिति, तद्भेषजं युक्तियुक्तमलमारोग्यायेति भगवान् पुनर्वसुरात्रेयः ||३|| " audio={r2}/>
                <SingleAudioCard sholkno="Shloka 4" sholk="नेति मैत्रेयः, किं कारणं? दृश्यन्ते ह्यातुराः केचिदुपकरणवन्तश्च परिचारकसम्पन्नाश्चात्मवन्तश्च कुशलैश्च भिषग्भिरनुष्ठिताः समुत्तिष्ठमानाः, तथायुक्ताश्चापरे म्रियमाणाः; तस्माद्भेषजमकिञ्चित्करं भवति, तद्यथा- श्वभ्रे सरसि च प्रसिक्तमल्पमुदकं, नद्यां वा स्यन्दमानायां पांसुधाने वा पांसुमुष्टिः प्रकीर्ण इति; तथाऽपरे दृश्यन्तेऽनुपकरणाश्चापरिचारकाश्चानात्मवन्तश्चाकुशलैश्च भिषग्भिरनुष्ठिताः समुत्तिष्ठमानाः, तथायुक्ता म्रियमाणाश्चापरे | यतश्च प्रतिकुर्वन् सिध्यति, प्रतिकुर्वन् म्रियते; अप्रतिकुर्वन् सिध्यति, अप्रतिकुर्वन् म्रियते; ततश्चिन्त्यते भेषजमभेषजेनाविशिष्टमिति ||४|| " audio={r3}/>
                <SingleAudioCard sholkno="Shloka 5" sholk="मैत्रेय ! मिथ्या चिन्त्यत इत्यात्रेयः; किं कारणं, ये ह्यातुराः षोडशगुणसमुदितेनानेन भेषजेनोपपद्यमाना म्रियन्त इत्युक्तं तदनुपपन्नं, न हि भेषजसाध्यानां व्याधीनां भेषजमकारणं भवति; ये पुनरातुराः केवलाद्भेषजादृते समुत्तिष्ठन्ते, न तेषां सम्पूर्णभेषजोपपादनाय समुत्थानविशेषो नास्ति; यथा हि पतितं पुरुषं समर्थमुत्थानायोत्थापयन् पुरुषो बलमस्योपादध्यात्, स क्षिप्रतरमपरिक्लिष्ट एवोत्तिष्ठेत्, तद्वत् सम्पूर्णभेषजोपलम्भादातुराः; ये चातुराःकेवलाद्भेषजादपि म्रियन्ते, न च सर्व एव ते भेषजोपपन्नाः समुत्तिष्ठेरन्, नहि सर्वे व्याधयो भवन्त्युपायसाध्याः, न चोपायसाध्यानां व्याधीनामनुपायेन सिद्धिरस्ति, न चासाध्यानां व्याधीनां भेषजसमुदायोऽयमस्ति , न ह्यलं ज्ञानवान् भिषङ्मुमूर्षुमातुरमुत्थापयितुं; परीक्ष्यकारिणो हि कुशला भवन्ति, यथा हि योगज्ञोऽभ्यासनित्य इष्वासो धनुरादायेषुमस्यन्नातिविप्रकृष्टे महति काये नापराधवान् भवति, सम्पादयति चेष्टकार्यं, तथा भिषक् स्वगुणसम्पन्नउपकरणवान् वीक्ष्य कर्मारभमाणः साध्यरोगमनपराधः सम्पादयत्येवातुरमारोग्येण; तस्मान्न भेषजमभेषजेनाविशिष्टं भवति ||५|| " audio={r4}/>
                <SingleAudioCard sholkno="Shloka 6" sholk="इदं च नः प्रत्यक्षं- यदनातुरेण भेषजेनातुरं चिकित्सामः , क्षाममक्षामेण, कृशं च दुर्बलमाप्याययामः, स्थूलं मेदस्विनमपतर्पयामः, शीतेनोष्णाभिभूतमुपचरामः, शीताभिभूतमुष्णेन, न्यूनान् धातून् पूरयामः, व्यतिरिक्तान् ह्रासयामः, व्याधीन् मूलविपर्ययेणोपचरन्तः सम्यक् प्रकृतौ स्थापयामः; तेषां नस्तथा कुर्वतामयं भेषजसमुदायः कान्ततमो भवति ||६|| " audio={r5}/>
                <SingleAudioCard sholkno="Shloka 7" sholk="भवन्ति चात्र- साध्यासाध्यविभागज्ञो ज्ञानपूर्वं चिकित्सकः | काले चारभते कर्म यत्तत् साधयति ध्रुवम् ||७||" audio={r6}/>
                <SingleAudioCard sholkno="Shloka 8" sholk=" अर्थविद्यायशोहानिमुपक्रोशमसङ्ग्रहम् | प्राप्नुयान्नियतं वैद्यो योऽसाध्यं समुपाचरेत् ||८|| " audio={r7}/>
                <SingleAudioCard sholkno="Shloka 9" sholk="सुखसाध्यं मतं साध्यं कृच्छ्रसाध्यमथापि च | द्विविधं चाप्यसाध्यं स्याद्याप्यं यच्चानुपक्रमम् ||९||" audio={r8}/>
                <SingleAudioCard sholkno="Shloka 10" sholk=" साध्यानां त्रिविधश्चाल्पमध्यमोत्कृष्टतां प्रति | विकल्पो, न त्वसाध्यानां नियतानां विकल्पना ||१०|| " audio={r9}/>

                <SingleAudioCard sholkno="Shloka 11,12,13" sholk="हेतवः पूर्वरूपाणि रूपाण्यल्पानि यस्य च | न च तुल्यगुणो दूष्यो न दोषः प्रकृतिर्भवेत् ||११||न च कालगुणस्तुल्यो न देशो दुरुपक्रमः | गतिरेका नवत्वं च रोगस्योपद्रवो न च ||१२|| दोषश्चैकः समुत्पत्तौ देहः सर्वौषधक्षमः | चतुष्पादोपपत्तिश्च सुखसाध्यस्य लक्षणम् ||१३|| " audio={r10}/>
                <SingleAudioCard sholkno="Shloka 14,15,16" sholk="निमित्तपूर्वरूपाणां रूपाणां मध्यमे बले | कालप्रकृतिदूष्याणां सामान्येऽन्यतमस्य च ||१४|| गर्भिणीवृद्धबालानां नात्युपद्रवपीडितम् | शस्त्रक्षाराग्निकृत्यानामनवं कृच्छ्रदेशजम् ||१५|| विद्यादेकपथं रोगं नातिपूर्णचतुष्पदम् |
 द्विपथं नातिकालं वा कृच्छ्रसाध्यं द्विदोषजम् ||१६|| " audio={r13}/>
                <SingleAudioCard sholkno="Shloka 17" sholk="शेषत्वादायुषो याप्यमसाध्यं पथ्यसेवया |लब्धाल्पसुखमल्पेन हेतुनाऽऽशुप्रवर्तकम् ||१७||" audio={r16}/>
                <SingleAudioCard sholkno="Shloka 18" sholk=" गम्भीरं बहुधातुस्थं मर्मसन्धिसमाश्रितम् | नित्यानुशायिनं रोगं दीर्घकालमवस्थितम् ||१८||" audio={r17}/>
                <SingleAudioCard sholkno="Shloka 19" sholk=" विद्याद्द्विदोषजं,.तद्वत् प्रत्याख्येयं त्रिदोषजम् | क्रियापथमतिक्रान्तं सर्वमार्गानुसारिणम् ||१९||" audio={r18}/>
                <SingleAudioCard sholkno="Shloka 20" sholk=" औत्सुक्यारतिसम्मोहकरमिन्द्रियनाशनम् | दुर्बलस्य सुसंवृद्धं व्याधिं सारिष्टमेव च ||२०|| " audio={r19}/>
                <SingleAudioCard sholkno="Shloka 21" sholk="भिषजा प्राक् परीक्ष्यैवं विकाराणां स्वलक्षणम् | पश्चात्कर्मसमारम्भः कार्यः साध्येषु धीमता ||२१||" audio={r20}/>
                <SingleAudioCard sholkno="Shloka 22" sholk=" साध्यासाध्यविभागज्ञो यः सम्यक्प्रतिपत्तिमान् | न स मैत्रेयतुल्यानां मिथ्याबुद्धिं प्रकल्पयेत् ||२२|| " audio={r21}/>
                <SingleAudioCard sholkno="Shloka 23,24" sholk="चतुर्विधविकल्पाश्च व्याधयः स्वस्वलक्षणाः | उक्ता महाचतुष्पादे येष्वायत्तं भिषग्जितम् ||२४|| चतुर्विधविकल्पाश्च व्याधयः स्वस्वलक्षणाः | उक्ता महाचतुष्पादे येष्वायत्तं भिषग्जितम् ||२४|| " audio={r22}/>
                {/* <SingleAudioCard sholkno="Shloka 25" sholk="" audio={r23}/> */}
                <SingleAudioCard sholkno="Last Shloka" sholk="इत्यग्निवेशकृते तन्त्रे चरकप्रतिसंस्कृते श्लोकस्थानेमहाचतुष्पादो नाम दशमोऽध्यायः ||१०||" audio={r23}/>
               
            </div>
        </div>
    )
}

export default Book1ch10




 