import React from 'react'
import BookSlider from '../../../../localComponents/BookSlider'
import r1 from '../../../../assests/Audio/book1audio/ch14/C14S1,2'
import r2 from '../../../../assests/Audio/book1audio/ch14/C14S3'
import r3 from '../../../../assests/Audio/book1audio/ch14/C14S4'
import r4 from '../../../../assests/Audio/book1audio/ch14/C14S5'
import r5 from '../../../../assests/Audio/book1audio/ch14/C14S6'
import r6 from '../../../../assests/Audio/book1audio/ch14/C14S7'
import r7 from '../../../../assests/Audio/book1audio/ch14/C14S8'
import r8 from '../../../../assests/Audio/book1audio/ch14/C14S9'
import r9 from '../../../../assests/Audio/book1audio/ch14/C14S10'
import r10 from '../../../../assests/Audio/book1audio/ch14/C14S11'
import r11 from '../../../../assests/Audio/book1audio/ch14/C14S12'
import r12 from '../../../../assests/Audio/book1audio/ch14/C14S13'
import r13 from '../../../../assests/Audio/book1audio/ch14/C14S14'
import r14 from '../../../../assests/Audio/book1audio/ch14/C14S15'
import r15 from '../../../../assests/Audio/book1audio/ch14/C14S16,17,18,19'
import r16 from '../../../../assests/Audio/book1audio/ch14/C14S20,21,23,24'
import r17 from '../../../../assests/Audio/book1audio/ch14/C14S25'
import r18 from '../../../../assests/Audio/book1audio/ch14/C14S25(1)'
import r19 from '../../../../assests/Audio/book1audio/ch14/C14S26,27'
import r20 from '../../../../assests/Audio/book1audio/ch14/C14S28'
import r21 from '../../../../assests/Audio/book1audio/ch14/C14S29,30'
import r22 from '../../../../assests/Audio/book1audio/ch14/C14S31,32'
import r23 from '../../../../assests/Audio/book1audio/ch14/C14S33'
import r24 from '../../../../assests/Audio/book1audio/ch14/C14S34'
import r25 from '../../../../assests/Audio/book1audio/ch14/C14S35'
import r26 from '../../../../assests/Audio/book1audio/ch14/C14S36'
import r27 from '../../../../assests/Audio/book1audio/ch14/C14S38'
import r28 from '../../../../assests/Audio/book1audio/ch14/C14S39,40'
import r29 from '../../../../assests/Audio/book1audio/ch14/C14S41'
import r30 from '../../../../assests/Audio/book1audio/ch14/C14S42'
import r31 from '../../../../assests/Audio/book1audio/ch14/C14S43'
import r32 from '../../../../assests/Audio/book1audio/ch14/C14S44'
import r33 from '../../../../assests/Audio/book1audio/ch14/C14S45'
import r34 from '../../../../assests/Audio/book1audio/ch14/C14S46(1)'
import r35 from '../../../../assests/Audio/book1audio/ch14/C14S46(2)'
import r36 from '../../../../assests/Audio/book1audio/ch14/C14S46(3)'
import r37 from '../../../../assests/Audio/book1audio/ch14/C14S47,48,49'
import r38 from '../../../../assests/Audio/book1audio/ch14/C14S50,51'
import r39 from '../../../../assests/Audio/book1audio/ch14/C14S52,53,54,55'
import r40 from '../../../../assests/Audio/book1audio/ch14/C14S56,57,58'
import r41 from '../../../../assests/Audio/book1audio/ch14/C14S59,60'
import r42 from '../../../../assests/Audio/book1audio/ch14/C14S61,62,63(1)'
import r43 from '../../../../assests/Audio/book1audio/ch14/C14S63(2)'
import r44 from '../../../../assests/Audio/book1audio/ch14/C14S64'
import r45 from '../../../../assests/Audio/book1audio/ch14/C14S65,66'
import r46 from '../../../../assests/Audio/book1audio/ch14/C14S67'
import r47 from '../../../../assests/Audio/book1audio/ch14/C14S68,69,70,71'
import r48 from '../../../../assests/Audio/book1audio/ch14/C14Slast'

import SingleAudioCard from '../../../../globalComponents/SingleAudioCard'
import sliderImg from '../../../../assests/book-ch-img/Audio-Book-PU/sutrasthana/14.png'

const Book1ch14 = () => {
    return (
        <div className="class-wrapper">
            <BookSlider img={sliderImg}/>
            <div className="text-center card-holder-custom">
                <SingleAudioCard sholkno="Shloka 1,2" sholk="अथातः स्वेदाध्यायं व्याख्यास्यामः ||१||इति ह स्माह भगवानात्रेयः ||२|| " audio={r1}/>
                <SingleAudioCard sholkno="Shloka 3" sholk="अतः स्वेदाः प्रवक्ष्यन्ते यैर्यथावत्प्रयोजितैः | स्वेदसाध्याः प्रशाम्यन्ति गदा वातकफात्मकाः ||३||" audio={r2}/>
                <SingleAudioCard sholkno="Shloka 4" sholk=" स्नेहपूर्वं प्रयुक्तेन स्वेदेनावजितेऽनिले |पुरीषमूत्ररेतांसि न सज्जन्ति कथञ्चन ||४||" audio={r3}/>
                <SingleAudioCard sholkno="Shloka 5" sholk=" शुष्काण्यपि हि काष्ठानि स्नेहस्वेदोपपादनैः |नमयन्ति यथान्यायं किं पुनर्जीवतो नरान् ||५|| " audio={r4}/>
                <SingleAudioCard sholkno="Shloka 6" sholk="रोगर्तुव्याधितापेक्षो नात्युष्णोऽतिमृदुर्न च | द्रव्यवान् कल्पितो देशे स्वेदः कार्यकरो मतः ||६|| " audio={r5}/>
                <SingleAudioCard sholkno="Shloka 7" sholk="व्याधौ शीते शरीरे च महान् स्वेदो महाबले | दुर्बले दुर्बलः स्वेदो मध्यमे मध्यमो हितः ||७||" audio={r6}/>
                <SingleAudioCard sholkno="Shloka 8" sholk=" वातश्लेष्मणि वाते वा कफे वा स्वेद इष्यते |स्निग्धरूक्षस्तथा स्निग्धो रूक्षश्चाप्युपकल्पितः ||८|| " audio={r7}/>
                <SingleAudioCard sholkno="Shloka 9" sholk="आमाशयगते वाते कफे पक्वाशयाश्रिते |रूक्षपूर्वो हितः स्वेदः स्नेहपूर्वस्तथैव च ||९|| " audio={r8}/>
                <SingleAudioCard sholkno="Shloka 10" sholk="वृषणौ हृदयं दृष्टी स्वेदयेन्मृदु नैव वा | मध्यमं वङ्क्षणौ शेषमङ्गावयवमिष्टतः ||१०|| " audio={r9}/>
                <SingleAudioCard sholkno="Shloka 11" sholk="सुशुद्धैर्नक्तकैः पिण्ड्या गोधूमानामथापि वा | पद्मोत्पलपलाशैर्वा स्वेद्यः संवृत्य चक्षुषी ||११|| " audio={r10}/>
                <SingleAudioCard sholkno="Shloka 12" sholk="मुक्तावलीभिः शीताभिः शीतलैर्भाजनैरपि | जलार्द्रैर्जलजैर्हस्तैः स्विद्यतो हृदयं स्पृशेत् ||१२|| " audio={r11}/>
                <SingleAudioCard sholkno="Shloka 13" sholk="शीतशूलव्युपरमे स्तम्भगौरवनिग्रहे | सञ्जाते मार्दवे स्वेदे स्वेदनाद्विरतिर्मता ||१३|| " audio={r12}/>
                <SingleAudioCard sholkno="Shloka 14" sholk="पित्तप्रकोपो मूर्च्छा च शरीरसदनं तृषा | दाहः स्वराङ्गदौर्बल्यमतिस्विन्नस्य लक्षणम् ||१४||" audio={r13}/>
                <SingleAudioCard sholkno="Shloka 15" sholk=" उक्तस्तस्याशितीये यो ग्रैष्मिकः सर्वशो विधिः | सोऽतिस्विन्नस्य कर्तव्यो मधुरः स्निग्धशीतलः ||१५|| " audio={r14}/>
                <SingleAudioCard sholkno="Shloka 16,17,18,19" sholk="कषायमद्यनित्यानां गर्भिण्या रक्तपित्तिनाम् | पित्तिनां सातिसाराणां रूक्षाणां मधुमेहिनाम् ||१६|| विदग्धभ्रष्टब्रध्नानां विषमद्यविकारिणाम् | श्रान्तानां नष्टसञ्ज्ञानां स्थूलानां पित्तमेहिनाम् ||१७||तृष्यतां क्षुधितानां च " audio={r15}/>
                <SingleAudioCard sholkno="Shloka 20,21,22,23,24" sholk="प्रतिश्याये च कासे च हिक्काश्वासेष्वलाघवे | कर्णमन्याशिरःशूले स्वरभेदे गलग्रहे ||२०|| अर्दितैकाङ्गसर्वाङ्गपक्षाघाते विनामके | कोष्ठानाहविबन्धेषु मूत्राघाते विजृम्भके ||२१|| पार्श्वपृष्ठकटीकुक्षिसङ्ग्रहे गृध्रसीषु च | मूत्रकृच्छ्रे महत्त्वे च मुष्कयोरङ्गमर्दके ||२२|| पादजानूरुजङ्घार्तिसङ्ग्रहे श्वयथावपि | खल्लीष्वामेषु शीते च वेपथौ वातकण्टके ||२३|| सङ्कोचायामशूलेषु स्तम्भगौरवसुप्तिषु | सर्वाङ्गेषु विकारेषु स्वेदनं हितमुच्यते ||२४|| " audio={r16}/>
                <SingleAudioCard sholkno="Shloka 25" sholk="तिलमाषकुलत्थाम्लघृततैलामिषौदनैः | पायसैः कृशरैर्मांसैः पिण्डस्वेदं प्रयोजयेत् ||२५||" audio={r17}/>
                <SingleAudioCard sholkno="Shloka 25(1)" sholk="" audio={r18}/>
                <SingleAudioCard sholkno="Shloka 26,27" sholk=" गोखरोष्ट्रवराहाश्वशकृद्भिः सतुषैर्यवैः | सिकतापांशुपाषाणकरीषायसपूटकैः ||२६|| श्लैष्मिकान् स्वेदयेत् पूर्वैर्वातिकान् समुपाचरेत् |द्रव्याण्येतानि शस्यन्ते यथास्वं प्रस्तरेष्वपि ||२७|| " audio={r19}/>
                <SingleAudioCard sholkno="Shloka 28" sholk="भूगृहेषु च जेन्ताकेषूष्णगर्भगृहेषु च |विधूमाङ्गारतप्तेषु स्वभ्यक्तः स्विद्यते सुखम् ||२८|| " audio={r20}/>
                <SingleAudioCard sholkno="Shloka 29,30" sholk="ग्राम्यानूपौदकं मांसं पयो बस्तशिरस्तथा | वराहमध्यपित्तासृक् स्नेहवत्तिलतण्डुलाः ||२९|| इत्येतानि समुत्क्वाथ्य नाडीस्वेदं प्रयोजयेत् | देशकालविभागज्ञो युक्त्यपेक्षो भिषक्तमः ||३०||" audio={r21}/>
                <SingleAudioCard sholkno="Shloka 31,32" sholk=" वारुणामृतकैरण्डशिग्रुमूलकसर्षपैः | वासावंशकरञ्जार्कपत्रैरश्मन्तकस्य च ||३१|| शोभाञ्जनकसैरेयमालतीसुरसार्जकैः | पत्रैरुत्क्वाथ्य सलिलं नाडीस्वेदं प्रयोजयेत् ||३२||" audio={r22}/>
                <SingleAudioCard sholkno="Shloka 33" sholk=" भूतीकपञ्चमूलाभ्यां सुरया दधिमस्तुना | मूत्रैरम्लैश्च सस्नेहैर्नाडीस्वेदं प्रयोजयेत् ||३३|| " audio={r23}/>
                <SingleAudioCard sholkno="Shloka 34" sholk="एत एव च निर्यूहाः प्रयोज्या जलकोष्ठके | स्वेदनार्थं घृतक्षीरतैलकोष्ठांश्च कारयेत् ||३४|| " audio={r24}/>
                <SingleAudioCard sholkno="Shloka 35" sholk="गोधूमशकलैश्चूर्णैर्यवानामम्लसंयुतैः | सस्नेहकिण्वलवणैरुपनाहः प्रशस्यते ||३५||" audio={r25}/>
                <SingleAudioCard sholkno="Shloka 36" sholk=" गन्धैः सुरायाः किण्वेन जीवन्त्या शतपुष्पया | उमया कुष्ठतैलाभ्यां युक्तया चोपनाहयेत् ||३६||" audio={r26}/>
                {/* <SingleAudioCard sholkno="Shloka 37" sholk="" audio={r27}/> */}
                <SingleAudioCard sholkno="Shloka 38" sholk="रात्रौ बद्धं दिवा मुञ्चेन्मुञ्चेद्रात्रौ दिवा कृतम् | विदाहपरिहारार्थं, स्यात् प्रकर्षस्तु शीतले ||३८|| " audio={r27}/>
                <SingleAudioCard sholkno="Shloka 39,40" sholk="सङ्करः प्रस्तरो नाडी परिषेकोऽवगाहनम् | जेन्ताकोऽश्मघनः कर्षूः कुटी भूः कुम्भिकैव च ||३९|| कूपो होलाक इत्येते स्वेदयन्ति त्रयोदश | तान् यथावत् प्रवक्ष्यामि सर्वानेवानुपूर्वशः ||४०|| " audio={r28}/>
                <SingleAudioCard sholkno="Shloka 41" sholk="तत्र वस्त्रान्तरितैरवस्त्रान्तरितैर्वा पिण्डैर्यथोक्तैरुपस्वेदनं सङ्करस्वेद इति विद्यात् ||४१|| " audio={r29}/>
                <SingleAudioCard sholkno="Shloka 42" sholk="शूकशमीधान्यपुलाकानां वेशवारपायसकृशरोत्कारिकादीनां वा प्रस्तरे कौशेयाविकोत्तरप्रच्छदेपञ्चाङ्गुलोरुबूकार्कपत्रप्रच्छदे वा स्वभ्यक्तसर्वगात्रस्य शयानस्योपस्वेदनं प्रस्तरस्वेद इति विद्यात् ||४२|| " audio={r30}/>
                <SingleAudioCard sholkno="Shloka 43" sholk="स्वेदनद्रव्याणां पुनर्मूलफलपत्रशुङ्गादीनां मृगशकुनपिशितशिरस्पदादीनामुष्णस्वभावानां वा यथार्हमम्ललवणस्नेहोपसंहितानां मूत्रक्षीरादीनां वा कुम्भ्यां बाष्पमनुद्वमन्त्यामुत्क्वथितानां नाड्याशरेषीकावंशदलकरञ्जार्कपत्रान्यतमकृतया गजाग्रहस्तसंस्थानया व्यामदीर्घया व्यामार्धदीर्घया वा व्यामचतुर्भागाष्टभागमूलाग्रपरिणाहस्रोतसा सर्वतो वातहरपत्रसंवृतच्छिद्रया द्विस्त्रिर्वा विनामितया वातहरसिद्धस्नेहाभ्यक्तगात्रो बाष्पमुपहरेत्; बाष्पो ह्यनृजुगामी विहतचण्डवेगस्त्वचमविदहन् सुखं स्वेदयतीति नाडीस्वेदः ||४३|| " audio={r31}/>
                <SingleAudioCard sholkno="Shloka 44" sholk="वातिकोत्तरवातिकानां पुनर्मूलादीनामुत्क्वाथैः सुखोष्णैः कुम्भीर्वर्षणिकाः प्रनाडीर्वा पूरयित्वा यथार्हसिद्धस्नेहाभ्यक्तगात्रं वस्त्रावच्छन्नं परिषेचयेदिति परिषेकः ||४४|| " audio={r32}/>
                <SingleAudioCard sholkno="Shloka 45" sholk="वातहरोत्क्वाथक्षीरतैलघृतपिशितरसोष्णसलिलकोष्ठकावगाहस्तु यथोक्त एवावगाहः ||४५|| " audio={r33}/>
                <SingleAudioCard sholkno="Shloka 46(1)" sholk="अथ जेन्ताकं चिकीर्षुर्भूमिं परीक्षेत- तत्र पूर्वस्यां दिश्युत्तरस्यां वा गुणवति प्रशस्ते भूमिभागे कृष्णमधुरमृत्तिके सुवर्णमृत्तिके वा परीवापपुष्करिण्यादीनां जलाशयानामन्यतमस्य कूले दक्षिणे पश्चिमे वा सूपतीर्थे समसुविभक्तभूमिभागे सप्ताष्टौ वाऽरत्नीरुपक्रम्योदकात् प्राङ्मुखमुदङ्मुखं वाऽभिमुखतीर्थं कूटागारं कारयेत्, उत्सेधविस्तारतः परमरत्नीः षोडश, समन्तात् सुवृत्तं मृत्कर्मसम्पन्नमनेकवातायनम्; अस्य कूटागारस्यान्तः समन्ततो भित्तिमरत्निविस्तारोत्सेधां पिण्डिकां कारयेदाकपाटात्, मध्ये चास्य कूटागारस्य चतुष्किष्कुमात्रं पुरुषप्रमाणं मृन्मयं कन्दुसंस्थानं बहुसूक्ष्मच्छिद्रमङ्गारकोष्ठकस्तम्भं सपिधानं कारयेत्; " audio={r34}/>
                <SingleAudioCard sholkno="Shloka 46(2)" sholk="तं च खादिराणामाश्वकर्णादीनां वा काष्ठानां पूरयित्वा प्रदीपयेत्; स यदा जानीयात् साधु दग्धानि काष्ठानि गतधूमान्यवतप्तं च केवलमग्निना तदग्निगृहं स्वेदयोग्येन चोष्मणा युक्तमिति, तत्रैनं पुरुषं वातहराभ्यक्तगात्रं वस्त्रावच्छन्नं प्रवेशयेत्, " audio={r35}/>
                <SingleAudioCard sholkno="Shloka 46(3)" sholk="प्रवेशयंश्चैनमनुशिष्यात्- सौम्य! प्रविश कल्याणायारोग्याय चेति, प्रविश्य चैनां पिण्डिकामधिरुह्य पार्श्वापरपार्श्वाभ्यां यथासुखं शयीथाः, न च त्वया स्वेदमूर्च्छापरीतेनापि सता पिण्डिकैषा विमोक्तव्याऽऽप्राणोच्छ्वासात्, भ्रश्यमानो ह्यतः पिण्डिवकावकाशाद्द्वारमनधिगच्छन् स्वेदमूर्च्छापरीततया सद्यः प्राणाञ्जह्याः, तस्मात् पिण्डिकामेनां न कथञ्चन मुञ्चेथाः;" audio={r36}/>
                <SingleAudioCard sholkno="Shloka 47,48,49" sholk="शयानस्य प्रमाणेन घनामश्ममयीं शिलाम् | तापयित्वा मारुतघ्नैर्दारुभिः सम्प्रदीपितैः ||४७|| व्यपोज्झ्य सर्वानङ्गारान् प्रोक्ष्य चैवोष्णवारिणा |तां शिलामथ कुर्वीत कौषेयाविकसंस्तराम् ||४८|| तस्यां स्वभ्यक्तसर्वाङ्गः स्वपन् स्विद्यति ना सुखम् |कौरवाजिनकौषेयप्रावाराद्यैः सुसंवृतः ||४९||" audio={r37}/>
                <SingleAudioCard sholkno="Shloka 50,51" sholk=" इत्यक्तोऽश्मघनस्वेदः .कर्षूस्वेदः प्रवक्ष्यते |खानयेच्छयनस्याधः कर्षूं स्थानविभागवित् ||५०||दीप्तैरधूमैरङ्गारैस्तां कर्षूं पूरयेत्ततः | तस्यामुपरि शय्यायां स्वपन् स्विद्यति ना सुखम् ||५१|| " audio={r38}/>
                <SingleAudioCard sholkno="Shloka 52,53,54,55" sholk="अनत्युत्सेधविस्तारां वृत्ताकारामलोचनाम् |घनभित्तिं कुटीं कृत्वा कुष्ठाद्यैः सम्प्रलेपयेत् ||५२|| कुटीमध्ये भिषक् शय्यां स्वास्तीर्णामुपकल्पयेत् | प्रावाराजिनकौशेयकुथकम्बलगोलकैः ||५३|| हसन्तिकाभिरङ्गारपूर्णाभिस्तां च सर्वशः | परिवार्यान्तरारोहेदभ्यक्तः स्विद्यते सुखम् ||५४|| य एवाश्मघनस्वेदविधिर्भूमौ स एव तु |प्रशस्तायां निवातायां समायामुपदिश्यते ||५५|| " audio={r39}/>
                <SingleAudioCard sholkno="Shloka 56,57,58" sholk="कुम्भीं वातहरक्वाथपूर्णां भूमौ निखानयेत् |अर्धभागं त्रिभागं वा शयनं तत्र चोपरि ||५६||स्थापयेदासनं वाऽपि नातिसान्द्रपरिच्छदम् | अथ कुम्भ्यां सुसन्तप्तान् प्रक्षिपेदयसो गुडान् ||५७|| पाषाणान् वोष्मणा तेन तत्स्थः स्विद्यति ना सुखम् | सुसंवृताङ्गः स्वभ्यक्तः स्नेहैरनिलनाशनैः ||५८|| " audio={r40}/>
                <SingleAudioCard sholkno="Shloka 59,60" sholk=" देशे निवाते शस्ते च कुर्यादन्तःसुमार्जितम् ||५९||हस्त्यश्वगोखरोष्ट्राणां करीषैर्दग्धपूरिते | स्ववच्छन्नः सुसंस्तीर्णेऽभ्यक्तः स्विद्यति ना सुखम् ||६०" audio={r41}/>
                <SingleAudioCard sholkno="Shloka 61,62,63(1)" sholk="धीतीकां तु करीषाणां यथोक्तानां प्रदीपयेत् | शयनान्तःप्रमाणेन शय्यामुपरि तत्र च ||६१|| सुदग्धायां विधूमायां यथोक्तामुपकल्पयेत् | स्ववच्छन्नः स्वपंस्तत्राभ्यक्तः स्विद्यति ना सुखम् ||६२|| होलाकस्वेद इत्येष सुखः प्रोक्तो महर्षिणा |" audio={r42}/>
                <SingleAudioCard sholkno="Shloka 63(2)" sholk="इति त्रयोदशविधः स्वेदोऽग्निगुणसंश्रयः ||६३|| " audio={r43}/>
                <SingleAudioCard sholkno="Shloka 64" sholk="व्यायाम उष्णसदनं गुरुप्रावरणं क्षुधा |बहुपानं भयक्रोधावुपनाहाहवातपाः ||६४||" audio={r44}/>
                <SingleAudioCard sholkno="Shloka 65,66" sholk=" स्वेदयन्ति दशैतानि नरमग्निगुणादृते ||६५|| इत्युक्तो द्विविधः स्वेदः संयुक्तोऽग्निगुणैर्न च ||६५|| एकाङ्गसर्वाङ्गगतः स्निग्धो रूक्षस्तथैव च |इत्येतत्त्रिविधं द्वन्द्वं स्वेदमुद्दिश्य कीर्तितम् ||६६|| " audio={r45}/>
                <SingleAudioCard sholkno="Shloka 67" sholk="स्निग्धः स्वेदैरुपक्रम्यः स्विन्नः पथ्याशनो भवेत् | तदहः स्विन्नगात्रस्तु व्यायामं वर्जयेन्नरः ||६७|| " audio={r46}/>
                <SingleAudioCard sholkno="Shloka 68,69,70,71" sholk="तत्र श्लोकाः-स्वेदो यथा कार्यकरो हितो येभ्यश्च यद्विधः | यत्र देशे यथा योग्यो देशो रक्ष्यश्च यो यथा ||६८|| स्विन्नातिस्विन्नरूपाणि तथाऽतिस्विन्नभेषजम् |अस्वेद्याः स्वेदयोग्याश्च स्वेदद्रव्याणि कल्पना ||६९||त्रयोदशविधः स्वेदो विना दशविधोऽग्निना |सङ्ग्रहेण च षट् स्वेदाः स्वेदाध्याये निदर्शिताः ||७०|| स्वेदाधिकारे यद्वाच्यमुक्तमेतन्महर्षिणा |शिष्यैस्तु प्रतिपत्तव्यमुपदेष्टा पुनर्वसुः ||७१|| " audio={r47}/>
                <SingleAudioCard sholkno="Shloka last" sholk="इत्यग्निवेशकृते तन्त्रे चरकप्रतिसंस्कृते श्लोकस्थानेस्वेदाध्यायो नाम चतुर्दशोऽध्यायः ||१४||" audio={r48}/>

            </div>
        </div>
    )
}

export default Book1ch14




 