import React from 'react'
import BookSlider from '../../../../localComponents/BookSlider'
import r1 from '../../../../assests/Audio/book1audio/ch11/C11S1,2'
import r2 from '../../../../assests/Audio/book1audio/ch11/C11S3'
import r3 from '../../../../assests/Audio/book1audio/ch11/C11S4'
import r4 from '../../../../assests/Audio/book1audio/ch11/C11S5'
import r5 from '../../../../assests/Audio/book1audio/ch11/C11S6'
import r6 from '../../../../assests/Audio/book1audio/ch11/C11S7'
import r7 from '../../../../assests/Audio/book1audio/ch11/C11S8'
import r8 from '../../../../assests/Audio/book1audio/ch11/C11S9'
import r9 from '../../../../assests/Audio/book1audio/ch11/C11S10'
import r10 from '../../../../assests/Audio/book1audio/ch11/C11S11'
import r11 from '../../../../assests/Audio/book1audio/ch11/C11S12'
import r12 from '../../../../assests/Audio/book1audio/ch11/C11S13'
import r13 from '../../../../assests/Audio/book1audio/ch11/C11S14'
import r14 from '../../../../assests/Audio/book1audio/ch11/C11S15'
import r15 from '../../../../assests/Audio/book1audio/ch11/C11S16'
import r16 from '../../../../assests/Audio/book1audio/ch11/C11S17'
import r17 from '../../../../assests/Audio/book1audio/ch11/C11S18'
import r18 from '../../../../assests/Audio/book1audio/ch11/C11S19'
import r19 from '../../../../assests/Audio/book1audio/ch11/C11S20'
import r20 from '../../../../assests/Audio/book1audio/ch11/C11S21'
import r21 from '../../../../assests/Audio/book1audio/ch11/C11S22'
import r22 from '../../../../assests/Audio/book1audio/ch11/C11S23'
import r23 from '../../../../assests/Audio/book1audio/ch11/C11S24'
import r24 from '../../../../assests/Audio/book1audio/ch11/C11S25'
import r25 from '../../../../assests/Audio/book1audio/ch11/C11S26'
import r26 from '../../../../assests/Audio/book1audio/ch11/C11S27'
import r27 from '../../../../assests/Audio/book1audio/ch11/C11S28'
import r28 from '../../../../assests/Audio/book1audio/ch11/C11S29'
import r29 from '../../../../assests/Audio/book1audio/ch11/C11S30'
import r30 from '../../../../assests/Audio/book1audio/ch11/C11S31'
import r31 from '../../../../assests/Audio/book1audio/ch11/C11S32'
import r32 from '../../../../assests/Audio/book1audio/ch11/C11S33'
import r33 from '../../../../assests/Audio/book1audio/ch11/C11S34'
import r34 from '../../../../assests/Audio/book1audio/ch11/C11S35'
import r35 from '../../../../assests/Audio/book1audio/ch11/C11S36'
import r36 from '../../../../assests/Audio/book1audio/ch11/C11S37'
import r37 from '../../../../assests/Audio/book1audio/ch11/C11S38'
import r38 from '../../../../assests/Audio/book1audio/ch11/C11S39'
import r39 from '../../../../assests/Audio/book1audio/ch11/C11S40'
import r40 from '../../../../assests/Audio/book1audio/ch11/C11S41'
import r41 from '../../../../assests/Audio/book1audio/ch11/C11S42'
import r42 from '../../../../assests/Audio/book1audio/ch11/C11S43'
import r43 from '../../../../assests/Audio/book1audio/ch11/C11S44'
import r44 from '../../../../assests/Audio/book1audio/ch11/C11S45'
import r45 from '../../../../assests/Audio/book1audio/ch11/C11S46'
import r46 from '../../../../assests/Audio/book1audio/ch11/C11S47'
import r47 from '../../../../assests/Audio/book1audio/ch11/C11S48'
import r48 from '../../../../assests/Audio/book1audio/ch11/C11S49'
import r49 from '../../../../assests/Audio/book1audio/ch11/C11S50'
import r50 from '../../../../assests/Audio/book1audio/ch11/C11S51'
import r51 from '../../../../assests/Audio/book1audio/ch11/C11S52'
import r52 from '../../../../assests/Audio/book1audio/ch11/C11S53'
import r53 from '../../../../assests/Audio/book1audio/ch11/C11S54'
import r54 from '../../../../assests/Audio/book1audio/ch11/C11S55'
import r55 from '../../../../assests/Audio/book1audio/ch11/C11S56'
import r56 from '../../../../assests/Audio/book1audio/ch11/C11S57'
import r57 from '../../../../assests/Audio/book1audio/ch11/C11S58'
import r58 from '../../../../assests/Audio/book1audio/ch11/C11S59'
import r59 from '../../../../assests/Audio/book1audio/ch11/C11S60'
import r60 from '../../../../assests/Audio/book1audio/ch11/C11S61'
import r61 from '../../../../assests/Audio/book1audio/ch11/C11S62'
import r62 from '../../../../assests/Audio/book1audio/ch11/C11S63'
import r63 from '../../../../assests/Audio/book1audio/ch11/C11S64,65'
import r64 from '../../../../assests/Audio/book1audio/ch11/C11Slast'

import SingleAudioCard from '../../../../globalComponents/SingleAudioCard'
import sliderImg from '../../../../assests/book-ch-img/Audio-Book-PU/sutrasthana/11.png'

const Book1ch11 = () => {
    return (
        <div className="class-wrapper">
            <BookSlider img={sliderImg}/>
            <div className="text-center card-holder-custom">
                <SingleAudioCard sholkno="Shloka 1,2" sholk="अथातस्तिस्रैषणीयमध्यायं व्याख्यास्यामः ||१|| इति ह स्माह भगवानात्रेयः ||२|| " audio={r1}/>
                <SingleAudioCard sholkno="Shloka 3" sholk="इह खलु पुरुषेणानुपहतसत्त्वबुद्धिपौरुषपराक्रमेण हितमिह चामुष्मिंश्च लोके समनुपश्यता तिस्र एषणाः पर्येष्टव्या भवन्ति | तद्यथा- प्राणैषणा, धनैषणा, परलोकैषणेति ||३|| " audio={r2}/>
                <SingleAudioCard sholkno="Shloka 4" sholk="आसां तु खल्वेषणानां प्राणैषणां तावत् पूर्वतरमापद्येत | कस्मात्? प्राणपरित्यागे हि सर्वत्यागः | तस्यानुपालनं- स्वस्थस्य स्वस्थवृत्तानुवृत्तिः, आतुरस्य विकारप्रशमनेऽप्रमादः, तदुभयमेतदुक्तं वक्ष्यते च; तद्यथोक्तमनुवर्तमानः प्राणानुपालनाद्दीर्घमायुरवाप्नोतीति प्रथमैषणा व्याख्याता भवति ||४|| " audio={r3}/>
                <SingleAudioCard sholkno="Shloka 5" sholk="अथ द्वितीयां धनैषणमापद्येत, प्राणेभ्यो ह्यनन्तरं धनमेव पर्येष्टव्यं भवति ; न ह्यतः पापात् पापीयोऽस्ति यदनुपकरणस्य दीर्घमायुः, तस्मादुपकरणानि पर्येष्टुं यतेत | तत्रोपकरणोपायाननुव्याख्यास्यामः; तद्यथा-कृषिपाशुपाल्यवाणिज्यराजोपसेवादीनि, यानि चान्यान्यपि सतामविगर्हितानि कर्माणि वृत्तिपुष्टिकराणि विद्यात्तान्यारभेत कर्तुं; तथा कुर्वन् दीर्घजीवितं जीवत्यनवमतः पुरुषो भवति |इति द्वितीया धनैषणा व्याख्याता भवति ||५|| " audio={r4}/>
                <SingleAudioCard sholkno="Shloka 6" sholk="अथ तृतीयां परलोकैषणामापद्येत |संशयश्चात्र, कथं? भविष्याम इतश्च्युता नवेति; कुतः पुनः संशय इति, उच्यते- सन्ति ह्येके प्रत्यक्षपराः परोक्षत्वात् पुनर्भवस्य नास्तिक्यमाश्रिताः, सन्ति चागमप्रत्ययादेव पुनर्भवमिच्छन्ति; श्रुतिभेदाच्च-‘मातरं पितरं चैके मन्यन्ते जन्मकारणम् |स्वभावं परनिर्माणं यदृच्छां चापरे जनाः’ || इति |अतः संशयः- किं नु खल्वस्ति पुनर्भवो न वेति ||६||" audio={r5}/>
                <SingleAudioCard sholkno="Shloka 7" sholk=" तत्र बुद्धिमान्नास्तिक्यबुद्धिं जह्याद्विचिकित्सां च | कस्मात्? प्रत्यक्षं ह्यल्पम्; अनल्पमप्रत्यक्षमस्ति, यदागमानुमानयुक्तिभिरुपलभ्यते; यैरेव तावदिन्द्रियैः प्रत्यक्षमुपलभ्यते, तान्येव सन्ति चाप्रत्यक्षाणि ||७|| " audio={r6}/>
                <SingleAudioCard sholkno="Shloka 8" sholk="सतां च रूपाणामतिसन्निकर्षादतिविप्रकर्षादावरणात् करणदौर्बल्यान्मनोनवस्थानात् समानाभिहारादभिभवादतिसौक्ष्म्याच्च प्रत्यक्षानुपलब्धिः; तस्मादपरीक्षितमेतदुच्यते- प्रत्यक्षमेवास्ति, नान्यदस्तीति ||८|| " audio={r7}/>
                <SingleAudioCard sholkno="Shloka 9" sholk="श्रुतयश्चैता न कारणं, युक्तिविरोधात् | आत्मा मातुः पितुर्वा यः सोऽपत्यं यदि सञ्चरेत् |द्विविधं सञ्चरेदात्मा सर्वोवाऽवयवेन वा ||९||" audio={r8}/>
                <SingleAudioCard sholkno="Shloka 10" sholk=" सर्वश्चेत् सञ्चरेन्मातुः पितुर्वा मरणं भवेत् |निरन्तरं, नावयवः कश्चित्सूक्ष्मस्य चात्मनः ||१०|| " audio={r9}/>
                <SingleAudioCard sholkno="Shloka 11" sholk="बुद्धिर्मनश्च निर्णीते यथैवात्मा तथैव ते | येषां चैषा मतिस्तेषां योनिर्नास्ति चतुर्विधा ||११|| " audio={r10}/>
                <SingleAudioCard sholkno="Shloka 12" sholk="विद्यात् स्वाभाविकं षण्णां धातूनां यत् स्वलक्षणम् |संयोगे च वियोगे च तेषां कर्मैव कारणम् ||१२|| " audio={r11}/>
                <SingleAudioCard sholkno="Shloka 13" sholk="अनादेश्चेतनाधातोर्नेष्यते परनिर्मितिः | पर आत्मा स चेद्धेतुरिष्टोऽस्तु परनिर्मितिः ||१३|| " audio={r12}/>
                <SingleAudioCard sholkno="Shloka 14" sholk="न परीक्षा न परीक्ष्यं न कर्ता कारणं न च | न देवा नर्षयः सिद्धाः कर्म कर्मफलं न च ||१४||" audio={r13}/>
                <SingleAudioCard sholkno="Shloka 15" sholk=" नास्तिकस्यास्ति नैवात्मा यदृच्छोपहतात्मनः |पातकेभ्यः परं चैतत् पातकं नास्तिकग्रहः ||१५|| " audio={r14}/>
                <SingleAudioCard sholkno="Shloka 16" sholk="तस्मान्मतिं विमुच्यैताममार्गप्रसृतां बुधः |सतां बुद्धिप्रदीपेन पश्येत्सर्वं यथातथम् ||१६|| " audio={r15}/>
                <SingleAudioCard sholkno="Shloka 17" sholk="द्विविधमेव खलु सर्वं सच्चासच्च; तस्य चतुर्विधा परीक्षा- आप्तोपदेशः, प्रत्यक्षम्, अनुमानं, युक्तिश्चेति ||१७|| " audio={r16}/>
                <SingleAudioCard sholkno="Shloka 18" sholk="आप्तास्तावत्- रजस्तमोभ्यां निर्मुक्तास्तपोज्ञानबलेन ये | येषां त्रिकालममलं ज्ञानमव्याहतं सदा ||१८||" audio={r17}/>
                <SingleAudioCard sholkno="Shloka 19" sholk=" आप्ताः शिष्टा विबुद्धास्ते तेषां वाक्यमसंशयम् | सत्यं, वक्ष्यन्ति ते कस्मादसत्यं नीरजस्तमाः ||१९|| " audio={r18}/>
                <SingleAudioCard sholkno="Shloka 20" sholk="आत्मेन्द्रियमनोर्थानां सन्निकर्षात् प्रवर्तते |व्यक्ता तदात्वे या बुद्धिः प्रत्यक्षं स निरुच्यते ||२०|| " audio={r19}/>
                <SingleAudioCard sholkno="Shloka 21" sholk="प्रत्यक्षपूर्वं त्रिविधं त्रिकालं चानुमीयते |वह्निर्निगूढो धूमेन मैथुनं गर्भदर्शनात् ||२१||" audio={r20}/>
                <SingleAudioCard sholkno="Shloka 22" sholk=" एवं व्यवस्यन्त्यतीतं बीजात् फलमनागतम् | दृष्ट्वा बीजात् फलं जातमिहैव सदृशं बुधाः ||२२|| " audio={r21}/>
                <SingleAudioCard sholkno="Shloka 23" sholk="जलकर्षणबीजर्तुसंयोगात् सस्यसम्भवः | युक्तिः षड्धातुसंयोगाद्गर्भाणां सम्भवस्तथा ||२३||" audio={r22}/>
                <SingleAudioCard sholkno="Shloka 24" sholk=" मथ्यमन्थन(क)मन्थानसंयोगादग्निसम्भवः |युक्तियुक्ता चतुष्पादसम्पद्व्याधिनिबर्हणी ||२४|| " audio={r23}/>
                <SingleAudioCard sholkno="Shloka 25" sholk="बुद्धिः पश्यति या भावान् बहुकारणयोगजान् |युक्तिस्त्रिकाला सा ज्ञेया त्रिवर्गः साध्यते यया ||२५|| " audio={r24}/>
                <SingleAudioCard sholkno="Shloka 26" sholk="एषा परीक्षा नास्त्यन्या यया सर्वं परीक्ष्यते |परीक्ष्यं सदसच्चैवं तया चास्ति पुनर्भवः ||२६|| " audio={r25}/>
                <SingleAudioCard sholkno="Shloka 27" sholk="तत्राप्तागमस्तावद्वेदः , यश्चान्योऽपि कश्चिद्वेदार्थादविपरीतः परीक्षकैः प्रणीतः शिष्टानुमतो लोकानुग्रहप्रवृत्तः शास्त्रवादः, स चाऽऽप्तागमः; आप्तागमादुपलभ्यतेदानतपोयज्ञसत्याहिंसाब्रह्मचर्याण्यभ्युदयनिःश्रेयसकराणीति ||२७|| " audio={r26}/>
                <SingleAudioCard sholkno="Shloka 28" sholk="न चानतिवृत्तसत्त्वदोषाणामदोषैरपुनर्भवो धर्मद्वारेषूपदिश्यते ||२८|| " audio={r27}/>
                <SingleAudioCard sholkno="Shloka 29" sholk="धर्मद्वारावहितैश्च व्यपगतभयरागद्वेषलोभमोहमानैर्ब्रह्मपरैराप्तैः कर्मविद्भिरनुपहतसत्त्वबुद्धिप्रचारैः पूर्वैः पूर्वतरैर्महर्षिभिर्दिव्यचक्षुभिर्दृष्ट्वोपदिष्टः पुनर्भव इति व्यवस्येदेवम् ||२९|| " audio={r28}/>
                <SingleAudioCard sholkno="Shloka 30" sholk="प्रत्यक्षमपि चोपलभ्यते- मातापित्रोर्विसदृशान्यपत्यानि, तुल्यसम्भवानां वर्णस्वराकृतिसत्त्वबुद्धिभाग्यविशेषाः, प्रवरावरकुलजन्म, दास्यैश्वर्यं, सुखासुखमायुः, आयुषो वैषम्यम्, इह कृतस्यावाप्तिः, अशिक्षितानां चरुदितस्तनपानहासत्रासादीनां प्रवृत्तिः, लक्षणोत्पत्तिः, कर्मसादृश्ये फलविशेषः, मेधा क्वचित् क्वचित् कर्मण्यमेधा, जातिस्मरणम्- इहागमनमितश्च्युतानामिति , समदर्शने प्रियाप्रियत्वम् ||३०|| " audio={r29}/>
                <SingleAudioCard sholkno="Shloka 31" sholk="अत एवानुमीयते- यत्- स्वकृतमपरिहार्यमविनाशि पौर्वदेहिकं दैवसञ्ज्ञकमानुबन्धिकं कर्म, तस्यैतत् फलम्; इतश्चान्यद्भविष्यतीति; फलद्बीजमनुमीयते, फलं च बीजात् ||३१|| " audio={r30}/>
                <SingleAudioCard sholkno="Shloka 32" sholk="युक्तिश्चैषा- षड्धातुसमुदयाद्गर्भजन्म, कर्तृकरणसंयोगात् क्रिया; कृतस्य कर्मणः फलं नाकृतस्य, नाङ्कुरोत्पत्तिरबीजात्; कर्मसदृशं फलं, नान्यस्माद्बीजादन्यस्योत्पत्तिः; इति युक्तिः ||३२|| " audio={r31}/>
                <SingleAudioCard sholkno="Shloka 33" sholk="एवं प्रमाणैश्चतुर्भिरुपदिष्टे पुनर्भवे धर्मद्वारेष्ववधीयेत; तद्यथा- गुरुशुश्रूषायामध्ययने व्रतचर्यायां दारक्रियायामपत्योत्पादने भृत्यभरणेऽतिथिपूजायां दानेऽनभिध्यायां तपस्यनसूयायां देहवाङ्मानसे कर्मण्यक्लिष्टेदेहेन्द्रियमनोर्थबुद्ध्यात्मपरीक्षायां मनःसमाधाविति; यानि चान्यान्यप्येवंविधानि कर्माणि सतामविगर्हितानि स्वर्ग्याणि वृत्तिपुष्टिकराणि विद्यात्तान्यारभेत कर्तुं; तथा कुर्वन्निह चैव यशो लभते प्रेत्य च स्वर्गम् | इति तृतीया परलोकैषणा व्याख्याता भवति ||३३|| " audio={r32}/>
                <SingleAudioCard sholkno="Shloka 34" sholk="अथ खलु त्रय उपस्तम्भाः, त्रिविधं बलं, त्रीण्यायतनानि, त्रयो रोगाः, त्रयो रोगमार्गाः, त्रिविधा भिषजः, त्रिविधमौषधमिति ||३४|| " audio={r33}/>
                <SingleAudioCard sholkno="Shloka 35" sholk="त्रय उपस्तम्भा इति- आहारः, स्वप्नो, ब्रह्मचर्यमिति; एभिस्त्रिभिर्युक्तियुक्तैरुपस्तब्धमुपस्तम्भैः शरीरं बलवर्णोपचयोपचितमनुवर्तते यावदायुःसंस्कारात् संस्कारमहितमनुपसेवमानस्य , य इहैवोपदेक्ष्यते ||३५|| " audio={r34}/>
                <SingleAudioCard sholkno="Shloka 36" sholk="त्रिविधं बलमिति- सहजं, कालजं, युक्तिकृतं च |सहजं यच्छरीरसत्त्वयोः प्राकृतं, कालकृतमृतुविभागजं वयःकृतं च, युक्तिकृतं पुनस्तद्यदाहारचेष्टायोगजम् ||३६|| " audio={r35}/>
                <SingleAudioCard sholkno="Shloka 37" sholk="त्रीण्यायतनानीति- अर्थानां कर्मणः कालस्य चातियोगायोगमिथ्यायोगाः | तत्रातिप्रभावतां दृश्यानामतिमात्रं दर्शनमतियोगः, सर्वशोऽदर्शनमयोगः, अतिश्लिष्टातिविप्रकृष्टरौद्रभैरवाद्भुतद्विष्टबीभत्सनविकृतवित्रासनादिरूपदर्शनं मिथ्यायोगः; तथाऽतिमात्रस्तनितपटहोत्क्रुष्टादीनां शब्दानामतिमात्रं श्रवणमतियोगः, सर्वशोऽश्रवणमयोगः, परुषेष्टविनाशोपघातप्रधर्षणभीषणादिशब्दश्रवणं मिथ्यायोगः; तथाऽतितीक्ष्णोग्राभिष्यन्दिनां गन्धानामतिमात्रं घ्राणमतियोगः, सर्वशोऽघ्राणमयोगः, पूतिद्विष्टामेध्यक्लिन्नविषपवनकुणपगन्धादिघ्राणं मिथ्यायोगः; तथा रसानामत्यादानमतियोगः, सर्वशोऽनादानमयोगः, मिथ्यायोगो राशिवर्ज्येष्वाहारविधिविशेषायतनेषूपदेक्ष्यते;तथाऽतिशीतोष्णानां स्पृश्यानां स्नानाभ्यङ्गोत्सादनादीनां चात्युपसेवनमतियोगः, सर्वशोऽनुपसेवनमयोगः, स्नानादीनां शीतोष्णादीनां च स्पृश्यानामनानुपूर्व्योपसेवनं विषमस्थानाभिघाताशुचिभूतसंस्पर्शादयश्चेति मिथ्यायोगः ||३७|| " audio={r36}/>
                <SingleAudioCard sholkno="Shloka 38" sholk="तत्रैकं स्पर्शनमिन्द्रियाणामिन्द्रियव्यापकं , चेतः- समवायि, स्पर्शनव्याप्तेर्व्यापकमपि च चेतः; तस्मात् सर्वेन्द्रियाणां व्यापकस्पर्शकृतो यो भावविशेषः, सोऽयमनुपशयात् पञ्चविधस्त्रिविधविकल्पो भवत्यसात्म्येन्द्रियार्थसंयोगः; सात्म्यार्थो ह्युपशयार्थः ||३८|| " audio={r37}/>
                <SingleAudioCard sholkno="Shloka 39" sholk="कर्म वाङ्मनःशरीरप्रवृत्तिः |तत्र वाङ्मनःशरीरातिप्रवृत्तिरतियोगः; सर्वशोऽप्रवृत्तिरयोगः; वेगधारणोदीरणविषमस्खलनपतनाङ्गप्रणिधानाङ्गप्रदूषणप्रहारमर्दनप्राणोपरोधसङ्क्लेशनादिः शारीरो मिथ्यायोगः,सूचकानृताकालकलहाप्रियाबद्धानुपचारपरुषवचनादिर्वाङ्मिथ्यायोगः, भयशोकक्रोधलोभमोहमानेर्ष्यामिथ्यादर्शनादिर्मानसो मिथ्यायोगः ||३९|| " audio={r38}/>
                <SingleAudioCard sholkno="Shloka 40" sholk="सङ्ग्रहेण चातियोगायोगवर्जं कर्म वाङ्मनःशरीरजमहितमनुपदिष्टं यत्तच्च मिथ्यायोगं विद्यात् ||४०|| " audio={r39}/>
                <SingleAudioCard sholkno="Shloka 41" sholk="इति त्रिविधविकल्पं त्रिविधमेव कर्म प्रज्ञापराध इति व्यवस्येत् ||४१|| " audio={r40}/>
                <SingleAudioCard sholkno="Shloka 42" sholk="शीतोष्णवर्षलक्षणाः पुनर्हेमन्तग्रीष्मवर्षाः संवत्सरः, स कालः | तत्रातिमात्रस्वलक्षणः कालः कालातियोगः, हीनस्वलक्षणः (कालः) कालायोगः, यथास्वलक्षणविपरीतलक्षणस्तु (कालः) कालमिथ्यायोगः | कालः पुनः परिणाम उच्यते ||४२|| " audio={r41}/>
                <SingleAudioCard sholkno="Shloka 43" sholk="इत्यसात्म्येन्द्रियार्थसंयोगः, प्रज्ञापराधः, परिणामश्चेति त्रयस्त्रिविधविकल्पा हेतवो विकाराणां; समयोगयुक्तास्तु प्रकृतिहेतवो भवन्ति ||४३|| " audio={r42}/>
                <SingleAudioCard sholkno="Shloka 44" sholk="सर्वेषामेव भावानां भावाभावौ नान्तरेण योगायोगातियोगमिथ्यायोगान् समुपलभ्येते; यथास्वयुक्त्यपेक्षिणौ हि भावाभावौ ||४४|| " audio={r43}/>
                <SingleAudioCard sholkno="Shloka 45" sholk="त्रयो रोगा इति- निजागन्तुमानसाः |तत्र निजः शारीरदोषसमुत्थः, आगन्तुर्भूतविषवाय्वग्निसम्प्रहारादिसमुत्थः, मानसः पुनरिष्टस्य लाभाल्लाभाच्चानिष्टस्योपजायते ||४५||" audio={r44}/>
                <SingleAudioCard sholkno="Shloka 46" sholk="तत्र बुद्धिमता मानसव्याधिपरीतेनापि सता बुद्ध्या हिताहितमवेक्ष्यावेक्ष्य धर्मार्थकामानामहितानामनुपसेवने हितानां चोपसेवने प्रयतितव्यं, न ह्यन्तरेण लोके त्रयमेतन्मानसं किञ्चिन्निष्पद्यते सुखं वा दुःखं वा; तस्मादेतच्चानुष्ठेयं-तद्विद्यानां चोपसेवने प्रयतितव्यम्, आत्मदेशकुलकालबलशक्तिज्ञाने यथावच्चेति ||४६|| " audio={r45}/>
                <SingleAudioCard sholkno="Shloka 47" sholk="भवति चात्र- मानसं प्रति भैषज्यं त्रिवर्गस्यान्ववेक्षणम् | तद्विद्यसेवा विज्ञानमात्मादीनां च सर्वशः ||४७|| " audio={r46}/>
                <SingleAudioCard sholkno="Shloka 48" sholk="त्रयो रोगमार्गा इति- शाखा, मर्मास्थिसन्धयः, कोष्ठश्च | तत्र शाखा रक्तादयो धातवस्त्वक् च, सबाह्यो रोगमार्गः; मर्माणि पुनर्बस्तिहृदयमूर्धादीनि, अस्थिसन्धयोऽस्थिसंयोगास्तत्रोपनिबद्धाश्च स्नायुकण्डराः , स मध्यमो रोगमार्गः; कोष्ठः पुनरुच्यते महास्रोतः शरीरमध्यं महानिम्नमामपक्वाशयश्चेति पर्यायशब्दैस्तन्त्रे, स रोगमार्ग आभ्यन्तरः ||४८|| " audio={r47}/>
                <SingleAudioCard sholkno="Shloka 49" sholk="तत्र, गण्डपिडकालज्यपचीचर्मकीलाधिमांसमषककुष्ठव्यङ्गादयो विकारा बहिर्मार्गजाश्च विसर्पश्वयथुगुल्मार्शोविद्रध्यादयः शाखानुसारिणो भवन्ति रोगाः; पक्षवधग्रहापतानकार्दितशोषराजयक्ष्मास्थिसन्धिशूलगुदभ्रंशादयः शिरोहृद्बस्तिरोगादयश्च मध्यममार्गानुसारिणो भवन्ति रोगाः; ज्वरातीसारच्छर्द्यलसकविसूचिकाकासश्वासहिक्कानाहोदरप्लीहादयोऽन्तर्मार्गजाश्च विसर्पश्वयथुगुल्मार्शोविद्रध्यादयः कोष्ठानुसारिणो भवन्ति रोगाः ||४९|| " audio={r48}/>
                <SingleAudioCard sholkno="Shloka 50" sholk="त्रिविधा भिषज इति- भिषक्छद्मचराः सन्ति सन्त्येके सिद्धसाधिताः | सन्ति वैद्यगुणैर्युक्तास्त्रिविधा भिषजो भुवि ||५०||" audio={r49}/>


                <SingleAudioCard sholkno="Shloka 51" sholk=" वैद्यभाण्डौषधैः पुस्तैः पल्लवैरवलोकनैः | लभन्ते ये भिषक्शब्दमज्ञास्ते प्रतिरूपकाः ||५१||" audio={r50}/>
                <SingleAudioCard sholkno="Shloka 52" sholk=" श्रीयशोज्ञानसिद्धानां व्यपदेशादतद्विधाः | वैद्यशब्दं लभन्ते ये ज्ञेयास्ते सिद्धसाधिताः ||५२||" audio={r51}/>
                <SingleAudioCard sholkno="Shloka 53" sholk=" प्रयोगज्ञानविज्ञानसिद्धिसिद्धाः सुखप्रदाः |जीविताभिसरास्ते स्युर्वैद्यत्वं तेष्ववस्थितमिति ||५३|| " audio={r52}/>
                <SingleAudioCard sholkno="Shloka 54" sholk="त्रिविधमौषधमिति- दैवव्यपाश्रयं, युक्तिव्यपाश्रयं, सत्त्वावजयश्च |तत्र दैवव्यपाश्रयं- मन्त्रौषधिमणिमङ्गलबल्युपहारहोमनियमप्रायश्चित्तोपवासस्वस्त्ययनप्रणिपातगमनादि, युक्तिव्यपाश्रयं- पुनराहारौषधद्रव्याणां योजना, सत्त्वावजयः- पुनरहितेभ्योऽर्थेभ्यो मनोनिग्रहः ||५४|| " audio={r53}/>
                <SingleAudioCard sholkno="Shloka 55" sholk="शरीरदोषप्रकोपे खलु शरीरमेवाश्रित्य प्रायशस्त्रिविधमौषधमिच्छन्ति- अन्तःपरिमार्जनं, बहिःपरिमार्जनं, शस्त्रप्रणिधानं चेति | तत्रान्तःपरिमार्जनं यदन्तःशरीरमनुप्रविश्यौषधमाहारजातव्याधीन् प्रमार्ष्टि,यत्पुनर्बहिःस्पर्शमाश्रित्याभ्यङ्गस्वेदप्रदेहपरिषेकोन्मर्दनाद्यैरामयान् प्रमार्ष्टि तद्बहिःपरिमार्जनं, शस्त्रप्रणिधानं पुनश्छेदनभेदनव्यधनदारणलेखनोत्पाटनप्रच्छनसीवनैषणक्षारजलौकसश्चेति ||५५|| " audio={r54}/>
                <SingleAudioCard sholkno="Shloka 56" sholk="भवन्ति चात्र- प्राज्ञो रोगे समुत्पन्ने बाह्येनाभ्यन्तरेण वा | कर्मणा लभते शर्म शस्त्रोपक्रमणेन वा ||५६||" audio={r55}/>
                <SingleAudioCard sholkno="Shloka 57" sholk=" बालस्तु खलु मोहाद्वा प्रमादाद्वा न बुध्यते |उत्पद्यमानं प्रथमं रोगं शत्रुमिवाबुधः ||५७||" audio={r56}/>
                <SingleAudioCard sholkno="Shloka 58" sholk=" अणुर्हि प्रथमं भूत्वा रोगः पश्चाद्विवर्धते | स जातमूलो मुष्णाति बलमायुश्च दुर्मतेः ||५८||" audio={r57}/>
                <SingleAudioCard sholkno="Shloka 59" sholk=" न मूढो लभते सञ्ज्ञां तावद्यावन्न पीड्यते | पीडितस्तु मतिं पश्चात् कुरुते व्याधिनिग्रहे ||५९||" audio={r58}/>
                <SingleAudioCard sholkno="Shloka 60" sholk=" अथ पुत्रांश्च दारांश्च ज्ञातींश्चाहूय भाषते |सर्वस्वेनापि मे कश्चिद्भिषगानीयतामिति ||६०||" audio={r59}/>
                <SingleAudioCard sholkno="Shloka 61" sholk=" तथाविधं च कः शक्तो दुर्बलं व्याधिपीडितम् |कृशं क्षीणेन्द्रियं दीनं परित्रातुं गतायुषम् ||६१||" audio={r60}/>
                <SingleAudioCard sholkno="Shloka 62" sholk=" स त्रातारमनासाद्य बालस्त्यजति जीवितम् | गोधा लाङ्गूलबद्धेवाकृष्यमाणा बलीयसा ||६२||" audio={r61}/>
                <SingleAudioCard sholkno="Shloka 63" sholk=" तस्मात् प्रागेव रोगेभ्यो रोगेषु तरुणेषु वा | भेषजैः प्रतिकुर्वीत य इच्छेत् सुखमात्मनः ||६३|| " audio={r62}/>
                <SingleAudioCard sholkno="Shloka 64, 65" sholk="तत्र श्लोकौ-एषणाः समुपस्तम्भा बलं कारणमामयाः | तिस्रैषणीये मार्गाश्च भिषजो भेषजानि च ||६४|| त्रित्वेनाष्टौ समुद्दिष्टाः कृष्णात्रेयेण धीमता |भावा, भावेष्वसक्तेन येषु सर्वं प्रतिष्ठितम् ||६५|| " audio={r63}/>
                <SingleAudioCard sholkno="Last Shloka" sholk="इत्यग्निवेशकृते तन्त्रे चरकप्रतिसंस्कृते श्लोकस्थाने तिस्रैषणीयो नामैकादशोऽध्यायः ||११||" audio={r64}/>

            </div>
        </div>
    )
}

export default Book1ch11




 