import React from 'react'
import BookSlider from '../../../../localComponents/BookSlider'
import r1 from '../../../../assests/Audio/book1audio/27/C27S1,2.mp3'
import r2 from '../../../../assests/Audio/book1audio/27/C27S3.mp3'
import r3 from '../../../../assests/Audio/book1audio/27/C27S4.mp3'
import r4 from '../../../../assests/Audio/book1audio/27/C27S5to7.mp3'
import r5 from '../../../../assests/Audio/book1audio/27/C27S8to12.mp3'
import r6 from '../../../../assests/Audio/book1audio/27/C27S13to15.mp3'
import r7 from '../../../../assests/Audio/book1audio/27/C27S16to18.mp3'
import r8 from '../../../../assests/Audio/book1audio/27/C27S19,20.mp3'
import r9 from '../../../../assests/Audio/book1audio/27/C27S21,22.mp3'
import r10 from '../../../../assests/Audio/book1audio/27/C27S23to34.mp3'
import r11 from '../../../../assests/Audio/book1audio/27/C27S35,36.mp3'
import r12 from '../../../../assests/Audio/book1audio/27/C27S37,38.mp3'
import r13 from '../../../../assests/Audio/book1audio/27/C27S39,40.mp3'
import r14 from '../../../../assests/Audio/book1audio/27/C27S41to44.mp3'
import r15 from '../../../../assests/Audio/book1audio/27/C27S45,46.mp3'
import r16 from '../../../../assests/Audio/book1audio/27/C27S47to49.mp3'
import r17 from '../../../../assests/Audio/book1audio/27/C27S50to53.mp3'
import r18 from '../../../../assests/Audio/book1audio/27/C27S54to55.mp3'
import r19 from '../../../../assests/Audio/book1audio/27/C27S56-60.mp3'
import r20 from '../../../../assests/Audio/book1audio/27/C27S61,62.mp3'
import r21 from '../../../../assests/Audio/book1audio/27/C27S63to87.mp3'
import r22 from '../../../../assests/Audio/book1audio/27/C27S88to97.mp3'
import r23 from '../../../../assests/Audio/book1audio/27/C27S98to113.mp3'

import r24 from '../../../../assests/Audio/book1audio/27/C27S114-124.mp3'
import r25 from '../../../../assests/Audio/book1audio/27/C27S125to142.mp3'
import r26 from '../../../../assests/Audio/book1audio/27/C27S143to165.mp3'
import r27 from '../../../../assests/Audio/book1audio/27/C27S166to177.mp3'
import r28 from '../../../../assests/Audio/book1audio/27/C27S178-195.mp3'
import r29 from '../../../../assests/Audio/book1audio/27/C27S196,197.mp3'
import r30 from '../../../../assests/Audio/book1audio/27/C27S198to200.mp3'
import r31 from '../../../../assests/Audio/book1audio/27/C27S201.mp3'
import r32 from '../../../../assests/Audio/book1audio/27/C27S202to208.mpg'
import r33 from '../../../../assests/Audio/book1audio/27/C27S209-212.mp3'
import r34 from '../../../../assests/Audio/book1audio/27/C27S213-216.mp3'
import r35 from '../../../../assests/Audio/book1audio/27/C27S217to224.mpg'
import r36 from '../../../../assests/Audio/book1audio/27/C27S225to227.mp3'
import r37 from '../../../../assests/Audio/book1audio/27/C27S228,229.mp3'
import r38 from '../../../../assests/Audio/book1audio/27/C27S230.mp3'
import r39 from '../../../../assests/Audio/book1audio/27/C27S231to234.mpg'
import r40 from '../../../../assests/Audio/book1audio/27/C27S235,236.mp3'
import r41 from '../../../../assests/Audio/book1audio/27/C27S237,238.mp3'
import r42 from '../../../../assests/Audio/book1audio/27/C27S239to242.mp3'
import r43 from '../../../../assests/Audio/book1audio/27/C27S243to246.mp3'
import r44 from '../../../../assests/Audio/book1audio/27/C27S247,248.mp3'
import r45 from '../../../../assests/Audio/book1audio/27/C27S249.mp3'
import r46 from '../../../../assests/Audio/book1audio/27/C27S250to256.mp3'
import r47 from '../../../../assests/Audio/book1audio/27/C27S257to259.mp3'
import r48 from '../../../../assests/Audio/book1audio/27/C27S260,261.mp3'
import r49 from '../../../../assests/Audio/book1audio/27/C27S262.mp3'
import r50 from '../../../../assests/Audio/book1audio/27/C27S263to264.mp3'
import r51 from '../../../../assests/Audio/book1audio/27/C27S265to267.mp3'
import r52 from '../../../../assests/Audio/book1audio/27/C27S268to270.mp3'
import r53 from '../../../../assests/Audio/book1audio/27/C27S271to273.mp3'
import r54 from '../../../../assests/Audio/book1audio/27/C27S274,275.mp3'
import r55 from '../../../../assests/Audio/book1audio/27/C27S276.mp3'
import r56 from '../../../../assests/Audio/book1audio/27/C27S277to278.mp3'
import r57 from '../../../../assests/Audio/book1audio/27/C27S279to283.mp3'
import r58 from '../../../../assests/Audio/book1audio/27/C27S284,285.mp3'
import r59 from '../../../../assests/Audio/book1audio/27/C27S286to288.mp3'
import r60 from '../../../../assests/Audio/book1audio/27/C27S289to294.mp3'
import r61 from '../../../../assests/Audio/book1audio/27/C27S295.mp3'
import r62 from '../../../../assests/Audio/book1audio/27/C27S296to304.mpg'

import r63 from '../../../../assests/Audio/book1audio/27/C27S305to306.mpg'
import r64 from '../../../../assests/Audio/book1audio/27/C27S307.mpg'
import r65 from '../../../../assests/Audio/book1audio/27/C27S308.mpg'
import r66 from '../../../../assests/Audio/book1audio/27/C27S309to310.mpg'
import r67 from '../../../../assests/Audio/book1audio/27/C27S311.mp3'
import r68 from '../../../../assests/Audio/book1audio/27/C27S312to315.mp3'
import r69 from '../../../../assests/Audio/book1audio/27/C27S316to318.mp3'
import r70 from '../../../../assests/Audio/book1audio/27/C27S319to324.mp3'

import r71 from '../../../../assests/Audio/book1audio/27/C27S325.mp3'
import r72 from '../../../../assests/Audio/book1audio/27/C27S326.mp3'
import r73 from '../../../../assests/Audio/book1audio/27/C27S327,328.mp3'
import r74 from '../../../../assests/Audio/book1audio/27/C27S329,330.mp3'
import r75 from '../../../../assests/Audio/book1audio/27/C27S331.mp3'
import r76 from '../../../../assests/Audio/book1audio/27/C27S332to333.mp3'


import r77 from '../../../../assests/Audio/book1audio/27/C27S334,335.mp3'
import r78 from '../../../../assests/Audio/book1audio/27/C27S336,337.mp3'
import r79 from '../../../../assests/Audio/book1audio/27/C27S338,339.mp3'
import r80 from '../../../../assests/Audio/book1audio/27/C27S340,341.mp3'

import r81 from '../../../../assests/Audio/book1audio/27/C27S342.mp3'
import r82 from '../../../../assests/Audio/book1audio/27/C27S343,344.mp3'
import r83 from '../../../../assests/Audio/book1audio/27/C27S345to347.mp3'
import r84 from '../../../../assests/Audio/book1audio/27/C27S348.mp3'
import r85 from '../../../../assests/Audio/book1audio/27/C27S349,350.mp3'
import r86 from '../../../../assests/Audio/book1audio/27/C27S351,352.mp3'
import r87 from '../../../../assests/Audio/book1audio/27/C27Slast.mp3'

import SingleAudioCard from '../../../../globalComponents/SingleAudioCard'
import sliderImg from '../../../../assests/book-ch-img/Audio-Book-PU/sutrasthana/27.png'

const Book1ch27 = () => {
    return (
        <div className="class-wrapper">
            <BookSlider img={sliderImg}/>
            <div className="text-center card-holder-custom">
                <SingleAudioCard sholkno="Shloka 1,2" sholk="अथातोऽन्नपानविधिमध्यायं व्याख्यास्यामः||१||
इति ह स्माह भगवानात्रेयः||२||" audio={r1}/>
                <SingleAudioCard sholkno="Shloka 3" sholk="इष्टवर्णगन्धरसस्पर्शं [१] विधिविहितमन्नपानं प्राणिनां प्राणिसञ्ज्ञकानां प्राणमाचक्षते कुशलाः, प्रत्यक्षफलदर्शनात्; तदिन्धना ह्यन्तरग्नेः स्थितिः; तत् सत्त्वमूर्जयति, तच्छरीरधातुव्यूहबलवर्णेन्द्रियप्रसादकरं यथोक्तमुपसेव्यमानं, विपरीतमहिताय सम्पद्यते||३||" audio={r2}/>
                <SingleAudioCard sholkno="Shloka 4" sholk="तस्माद्धिताहितावबोधनार्थमन्नपानविधिमखिलेनोपदेक्ष्यामोऽग्निवेश! [२] तत् स्वभावादुदक्तं क्लेदयति, लवणं विष्यन्दयति, क्षारः पाचयति, मधु सन्दधाति, सर्पिः स्नेहयति, क्षीरं जीवयति, मांसं बृंहयति, रसः प्रीणयति, सुरा जर्जरीकरोति, शीधुरवधमति, द्राक्षासवो दीपयति, फाणितमाचिनोति, दधि शोफं जनयति, पिण्याकशाकं ग्लपयति, प्रभूतान्तर्मलो माषसूपः, दृष्टिशुक्रघ्नः क्षारः, प्रायः पित्तलमम्लमन्यत्र दाडिमामलकात्, प्रायः श्लेष्मलं मधुरमन्यत्र मधुनः पुराणाच्च शालिषष्टिकयवगोधूमात्, प्रायस्तिकं वातलमवृष्यं चान्यत्र वेगाग्रामृतापटोलपत्रात्, प्रायः कटुकं वातलमवृष्यं चान्यत्र पिप्पलीविश्वभेषजात्||४||" audio={r3}/>
                <SingleAudioCard sholkno="Shloka 5 to 7" sholk="परमतो वर्गसङ्ग्रहेणाहारद्रव्याण्यनुव्याख्यास्यामः [३] ||५||
शूकधान्यशमीधान्यमांसशाकफलाश्रयान्|
वर्गान् हरितमद्याम्बुगोरसेक्षुविकारिकान्||६||
दश द्वौ चापरौ वर्गौ कृतान्नाहारयोगिनाम्|
रसवीर्यविपाकैश्च प्रभावैश्च प्रचक्ष्महे||७||" audio={r4}/>
                <SingleAudioCard sholkno="Shloka 8 to 12" sholk="अथ शूकधान्यवर्गः-
रक्तशालिर्महाशालिः कलमः शकुनाहृतः [४] |
तूर्णको [५] दीर्घशूकश्च गौरः पाण्डुकलाङ्गुलौ||८||
सुगन्धको लोहवालः सारिवाख्यः प्रमोदकः|
पतङ्गस्तपनीयश्च ये चान्ये शालयः शुभाः||९||
शीता रसे विपाके च मधुराश्चाल्पमारुताः|
बद्धाल्पवर्चसः स्निग्धा बृंहणाः शुक्रमूत्रलाः||१०||
रक्तशालिर्वरस्तेषां तृष्णाघ्नस्त्रिमलापहः [६] |
महांस्तस्यानु कलमस्तस्याप्यनु ततः परे||११||
यवका हायनाः पांसुवाप्यनैषधकादयः [७] |
शालीनां शालयः कुर्वन्त्यनुकारं गुणागुणैः||१२||" audio={r5}/>
                <SingleAudioCard sholkno="Shloka 13 to 15" sholk="शीतः स्निग्धोऽगुरुः स्वादुस्त्रिदोषघ्नः स्थिरात्मकः|
षष्टिकः प्रवरो गौरः कृष्णगौरस्ततोऽनु च||१३||
वरकोद्दालकौ चीनशारदोज्ज्वलदर्दुराः|
गन्धनाः [८] कुरुविन्दाश्च षष्टिकाल्पान्तरा गुणैः||१४||
मधुरश्चाम्लपाकश्च व्रीहिः पित्तकरो गुरुः|
बहुमूत्रपुरीषोष्मा त्रिदोषस्त्वेव पाटलः||१५||" audio={r6}/>
                <SingleAudioCard sholkno="Shloka 16 to 18" sholk="सकोरदूषः श्यामाकः कषायमधुरो लघुः|
वातलः कफपित्तघ्नः शीतः सङ्ग्राहिशोषणः||१६||
हस्तिश्यामाकनीवारतोयपर्णीगवेधुकाः|
प्रशान्तिकाम्भःश्यामाकलौहित्याणुप्रियङ्गवः [९] ||१७||
मुकुन्दो झिण्टिगर्मूटी [१०] वरुका वरकास्तथा|
शिबिरोत्कटजूर्णाह्वाः श्यामाकसदृशा गुणैः||१८||" audio={r7}/>
                <SingleAudioCard sholkno="Shloka 19,20" sholk="रूक्षः शीतोऽगुरुः स्वादुर्बहुवातशकृद्यवः|
स्थैर्यकृत् सकषायश्च [११] बल्यः श्लेष्मविकारनुत्||१९||
रूक्षः कषायानुरसो मधुरः कफपित्तहा|
मेदःक्रिमिविषघ्नश्च बल्यो वेणुयवो मतः||२०||" audio={r8}/>
                <SingleAudioCard sholkno="Shloka 21,22" sholk="सन्धानकृद्वातहरो गोधूमः स्वादुशीतलः|
जीवनो बृंहणो वृष्यः स्निग्धः स्थैर्यकरो गुरुः||२१||
नान्दीमुखी मधूली च मधुरस्निग्धशीतले|
इत्ययं शूकधान्यानां पूर्वो वर्गः समाप्यते||२२||
इति शूकधान्यवर्गः प्रथमः|" audio={r9}/>
                <SingleAudioCard sholkno="Shloka 23 to 34" sholk="अथ शमीधान्यवर्गः-
कषायमधुरो रूक्षः शीतः पाके कटुर्लघुः|
विशदः [१२] श्लेष्मपित्तघ्नो मुद्गः सूप्योत्तमो मतः||२३||
वृष्यः परं वातहरः स्निग्धोष्णो मधुरो गुरुः|
बल्यो बहुमलः पुंस्त्वं माषः शीघ्रं ददाति च||२४||
राजमाषः [१३] सरो रुच्यः कफशुक्राम्लपित्तनुत्|
तत्स्वादुर्वातलो रूक्षः कषायो विशदो गुरुः||२५||
उष्णाः कषायाः पाकेऽम्लाः कफशुक्रानिलापहाः|
कुलत्था ग्राहिणः कासहिक्काश्वासार्शसां हिताः||२६||
मधुरा मधुराः पाके ग्राहिणो रूक्षशीतलाः|
मकुष्ठकाः प्रशस्यन्ते रक्तपित्तज्वरादिषु||२७||
चणकाश्च मसूराश्च खण्डिकाः सहरेणवः|
लघवः शीतमधुराः सकषाया विरूक्षणाः||२८||
पित्तश्लेष्मणि शस्यन्ते सूपेष्वालेपनेषु च|
तेषां मसूरः सङ्ग्राही कलायो वातलः परम्||२९||
स्निग्धोष्णो मधुरस्तिक्तः कषायः कटुकस्तिलः|
त्वच्यः केश्यश्च बल्यश्च वातघ्नः कफपित्तकृत्||३०||
मधुराः शीतला गुर्व्यो बलघ्न्यो रूक्षणात्मिकाः|
सस्नेहा बलिभिर्भोज्या विविधाः शिम्बिजातयः||३१||
शिम्बी रूक्षा कषाया च कोष्ठे वातप्रकोपिनी|
न च वृष्या न चक्षुष्या विष्टभ्य च विपच्यते||३२||
आढकी कफपित्तघ्नी वातला, कफवातनुत्|
अवल्गुजः सैडगजो, निष्पावा वातपित्तलाः||३३||
काकाण्डोमा(ला)त्मगुप्तानां माषवत् फलमादिशेत्|
द्वितीयोऽयं शमीधान्यवर्गः प्रोक्तो महर्षिणा||३४||
इति शमीधान्यवर्गो द्वितीयः|" audio={r10}/>
                <SingleAudioCard sholkno="Shloka 35,36" sholk="अथ मांसवर्गः-
गोखराश्वतरोष्ट्राश्वद्वीपिसिंहर्क्षवानराः|
वृको व्याघ्रस्तरक्षुश्च बभ्रुमार्जारमूषिकाः||३५||
लोपाको जम्बुकः श्येनो वान्तादश्चाषवायसौ|
शशघ्नी मधुहा भासो गृध्रोलूककुलिङ्गकाः||३६||
धूमिका कुररश्चेति प्रसहा मृगपक्षिणः|३७|" audio={r11}/>
                <SingleAudioCard sholkno="Shloka 37,38" sholk="श्वेतः श्यामश्चित्रपृष्ठः कालकः काकुलीमृगः||३७||
कूर्चिका चिल्लटो भेको गोधा शल्लकगण्डकौ|
कदली नकुलः श्वाविदिति भूमिशयाः स्मृताः||३८||" audio={r12}/>
                <SingleAudioCard sholkno="Shloka 39,40" sholk="सृमरश्चमरः खङ्गो महिषो गवयो गजः|
न्यङ्कुर्वराहश्चानूपा मृगाः सर्वे रुरुस्तथा||३९||

कूर्मः कर्कटको मत्स्यः शिशुमारस्तिमिङ्गिलः|
शुक्तिशङ्खोद्रकुम्मीरचुलुकीमकरादयः||४०||
इति वारिशयाः प्रोक्ता...|४१|" audio={r13}/>
                <SingleAudioCard sholkno="Shloka 41 to 44" sholk="...वक्ष्यन्ते वारिचारिणः|
हंसः क्रौञ्चो बलाका च बकः कारण्डवः प्लवः||४१||
शरारिः पुष्कराह्वश्च केशरी मणितुण्डकः [१४] |
मृणालकण्ठो मद्गुश्च कादम्बः काकतुण्डकः||४२||
उत्क्रोशः पुण्डरीकाक्षो मेघरावोऽम्बकुक्कुटी|
आरा नन्दीमुखी वाटी सुमुखाः सहचारिणः||४३||
रोहिणी कामकाली च सारसो रक्तशीर्षकः|
चक्रवाकस्तथाऽन्ये च खगाः सन्त्यम्बुचारिणः||४४||" audio={r14}/>
                <SingleAudioCard sholkno="Shloka 45,46" sholk="पृषतः शरभो रामः श्वदंष्ट्रो मृगमातृका|
शशोरणौ कुरङ्गश्च गोकर्णः कोट्टकारकः||४५||
चारुष्को हरिणैणौ च शम्बरः कालपुच्छकः|
ऋष्यश्च वरपोतश्च विज्ञेया जाङ्गला मृगाः||४६||" audio={r15}/>
                <SingleAudioCard sholkno="Shloka 47 to 49" sholk="लावो वर्तीरकश्चैव वार्तीकः सकपिञ्जलः|
चकोरश्चोपचक्रश्च कुक्कुभो रक्तवर्त्मकः||४७||
लावाद्या विष्किरास्त्वेते वक्ष्यन्ते वर्तकादयः|
वर्तको वर्तिका चैव बर्ही तित्तिरिकुक्कुटौ||४८||
कङ्कशारपदेन्द्राभगोनर्दगिरिवर्तकाः|
क्रकरोऽवकरश्चैव वारडश्चेति [१५] विष्किराः||४९||" audio={r16}/>
                <SingleAudioCard sholkno="Shloka 50 to 53" sholk="शतपत्रो भृङ्गराजः कोयष्टिर्जीवजीवकः|
कैरातः कोकिलोऽत्यूहो गोपापुत्रः प्रियात्मजः||५०||
लट्टा लट्ट(टू)षको बभ्रुर्वटहा डिण्डिमानकः|
जटी दुन्दुभिपाक्कारलोहपृष्ठकुलिङ्गकाः [१६] ||५१||
कपोतशुकशारङ्गाश्चिरटीकङ्कुयष्टिकाः|
सारिका कलविङ्कश्च चटकोऽङ्गारचूडकः||५२||
पारावतः पाण्ड(न)विक इत्युक्ताः प्रतुदा द्विजाः|५३|" audio={r17}/>
                <SingleAudioCard sholkno="Shloka 54 to 55" sholk="प्रसह्य भक्षयन्तीति प्रसहास्तेन सञ्ज्ञिताः||५३||
भूशया बिलवासित्वादानूपानूपसंश्रयात् [१७] |
जले निवासाज्जलजा जलेचर्याज्जलेचराः||५४||
स्थलजा जाङ्गलाः प्रोक्ता मृगा जाङ्गलचारिणः|
विकीर्य विष्किराश्चेति प्रतुद्य प्रतुदाः स्मृताः||५५||
योनिरष्टविधा त्वेषा मांसानां परिकीर्तिता|५६|" audio={r18}/>
                <SingleAudioCard sholkno="Shloka 56 to 60" sholk="प्रसहा भूशयानूपवारिजा वारिचारिणः||५६||
गुरूष्णस्निग्धमधुरा बलोपचयवर्धनाः|
वृष्याः परं वातहराः कफपित्तविवर्धनाः||५७||
हिता व्यायामनित्येभ्यो नरा दीप्ताग्नयश्च ये|
प्रसहानां विशेषेण मांसं मांसाशिनां भिषक्||५८||
जीर्णार्शोग्रहणीदोषशोषार्तानां प्रयोजयेत्|
लावाद्यो वैष्किरो वर्गः प्रतुदा जाङ्गला मृगाः||५९||
लघवः शीतमधुराः सकषाया हिता नृणाम्|
पित्तोत्तरे वातमध्ये सन्निपाते कफानुगे||६०||
विष्किरा वर्तकाद्यास्तु प्रसहाल्पान्तरा गुणैः|६१|" audio={r19}/>
                <SingleAudioCard sholkno="Shloka 61,62" sholk="नातिशीतगुरुस्निग्धं [१८] मांसमाजमदोषलम्||६१||
शरीरधातुसामान्यादनभिष्यन्दि बृंहणम्|
मांसं मधुरशीतत्वाद्गुरु बृंहणमाविकम्||६२||
योनावजाविके [१९] मिश्रगोचरत्वादनिश्चिते|६३|" audio={r20}/>
                <SingleAudioCard sholkno="Shloka 63 to 87" sholk="सामान्येनोपदिष्टानां मांसानां स्वगुणैः पृथक्||६३||
केषाञ्चिद्गुणवैशेष्याद्विशेष उपदेक्ष्यते|
दर्शनश्रोत्रमेधाग्निवयोवर्णस्वरायुषाम्||६४||
बर्ही हिततमो बल्यो वातघ्नो मांसशुक्रलः|
गुरूष्णस्निग्धमधुराः स्वरवर्णबलप्रदाः||६५||
बृंहणाः शुक्रलाश्चोक्ता हंसा मारुतनाशनाः|
स्निग्धाश्चोष्णाश्च वृष्याश्च बृंहणाः स्वरबोधनाः||६६||
बल्याः परं वातहराः स्वेदनाश्चरणायुधाः|
गुरूष्णो मधुरो नातिधन्वानूपनिषेवणात्||६७||
तित्तिरिः सञ्जयेच्छीघ्रं त्रीन् दोषाननिलोल्बणान्|
पित्तश्लेष्मविकारेषु सरक्तेषु कपिञ्जलाः||६८||
मन्दवातेषु शस्यन्ते शैत्यमाधुर्यलाघवात्|
लावाः कषायमधुरा लघवोऽग्निविवर्धनाः||६९||
सन्निपातप्रशमनाः कटुकाश्च विपाकतः|
गोधा विपाके मधुरा कषायकटुका रसे||७०||
वातपित्तप्रशमनी बृंहणी बलवर्धनी|
शल्लको मधुराम्लश्च विपाके कटुकः स्मृतः||७१||
वातपित्तकफघ्नश्च कासश्वासहरस्तथा|
कषायविशदाः [२०] शीता रक्तपित्तनिबर्हणाः||७२||
विपाके मधुराश्चैव कपोता गृहवासिनः|
तेभ्यो लघुतराः किञ्चित् कपोता वनवासिनः [२१] ||७३||
शीताः सङ्ग्राहिणश्चैव स्वल्पमूत्रकराश्च ते|
शुकमांसं कषायाम्लं विपाके रूक्षशीतलम्||७४||
शोषकासक्षयहितं सङ्ग्राहि लघु दीपनम्|
चटका मधुराः स्निग्धा बलशुक्रविवर्धनाः||७५||
सन्निपातप्रशमनाः शमना मारुतस्य च|
कषायो विशदो रूक्षः शीतः पाके कटुर्लघुः||७६||
शशः स्वादुः प्रशस्तश्च सन्निपातेऽनिलावरे|
मधुरा मधुराः पाके त्रिदोषशमनाः शिवाः||७७||
लघवो बद्धविण्मूत्राः शीताश्चैणाः प्रकीर्तिताः|
स्नेहनं बृंहणं वृष्यं श्रमघ्नमनिलापहम्||७८||
वराहपिशितं बल्यं रोचनं स्वेदनं गुरु|
गव्यं केवलवातेषु पीनसे विषमज्वरे||७९||
शुष्ककासश्रमात्यग्निमांसक्षयहितं च तत्|
स्निग्धोष्णं मधुरं वृष्यं माहिषं गुरु तर्पणम्||८०||
दार्ढ्यं बृहत्त्वमुत्साहं स्वप्नं च जनयत्यपि|
गुरूष्णा मधुरा बल्या बृंहणाः पवनापहाः||८१||
मत्स्याः स्निग्धाश्च वृष्याश्च बहुदोषाः प्रकीर्तिताः|
शैवालशष्पभोजित्वात्स्वप्नस्य च विवर्जनात्||८२||
रोहितो दीपनीयश्च लघुपाको महाबलः|
वर्ण्यो वातहरो वृष्यश्चक्षुष्यो बलवर्धनः||८३||
मेधास्मृतिकरः पथ्यः शोषघ्नः कूर्म उच्यते|
खङ्गमांसमभिष्यन्दि बलकृन्मधुरं स्मृतम्||८४||
स्नेहनं बृंहणं वर्ण्यं श्रमघ्नमनिलापहम्|
धार्तराष्ट्रचकोराणां दक्षाणां शिखिनामपि||८५||
चटकानां च यानि स्युरण्डानि च हितानि च|
क्षीणरेतःसु कासेषु हृद्रोगेषु क्षतेषु च||८६||
मधुराण्यविदाहीनि सद्योबलकराणि च|
शरीरबृंहणे नान्यत् खाद्यं मांसाद्विशिष्यते||८७||
इति वर्गस्तृतीयोऽयं मांसानां परिकीर्तितः|
इति मांसवर्गस्तृतीयः|" audio={r21}/>
                <SingleAudioCard sholkno="Shloka 88 to 97" sholk="अथ शाकवर्गः-
पाठाशुषाशटीशाकं वास्तुकं सुनिषण्णाकम्||८८||
विद्याद्ग्राहि त्रिदोषघ्नं भिन्नवर्चस्तु वास्तुकम्|
त्रिदोषशमनी वृष्या काकमाची रसायनी||८९||
नात्युष्णशीतवीर्या च भेदिनी कुष्ठनाशिनी|
राजक्षवकशाकं तु त्रिदोषशमनं लघु||९०||
ग्राहि शस्तं विशेषेण ग्रहण्यर्शोविकारिणाम्|
कालशाकं तु कटुकं दीपनं गरशोफजित्||९१||
लघूष्णं वातलं रूक्षं कालायं [२२] शाकमुच्यते|
दीपनी चोष्णवीर्या च ग्राहिणी कफमारुते||९२||
प्रशस्यतेऽम्लचाङ्गेरी ग्रहण्यर्शोहिता च सा|
मधुरा मधुरा पाके भेदिनी श्लेष्मवर्धनी||९३||
वृष्या स्निग्धा च शीता च मदघ्नी चाप्युपोदिका|
रूक्षो मदविषघ्नश्च प्रशस्तो रक्तपित्तिनाम्||९४||
मधुरो मधुरः पाके शीतलस्तण्डुलीयकः|
मण्डूकपर्णी वेत्राग्रं कुचेला वनतिक्तकम्||९५||
कर्कोटकावल्गुजकौ पटोलं शकुलादनी|
वृषपुष्पाणि शार्ङ्गेष्टा केम्बूकं सकठिल्लकम्||९६||
नाडी कलायं गोजिह्वा वार्ताकं तिलपर्णिका|
कौलकं कार्कशं नैम्बं शाकं पार्पटकं च यत्||९७||
कफपित्तहरं तिक्तं शीतं कटु विपच्यते|९८|" audio={r22}/>
                <SingleAudioCard sholkno="Shloka 98 to 113" sholk="सर्वाणि सूप्यशाकानि फञ्जी चिल्ली कुतुम्बकः||९८||
आलुकानि च सर्वाणि सपत्राणि कुटिञ्जरम् [२३] |
शणशाल्मलिपुष्पाणि कर्बुदारः सुवर्चला||९९||
निष्पावः कोविदारश्च पत्तुरश्चुच्चुपर्णिका|
कुमारजीवो लोट्टाकः पालङ्क्या मारिषस्तथा||१००||
कलम्बनालिकासूर्यः कुसुम्भवृकधूमकौ|
लक्ष्मणा च प्रपुन्नाडो नलिनीका कुठेरकः||१०१||
लोणिका यवशाकं च कूष्माण्डकमवल्गुजम्|
यातुकः शालकल्याणी त्रिपर्णी पीलुपर्णिका||१०२||
शाकं गुरु च रूक्षं च प्रायो विष्टभ्य जीर्यति|
मधुरं शीतवीर्यं च पुरीषस्य च भेदनम्||१०३||
स्विन्नं निष्पीडितरसं स्नेहाढ्यं तत् प्रशस्यते|
शणस्य कोविदारस्य कर्बुदारस्य शाल्मलेः||१०४||
पुष्पं ग्राहि प्रशस्तं च रक्तपित्ते विशेषतः|
न्यग्रोधोदुम्बराश्वत्थप्लक्षपद्मादिपल्लवाः||१०५||
कषायाः स्तम्भनाः शीता हिताः पित्तातिसारिणाम्|
वायुं वत्सादनी हन्यात् कफं गण्डीरचित्रकौ||१०६||
श्रेयसी बिल्वपर्णी च बिल्वपत्रं तु वातनुत्|
भण्डी शतावरीशाकं बला जीवन्तिकं च यत्||१०७||
पर्वण्याः पर्वपुष्प्याश्च वातपित्तहरं स्मृतम्|
लघु भिन्नशकृत्तिक्तं लाङ्गलक्युरुबूकयोः||१०८||
तिलवेतसशाकं च शाकं पञ्चाङ्गुलस्य च|
वातलं कटुतिक्ताम्लमधोमार्गप्रवर्तनम्||१०९||
रूक्षाम्लमुष्णं कौसुम्भं कफघ्नं पित्तवर्धनम्|
त्रपुसैर्वारुकं स्वादु गुरु विष्टम्भि शीतलम्||११०||
मुखप्रियं च रूक्षं च मूत्रलं त्रपुसं त्वति|
एर्वारुकं च सम्पक्वं दाहतृष्णाक्लमार्तिनुत्||१११||
वर्चोभेदीन्यलाबूनि [२४] रूक्षशीतगुरूणि च|
चिर्भटैर्वारुके तद्वद्वर्चोभेदहिते तु ते||११२||
सक्षारं [२५] पक्वकूष्माण्डं मधुराम्लं तथा लघु|
सृष्टमूत्रपुरीषं च सर्वदोषनिबर्हणम्||११३||" audio={r23}/>

                <SingleAudioCard sholkno="Shloka 114 to 124" sholk="केलूटं च कदम्बं च नदीमाषकमैन्दुकम्|
विशदं गुरु शीतं च समभिष्यन्दि चोच्यते||११४||
उत्पलानि कषायाणि रक्तपित्तहराणि च|
तथा तालप्रलम्बं स्यादुरःक्षतरुजापहम्||११५||
खर्जूरं तालशस्यं च रक्तपित्तक्षयापहम्|
तरूटबिसशालूकक्रौञ्चादनकशेरुकम्||११६||
शृङ्गाटकाङ्कलोड्यं च गुरु विष्टम्भि शीतलम्|
कुमुदोत्पलनालास्तु सपुष्पाः सफलाः स्मृताः||११७||
शीताः स्वादुकषायास्तु कफमारुतकोपनाः|
कषायमीषद्विष्टम्भि रक्तपित्तहरं स्मृतम्||११८||
पौष्करं तु भवेद्बीजं मधुरं रसपाकयोः|
बल्यः शीतो गुरुः स्निग्धस्तर्पणो बृंहणात्मकः||११९||
वातपित्तहरः स्वादुर्वृष्यो मुञ्जातकः परम्|
जीवनो बृंहणो वृष्यः कण्ठ्यः शस्तो रसायने||१२०||
विदारिकन्दो बल्यश्च मूत्रलः स्वादुशीतलः|
अम्लिकायाः स्मृतः कन्दो ग्रहण्यर्शोहितो लघुः||१२१||
नात्युष्णः कफवातघ्नो ग्राही शस्तो मदात्यये|
त्रिदोषं बद्धविण्मूत्रं सार्षपं शाकमुच्यते||१२२||
(तद्वत् [२६] स्याद्रक्तनालस्य रूक्षमम्लं विशेषतः|) तद्वत् पिण्डालुकं विद्यात् कन्दत्वाच्च मुखप्रियम्|
सर्पच्छत्रकवर्ज्यास्तु बह्व्योऽन्याश्छत्रजातयः||१२३||
शीताः पीनसकर्त्र्यश्च मधुरा गुर्व्य एव च|
चतुर्थः शाकवर्गोऽयं पत्रकन्दफलाश्रयः||१२४||
इति शाकवर्गश्चतुर्थः|" audio={r24}/>
                <SingleAudioCard sholkno="Shloka 125 to 142" sholk="अथ फलवर्गः-
तृष्णादाहज्वरश्वासरक्तपित्तक्षतक्षयान्|
वातपित्तमुदावर्तं स्वरभेदं मदात्ययम्||१२५||
तिक्तास्यतामास्यशोषं कासं चाशु व्यपोहति|
मृद्वीका बृंहणी वृष्या मधुरा स्निग्धशीतला||१२६||
मधुरं बृंहणं वृष्यं खर्जूरं गुरु शीतलम्|
क्षयेऽभिघाते दाहे च वातपित्ते च तद्धितम्||१२७||
तर्पणं बृंहणं फल्गु गुरु विष्टम्भि शीतलम्|
परूषकं मधूकं च वातपित्ते च शस्यते||१२८||
मधुरं बृंहणं बल्यमाम्रातं तर्पणं गुरु|
सस्नेहं श्लेष्मलं शीतं वृष्यं विष्टभ्य जीर्यति||१२९||
तालशस्यानि सिद्धानि नारिकेलफलानि च|
बृंहणस्निग्धशीतानि बल्यानि मधुराणि च||१३०||
मधुराम्लकषायं च विष्टम्भि गुरु शीतलम्|
पित्तश्लेष्मकरं भव्यं ग्राहि वक्रविशोधनम्||१३१||
अम्लं परूषकं द्राक्षा बदराण्यारुकाणि च|
पित्तश्लेष्मप्रकोपीणि कर्कन्धुनिकुचान्यपि||१३२||
नात्युष्णं गुरु सम्पक्वं स्वादुप्रायं मुखप्रियम्|
बृंहणं जीर्यति क्षिप्रं नातिदोषलमारुकम्||१३३||
द्विविधं शीतमुष्णं च मधुरं चाम्लमेव च|
गुरु पारावतं ज्ञेयमरुच्यत्यग्निनाशनम्||१३४||
भव्यादल्पान्तरगुणं काश्मर्यफलमुच्यते|
तथैवाल्पान्तरगुणं तूदमम्लं परूषकात्||१३५||
कषायमधुरं टङ्कं वातलं गुरु शीतलम्|
कपित्थमामं कण्ठघ्नं विषघ्नं ग्राहि वातलम् [२७] ||१३६||
मधुराम्लकषायत्वात् सौगन्ध्याच्च रुचिप्रदम्|
परिपक्वं [२८] च दोषघ्नं विषघ्नं ग्राहि गुर्वपि||१३७||
बिल्वं तु दुर्जरं पक्वं दोषलं पूतिमारुतम्|
स्निग्धोष्णतीक्ष्णं तद्बालं दीपनं कफवातजित्||१३८||
रक्तपित्तकरं बालमापूर्णं पित्तवर्धनम्|
पक्वमाम्रं जयेद्वायुं मांसशुक्रबलप्रदम्||१३९||
कषायमधुरप्रायं गुरु विष्टम्भि शीतलम्|
जाम्बवं कफपित्तघ्नं ग्राहि वातकरं परम्||१४०||
बदरं मधुरं स्निग्धं भेदनं वातपित्तजित्|
तच्छुष्कं कफवातघ्नं पित्ते न च विरुध्यते||१४१||
कषायमधुरं शीतं ग्राहि सिम्बि(ञ्चि)तिकाफलम्|
गाङ्गेरुकी करीरं च बिम्बी तोदनधन्वनम्||१४२||" audio={r25}/>
                <SingleAudioCard sholkno="Shloka 143 to 165" sholk="मधुरं सकषायं च शीतं पित्तकफापहम्|
सम्पक्वं पनसं मोचं राजादनफलानि च||१४३||
स्वादूनि सकषायाणि स्निग्धशीतगुरूणि च|
कषायविशदत्वाच्च सौगन्ध्याच्च रुचिप्रदम्||१४४||
अवदंशक्षमं हृद्यं वातलं लवलीफलम्|
नीपं शताह्वकं [२९] पीलु तृणशून्यं विकङ्कतम्||१४५||
प्राचीनामलकं चैव दोषघ्नं गरहारि च|
ऐङ्गुदं तिक्तमधुरं स्निग्धोष्णं कफवातजित्||१४६||
तिन्दुकं कफपित्तघ्नं कषायं मधुरं लघु|
विद्यादामलके सर्वान् रसांल्लवणवर्जितान्||१४७||
रूक्षं स्वादु कषायाम्लं कफपित्तहरं परम्|
रसासृङ्मांसमेदोजान्दोषान् हन्ति बिभीतकम्||१४८||
स्वरभेदकफोत्क्लेदपित्तरोगविनाशनम्|
अम्लं कषायमधुरं वातघ्नं ग्राहि दीपनम्||१४९||
स्निग्धोष्णं दाडिमं हृद्यं कफपित्ताविरोधि च|
रूक्षाम्लं दाडिमं यत्तु तत् पित्तानिलकोपनम्||१५०||
मधुरं पित्तनुत्तेषां पूर्वं दाडिममुत्तमम्|
वृक्षाम्लं ग्राहि रूक्षोष्णं वातश्लेष्मणि शस्यते||१५१||
अम्लिकायाः फलं पक्वं तस्मादल्पान्तरं गुणैः|
गुणैस्तैरेव संयुक्तं भेदनं त्वम्लवेतसम्||१५२||
शूलेऽरुचौ विबन्धे च मन्देऽग्नौ मद्यविप्लवे [३०] |
हिक्काश्वासे च कासे च वम्यां वर्चोगदेषु च||१५३||
वातश्लेष्मसमुत्थेषु सर्वेष्वेवोपदिश्यते|
केसरं मातुलुङ्गस्य लघु शेषमतोऽन्यथा||१५४||
रोचनो दीपनो हृद्यः सुगन्धिस्त्वग्विवर्जितः|
कर्चूरः कफवातघ्नः श्वासहिक्कार्शसां हितः||१५५||
मधुरं किञ्चिदम्लं च हृद्यं भक्तप्ररोचनम्|
दुर्जरं वातशमनं नागरङ्गफलं गुरु [३१] ||१५६||
वातामाभिषुकाक्षोटमुकूलकनिकोचकाः|
गुरूष्णस्निग्धमधुराः सोरुमाणा बलप्रदाः||१५७||
वातघ्ना बृंहणा वृष्याः कफपित्ताभिवर्धनाः|
प्रियालमेषां सदृशं विद्यादौष्ण्यं विना गुणैः||१५८||
श्लेष्मलं मधुरं शीतं श्लेष्मातकफलं गुरु|
श्लेष्मलं गुरु विष्टम्भि चाङ्कोटफलमग्निजित्||१५९||
गुरूष्णं मधुरं रूक्षं केशघ्नं च शमीफलम्|
विष्टम्भयति कारञ्जं वातश्लेष्माविरोधि च||१६०||
आम्रातकं दन्तशठमम्लं सकरमर्दकम्|
रक्तपित्तकरं विद्यादैरावतकमेव च||१६१||
वातघ्नं दीपनं चैव वार्ताकं कटु तिक्तकम्|
वातलं कफपित्तघ्नं विद्यात् पर्पटकीफलम्||१६२||
पित्तश्लेष्मघ्नमम्लं च वातलं चाक्षिकीफलम्|
मधुराण्यम्लपाकीनि पित्तश्लेष्महराणि च||१६३||
अश्वत्थोदुम्बरप्लक्षन्यग्रोधानां फलानि च|
कषायमधुराम्लानि वातलानि गुरूणि च||१६४||
भल्लातकास्थ्यग्निसमं तन्मांसं स्वादु शीतलम्|
पञ्चमः फलवर्गोऽयमुक्तः प्रायोपयोगिकः||१६५||
इति फलवर्गः|" audio={r26}/>
                <SingleAudioCard sholkno="Shloka 166 to 177" sholk="अथ हरितवर्गः-
रोचनं दीपनं वृष्यमार्द्रकं विश्वभेषजम्|
वातश्लेष्मविबन्धेषु रसस्तस्योपदिश्यते||१६६||
रोचनो दीपनस्तीक्ष्णः सुगन्धिर्मुखशोधनः|
जम्बीरः कफवातघ्नः क्रिमिघ्नो भक्तपाचनः||१६७||
बालं दोषहरं, वृद्धं त्रिदोषं, मारुतापहम्|
स्निग्धसिद्धं, विशुष्कं तु मूलकं कफवातजित्||१६८||
हिक्काकासविषश्वासपार्श्वशूलविनाशनः|
पित्तकृत् कफवातघ्नः सुरसः पूतिगन्धहा||१६९||
यवानी चार्जकश्चैव शिग्रुशालेयमृष्टकम्|
हृद्यान्यास्वादनीयानि पित्तमुत्क्लेशयन्ति च||१७०||
गण्डीरो जलपिप्पल्यस्तुम्बरुः शृङ्गवेरिका|
तीक्ष्णोष्णकटुरूक्षाणि कफवातहराणि च||१७१||
पुंस्त्वघ्नः कटुरूक्षोष्णो भूस्तृणो वक्रशोधनः|
खराह्वा कफवातघ्नी बस्तिरोगरुजापहा||१७१||
धान्यकं चाजगन्धा च सुमुखश्चेति रोचनाः|
सुगन्धा नातिकटुका दोषानुत्क्लेशयन्ति च||१७३||
ग्राही गृञ्जनकस्तीक्ष्णो वातश्लेष्मार्शसां हितः|
स्वेदनेऽभ्यवहारे च योजयेत्तमपित्तिनाम्||१७४||
श्लेष्मलो मारुतघ्नश्च पलाण्डुर्न च पित्तनुत् [३२] |
आहारयोगी बल्यश्च गुरुर्वृष्योऽथ रोचनः||१७५||
क्रिमिकुष्ठकिलासघ्नो वातघ्नो गुल्मनाशनः|
स्निग्धश्चोष्णश्च वृष्यश्च लशुनः कटुको गुरुः||१७६||
शुष्काणि कफवातघ्नान्येतान्येषां फलानि च|
हरितानामयं चैष षष्ठो वर्गः समाप्यते||१७७||
इति हरितवर्गः|" audio={r27}/>
                <SingleAudioCard sholkno="Shloka 178 to 195" sholk="अथ मद्यवर्गः-
प्रकृत्या मद्यमम्लोष्णमम्लं चोक्तं विपाकतः|
सर्वं सामान्यतस्तस्य विशेष उपदेक्ष्यते||१७८||

कृशानां सक्तमूत्राणां ग्रहण्यर्शोविकारिणाम्|
सुरा प्रशस्ता वातघ्नी स्तन्यरक्तक्षयेषु च||१७९||
हिक्काश्वासप्रतिश्यायकासवर्चोग्रहारुचौ|
वम्यानाहविबन्धेषु वातघ्नी मदिरा हिता||१८०||
शूलप्रवाहिकाटोपकफवातार्शसां हितः|
जगलो ग्राहिरूक्षोष्णः शोफघ्नो भक्तपाचनः||१८१||
शोषार्शोग्रहणीदोषपाण्डुरोगारुचिज्वरान्|
हन्त्यरिष्टः कफकृतान् रोगान्रोचनदीपनः [३३] ||१८२||
मुखप्रियः सुखमदः सुगन्धिर्बस्तिरोगनुत् [३४] |
जरणीयः परिणतो हृद्यो वर्ण्यश्च शार्करः||१८३||
रोचनो दीपनो हृद्यः शोषशोफार्शसां हितः|
स्नेहश्लेष्मविकारघ्नो वर्ण्यः पक्वरसो मतः||१८४||
जरणीयो विबन्धघ्नः स्वरवर्णविशोधनः|
लेखनः शीतरसिको हितः शोफोदरार्शसाम्||१८५||
सृष्टभिन्नशकृद्वातो गौडस्तर्पणदीपनः|
पाण्डुरोगव्रणहिता दीपनी चाक्षिकी मता [३५] ||१८६||
सुरासवस्तीव्रमदो वातघ्नो वदनप्रियः|
छेदी मध्वासवस्तीक्ष्णो मैरेयो मधुरो गुरुः||१८७||
धातक्याऽभिषुतो हृद्यो [३६] रूक्षो रोचनदीपनः|
माध्वीकवन्न [३७] चात्युष्णो मृद्वीकेक्षुरसासवः||१८८||
रोचनं दीपनं हृद्यं बल्यं पित्ताविरोधि च|
विबन्धघ्नं कफघ्नं च मधु लघ्वल्पमारुतम्||१८९||
सुरा समण्डा रूक्षोष्णा यवानां वातपित्तला|
गुर्वी जीर्यति विष्टभ्य श्लेष्मला तु मधूलिका||१९०||
दीपनं जरणीयं च हृत्पाण्डुक्रिमिरोगनुत्|
ग्रहण्यर्शोहित भेदि सौवीरकतुषोदकम्||१९१||
दाहज्वरापहं स्पर्शात् पानाद्वातकफापहम्|
विबन्धघ्नमवस्रंसि दीपनं चाम्लकाञ्जिकम्||१९२||
प्रायशोऽभिनवं मद्यं गुरुदोषसमीरणम्|
स्रोतसां शोधनं जीर्णं दीपनं लघु रोचनम्||१९३||
हर्षणं प्रीणनं मद्यं भयशोकश्रमापहम्|
प्रागल्भ्यवीर्यप्रतिभातुष्टिपुष्टिबलप्रदम्||१९४||
सात्त्विकैर्विधिवद्युक्त्या पीतं स्यादमृतं यथा|
वर्गोऽयं सप्तमो मद्यमधिकृत्य प्रकीर्तितः||१९५||
इति मद्यवर्गः सप्तमः|" audio={r28}/>
                <SingleAudioCard sholkno="Shloka 196 to 197" sholk="अथ जलवर्गः-
जलमेकविधं सर्वं पतत्यैन्द्रं नभस्तलात्|१९६|

तत् [३८] पतत् पतितं चैव देशकालावपेक्षते||१९६||

खात् [३९] पतत् सोमवाय्वर्कैः स्पृष्टं कालानुवर्तिभिः|
शीतोष्णस्निग्धरूक्षाद्यैर्यथासन्नं महीगुणैः||१९७||" audio={r29}/>
                <SingleAudioCard sholkno="Shloka 198 to 200" sholk="शीतं शुचि शिवं मृष्टं विमलं लघु षड्गुणम्|
प्रकृत्या दिव्यमुदकं,...|१९८|

...भ्रष्टं पात्रमपेक्षते||१९८||
श्वेते कषायं भवति पाण्डरे स्यात्तु तिक्तकम्|
कपिले क्षारसंसृष्टमूषरे लवणान्वितम्||१९९||
कटु पर्वतविस्तारे [४०] मधुरं कृष्णमृत्तिके|
एतत् षाड्गुण्यमाख्यातं महीस्थस्य जलस्य हि|
तथाऽव्यक्तरसं विद्यादैन्द्रं कारं हिमं च यत्||२००||" audio={r30}/>
                <SingleAudioCard sholkno="Shloka 201" sholk="यदन्तरीक्षात् पततीन्द्रसृष्टं चोक्तैश्च पात्रैः परिगृह्यतेऽम्भः|
तदैन्द्रमित्येव वदन्ति धीरा नरेन्द्रपेयं सलिलं प्रधानम् [४१] ||२०१||" audio={r31}/>
                <SingleAudioCard sholkno="Shloka 202 to 208" sholk="ईषत्कषायमधुरं सुसूक्ष्मं विशदं लघु|
अरूक्षमनभिष्यन्दि सर्वं पानीयमुत्तमम्||२०२||
गुर्वभिष्यन्दि पानीयं वार्षिकं मधुरं नवम्|
तनु लघ्वनभिष्यन्दि प्रायः शरदि वर्षति||२०३||
तत्तु ये सुकुमाराः स्युः स्निग्धभूयिष्ठभोजनाः|
तेषां भोज्ये च भक्ष्ये च लेह्ये पेये च शस्यते||२०४||
हेमन्ते सलिलं स्निग्धं वृष्यं बलहितं गुरु|
किञ्चित्ततो लघुतरं शिशिरे कफवातजित्||२०५||
कषायमधुरं रूक्षं विद्याद्वासन्तिकं जलम्|
ग्रैष्मिकं त्वनभिष्यन्दि जलमित्येव निश्चयः|
ऋतावृताविहाख्याताः सर्व एवाम्भसो गुणाः||२०६||
विभ्रान्तेषु तु कालेषु यत् प्रयच्छन्ति तोयदाः|
सलिलं तत्तु दोषाय युज्यते नात्र संशयः||२०७||
राजभी राजमात्रैश्च सुकुमारैश्च मानवैः|
सुगृहीताः शरद्यापः प्रयोक्तव्या विशेषतः||२०८||" audio={r32}/>
                <SingleAudioCard sholkno="Shloka 209 to 212" sholk="नद्यः पाषाणविच्छिन्नविक्षुब्धाभिहतोदकाः [४२] |
हिमवत्प्रभवाः पथ्याः पुण्या देवर्षिसेविताः||२०९||
नद्यः पाषाणसिकतावाहिन्यो विमलोदकाः|
मलयप्रभवा याश्च जलं तास्वमृतोपमम्||२१०||
पश्चिमाभिमुखा याश्च पथ्यास्ता निर्मलोदकाः|
प्रायो मृदुवहा गुर्व्यो याश्च पूर्वसमुद्रगाः||२११||
पारियात्रभवा याश्च विन्ध्यसह्यभवाश्च याः|
शिरोहृद्रोगकुष्ठानां ता हेतुः श्लीपदस्य च||२१२||" audio={r33}/>
                <SingleAudioCard sholkno="Shloka 213 to 216" sholk="वसुधाकीटसर्पाखुमलसन्दूषितोदकाः|
वर्षाजलवहा नद्यः सर्वदोषसमीरणाः||२१३||
वापीकूपतडागोत्ससरःप्रस्रवणादिषु|
आनूपशैलधन्वानां गुणदोषैर्विभावयेत्||२१४||
पिच्छिलं क्रिमिलं क्लिन्नं पर्णशैवालकर्दमैः|
विवर्णं विरसं सान्द्रं दुर्गन्धं न हितं जलम्||२१५||
विस्रं त्रिदोषं लवणमम्बु यद्वरुणालयम्|
इत्यम्बुवर्गः प्रोक्तोऽयमष्टमः सुविनिश्चितः||२१६||
इति जलवर्गोऽष्टमः|" audio={r34}/>
                <SingleAudioCard sholkno="Shloka 217 to 224" sholk="अथ गोरसवर्गः-
स्वादु शीतं मृदु स्निग्धं बहलं श्लक्ष्णपिच्छिलम्|
गुरु मन्दं प्रसन्नं च गव्यं दशगुणं पयः||२१७||
तदेवङ्गुणमेवौजः सामान्यादभिवर्धयेत्|
प्रवरं जीवनीयानां क्षीरमुक्तं रसायनम्||२१८||
महिषीणां गुरुतरं गव्याच्छीततरं पयः|
स्नेहान्यूनमनिद्राय हितमत्यग्नये च तत्||२१९||
रूक्षोष्णं क्षीरमुष्ट्रीणामीषत्सलवणं लघु|
शस्तं वातकफानाहक्रिमिशोफोदरार्शसाम्||२२०||
बल्यं स्थैर्यकरं सर्वमुष्णं चैकशफं पयः|
साम्लं सलवणं रूक्षं शाखावातहरं लघु||२२१||
छागं कषायमधुरं शीतं ग्राहि पयो लघु|
रक्तपित्तातिसारघ्नं क्षयकासज्वरापहम्||२२२||
हिक्काश्वासकरं तूष्णं पित्तश्लेष्मलमाविकम्|
हस्तिनीनां पयो बल्यं गुरु स्थैर्यकरं परम्||२२३||
जीवनं बृंहणं सात्म्यं स्नेहनं मानुषं पयः|
नावनं रक्तपित्ते च तर्पणं चाक्षिशूलिनाम्||२२४||" audio={r35}/>
                <SingleAudioCard sholkno="Shloka 225 to 227" sholk="रोचनं दीपनं वृष्यं स्नेहनं बलवर्धनम्|
पाकेऽम्लमुष्णं वातघ्नं मङ्गल्यं बृंहणं दधि||२२५||
पीनसे चातिसारे च शीतके विषमज्वरे|
अरुचौ मूत्रकृच्छ्रे च कार्श्ये च दधि शस्यते||२२६||
शरद्ग्रीष्मवसन्तेषु प्रायशो दधि गर्हितम्|
रक्तपित्तकफोत्थेषु विकारेष्वहितं च तत्||२२७||" audio={r36}/>
                <SingleAudioCard sholkno="Shloka 228,229" sholk="त्रिदोषं [४३] मन्दकं, जातं वातघ्नं दधि, शुक्रलः|
सरः, श्लेष्मानिलघ्नस्तु मण्डः स्रोतोविशोधनः||२२८||

शोफार्शोग्रहणीदोषमूत्रग्रहोदरारुचौ|
स्नेहव्यापदि पाण्डुत्वे तक्रं दद्याद्गरेषु च||२२९||" audio={r37}/>
                <SingleAudioCard sholkno="Shloka 230" sholk="सङ्ग्राहि दीपनं हृद्यं नवनीतं नवोद्धृतम्|
ग्रहण्यर्शोविकारघ्नमर्दितारुचिनाशनम्||२३०||" audio={r38}/>
                <SingleAudioCard sholkno="Shloka 231 to 234" sholk="स्मृतिबुद्ध्यग्निशुक्रौजःकफमेदोविवर्धनम्|
वातपित्तविषोन्मादशोषालक्ष्मीज्वरापहम् [४४] ||२३१||
सर्वस्नेहोत्तमं शीतं मधुरं रसपाकयोः|
सहस्रवीर्यं विधिभिर्घृतं कर्मसहस्रकृत्||२३२||
मदापस्मारमूर्च्छायशोषोन्मादगरज्वरान्|
योनिकर्णशिरःशूलं घृतं जीर्णमपोहति||२३३||
सर्पींष्यजाविमहिषीक्षीरवत् स्वानि निर्दिशेत्|२३४|" audio={r39}/>
                <SingleAudioCard sholkno="Shloka 235,236" sholk="पीयूषो मोरटं चैव किलाटा विविधाश्च ये||२३४||
दीप्ताग्नीनामनिद्राणां सर्व एव सुखप्रदाः|
गुरवस्तर्पणा वृष्या बृंहणाः पवनापहाः||२३५||
विशदा गुरवो रूक्षा ग्राहिणस्तक्रपिण्डकाः|
गोरसानामयं वर्गो नवमः परिकीर्तितः||२३६||
इति गोरसवर्गो नवमः|" audio={r40}/>
                <SingleAudioCard sholkno="Shloka 237,238" sholk="अथेक्षुवर्गः-
वृष्यः शीतः सरः स्निग्धो बृंहणो मधुरो रसः|
श्लेष्मलो भक्षितस्येक्षोर्यान्त्रिकस्तु [४५] विदह्यते||२३७||
शैत्यात् प्रसादान्माधुर्यात् पौण्ड्रकाद्वंशको वरः|२३८|" audio={r41}/>
                <SingleAudioCard sholkno="Shloka 239 to 242" sholk="प्रभूतक्रिमिमज्जासृङ्मेदोमांसकरो गुडः||२३८||
क्षुद्रो गुडश्चतुर्भागत्रिभागार्धावशेषितः|
रसो गुरुर्यथापूर्वं धौतः स्वल्पमलो गुडः||२३९||
ततो मत्स्यण्डिकाखण्डशर्करा विमलाः परम्|
यथा यथैषां वैमल्यं भवेच्छैत्यं तथा तथा||२४०||
वृष्या क्षीणक्षतहिता सस्नेहा गुडशर्करा|
कषायमधुरा शीता सतिक्ता यासशर्करा||२४१||
रूक्षा वम्यतिसारघ्नी च्छेदनी मधुशर्करा|
तृष्णासृक्पित्तदाहेषु प्रशस्ताः सर्वशर्कराः||२४२||" audio={r42}/>
                <SingleAudioCard sholkno="Shloka 243 to 246" sholk="माक्षिकं भ्रामरं क्षौद्रं पौत्तिकं मधुजातयः|
माक्षिकं प्रवरं तेषां विशेषाद्भ्रामरं गुरु||२४३||
माक्षिकं तैलवर्णं स्याद्घृतवर्णं तु पौत्तिकम्|
क्षौद्रं कपिलवर्णं स्याच्छ्वेतं भ्रामरमुच्यते||२४४||
वातलं गुरु शीतं च रक्तपित्तकफापहम्|
सन्धातृ च्छेदनं रूक्षं कषायं मधुरं मधु [४६] ||२४५||
हन्यान्मधूष्णमुष्णार्तमथवा सविषान्वयात्|
गुरुरूक्षकषायत्वाच्छैत्याच्चाल्पं हितं मधु||२४६||" audio={r43}/>
                <SingleAudioCard sholkno="Shloka 247 to 248" sholk="नातः कष्टतमं किञ्चिन्मध्वामात्तद्धि मानवम्|
उपक्रमविरोधित्वात् सद्यो हन्याद्यथा विषम्||२४७||
आमे सोष्णा क्रिया कार्या सा मध्वामे विरुध्यते|
मध्वामं दारुणं तस्मात् सद्यो हन्याद्यथा विषम्||२४८||" audio={r44}/>
                <SingleAudioCard sholkno="Shloka 249" sholk="नानाद्रव्यात्मकत्वाच्च योगवाहि परं मधु|
इतीक्षुविकृतिप्रायो वर्गोऽयं दशमो मतः||२४९||
इतीक्षुवर्गो दशमः|" audio={r45}/>
                <SingleAudioCard sholkno="Shloka 250 to 256" sholk="अथ कृतान्नवर्गः-
क्षुत्तृष्णाग्लानिदौर्बल्यकुक्षिरोगज्वरापहा|
स्वेदाग्निजननी पेया वातवर्चोनुलोमनी||२५०||
तर्पणी ग्राहिणी लघ्वी हृद्या चापि विलेपिका|
मण्डस्तु दीपयत्यग्निं वातं चाप्यनुलोमयेत्||२५१||
मृदूकरोति स्रोतांसि स्वेदं सञ्जनयत्यपि|
लङ्घितानां विरिक्तानां जीर्णे स्नेहे च तृष्यताम्||२५२||
दीपनत्वाल्लघुत्वाच्च मण्डः स्यात् प्राणधारणः|
लाजपेया श्रमघ्नी तु क्षामकण्ठस्य देहिनः||२५३||
तृष्णातीसारशमनो धातुसाम्यकरः शिवः|
लाजमण्डोऽग्निजननो दाहमूर्च्छानिवारणः [४७] ||२५४||
मन्दाग्निविषमाग्नीनां बालस्थविरयोषिताम्|
देयश्च सुकुमाराणां लाजमण्डः सुसंस्कृतः||२५५||
क्षुत्पिपासापहः पथ्यः शुद्धानां च मलापहः|
शृतः पिप्पलिशुण्ठीभ्यां युक्तो [४८] लाजाम्लदाडिमैः||२५६||
कषायमधुराः शीता लघवो लाजसक्तवः|२५७|" audio={r46}/>
                <SingleAudioCard sholkno="Shloka 257 to 259" sholk="सुधौतः प्रस्रुतः स्विन्नः सन्तप्तश्चौदनो लघुः||२५७||
भृष्टतण्डुलमिच्छन्ति गरश्लेष्मामयेष्वपि|
अधौतोऽप्रस्रुतोऽस्विन्नः शीतश्चाप्योदनो गुरुः||२५८||
मांसशाकवसातैलघृतमज्जफलौदनाः|
बल्याः सन्तर्पणा हृद्या गुरवो बृंहयन्ति च||२५९||
तद्वन्माषतिलक्षीरमुद्गसंयोगसाधिताः|२६०|" audio={r47}/>
                <SingleAudioCard sholkno="Shloka 260,261" sholk="कुल्माषा गुरवो रूक्षा वातला भिन्नवर्चसः||२६०||
स्विन्नभक्ष्यास्तु ये किचित् सौप्यगौधूमयाविकाः|
भिषक् तेषां यथाद्रव्यमादिशेद्गुरुलाघवम्||२६१||" audio={r48}/>
                <SingleAudioCard sholkno="Shloka 262" sholk="अकृतं कृतयूषं च तनुं सांस्कारिकं रसम्|
सूपमम्लमनम्लं च गुरुं विद्याद्यथोत्तरम्||२६२||" audio={r49}/>
                <SingleAudioCard sholkno="Shloka 263 to 264" sholk="सक्तवो वातला रूक्षा बहुवर्चोनुलोमिनः|
तर्पयन्ति नरं सद्यः पीताः सद्योबलाश्च ते||२६३||
मधुरा लघवः शीताः सक्तवः शालिसम्भवाः|
ग्राहिणो रक्तपित्तघ्नास्तृष्णाच्छर्दिज्वरापहाः||२६४||" audio={r50}/>
                <SingleAudioCard sholkno="Shloka 265 to 267" sholk="हन्याद्व्याधीन् यवापूपो यावको वाट्य एव च|
उदावर्तप्रतिश्यायकासमेहगलग्रहान्||२६५||
धानासञ्ज्ञास्तु ये भक्ष्याः प्रायस्ते लेखनात्मकाः|
शुष्कत्वात्तर्पणाश्चैव विष्टम्भित्वाच्च दुर्जराः||२६६||
विरूढधाना शष्कुल्यो मधुक्रोडाः सपिण्डकाः|
पूपाः पूपलिकाद्याश्च गुरवः पैष्टिकाः परम्||२६७||" audio={r51}/>
                <SingleAudioCard sholkno="Shloka 268 to 270" sholk="फलमांसवसाशाकपललक्षौद्रसंस्कृताः|
भक्ष्या वृष्याश्च बल्याश्च गुरवो बृंहणात्मकाः||२६८||
वेशवारो गुरुः स्निग्धो बलोपचयवर्धनः|
गुरवस्तर्पणा वृष्याः क्षीरेक्षुरसपूपकाः [४९] ||२६९||
सगुडाः सतिलाश्चैव सक्षीरक्षौद्रशर्कराः|
भक्ष्या वृष्याश्च बल्याश्च परं तु गुरवः स्मृताः||२७०||" audio={r52}/>
                <SingleAudioCard sholkno="Shloka 271 to 273" sholk="सस्नेहाः स्नेहसिद्धाश्च भक्ष्या विविधलक्षणाः|
गुरवस्तर्पणा वृष्या हृद्या गौधूमिका मताः||२७१||
संस्काराल्लघवः सन्ति भक्ष्या गौधूमपैष्टिकाः|
धानापर्पटपूपाद्यास्तान् बुद्ध्वा निर्दिशेत्तथा||२७२||

पृथुका गुरवो भृष्टान् [५०] भक्षयेदल्पशस्तु तान्|
यावा विष्टभ्य जीर्यन्ति सरसा भिन्नवर्चसः||२७३||" audio={r53}/>
                <SingleAudioCard sholkno="Shloka 274,275" sholk="सूप्यान्नविकृता भक्ष्या वातला रूक्षशीतलाः|
सकटुस्नेहलवणानल्पशो भक्षयेत्तु तान्||२७४||

मृदुपाकाश्च ये भक्ष्याः स्थूलाश्च कठिनाश्च ये|
गुरवस्ते व्यतिक्रान्तपाकाः पुष्टिबलप्रदाः||२७५||" audio={r54}/>
                <SingleAudioCard sholkno="Shloka 276" sholk="द्रव्यसंयोगसंस्कारं द्रव्यमानं पृथक् तथा|
भक्ष्याणामादिशेद्बुद्ध्वा यथास्वं गुरुलाघवम्||२७६||" audio={r55}/>
                <SingleAudioCard sholkno="Shloka 277 to 278" sholk="(नानाद्रव्यैः [५१] समायुक्तः पक्वामक्लिन्नभर्जितैः|
विमर्दको गुरुर्हृद्यो वृष्यो बलवतां हितः)||२७७||
रसाला बृंहणी वृष्या स्निग्धा बल्या रुचिप्रदा|
स्नेहनं तर्पणं हृद्यं वातघ्नं सगुडं दधि||२७८||" audio={r56}/>
                <SingleAudioCard sholkno="Shloka 279 to 283" sholk="द्राक्षाखर्जूरकोलानां गुरु विष्टम्भि पानकम्|
परूषकाणां क्षौद्रस्य यच्चेक्षुविकृतिं प्रति||२७९||
तेषां कट्वम्लसंयोगान् [५२] पानकानां पृथक् पृथक्|
द्रव्यं मानं च विज्ञाय गुणकर्माणि चादिशेत्||२८०||
कट्वम्लस्वादुलवणा लघवो रागषाडवाः|
मुखप्रियाश्च हृद्याश्च दीपना भक्तरोचनाः||२८१||
आम्रामलकलेहाश्च बृंहणा बलवर्धनाः|
रोचनास्तर्पणाश्चोक्ताः स्नेहमाधुर्यगौरवात्||२८२||
बुद्ध्वा संयोगसंस्कारं द्रव्यमानं च तच्छ्रितम्|
गुणकर्माणि लेहानां तेषां तेषां तथा वदेत्||२८३||" audio={r57}/>
                <SingleAudioCard sholkno="Shloka 284 to 285" sholk="रक्तपित्तकफोत्क्लेदि शुक्तं वातानुलोमनम्|
कन्दमूलफलाद्यं च तद्वद्विद्यात्तदासुतम्||२८४||
शिण्डाकी चासुतं चान्यत् कालाम्लं रोचनं लघु|
विद्याद्वर्गं कृतान्नानामेकादशतमं भिषक्||२८५||
इति कृतान्नवर्ग एकादशः|" audio={r58}/>
                <SingleAudioCard sholkno="Shloka 286 to 288" sholk="कषायानुरसं [५३] स्वादु सूक्ष्ममुष्णं व्यवायि च|
पित्तलं बद्धविण्मूत्रं न च श्लेष्माभिवर्धनम्||२८६||
वातघ्नेषूत्तमं बल्यं त्वच्यं मेधाग्निवर्धनम्|
तैलं संयोगसंस्कारात् सर्वरोगापहं मतम्||२८७||
तैलप्रयोगादजरा निर्विकारा जितश्रमाः|
आसन्नतिबलाः सङ्ख्ये दैत्याधिपतयः पुरा||२८८||" audio={r59}/>
                <SingleAudioCard sholkno="Shloka 289 to 294" sholk="ऐरण्डतैलं मधुरं गुरु श्लेष्माभिवर्धनम्|
वातासृग्गुल्महृद्रोगजीर्णज्वरहरं परम्||२८९||
कटूष्णं सार्षपं तैलं रक्तपित्तप्रदूषणम्|
कफशुक्रानिलहरं कण्डूकोठविनाशनम् [५४] ||२९०||
प्रियालतैलं मधुरं गुरु श्लेष्माभिवर्धनम्|
हितमिच्छन्ति नात्यौष्ण्यात्संयोगे वातपित्तयोः||२९१||
आतस्यं मधुराम्लं तु विपाके कटुकं तथा|
उष्णवीर्यं हितं वाते रक्तपित्तप्रकोपणम्||२९२||
कुसुम्भतैलमुष्णं च विपाके कटुकं गुरु|
विदाहि च विशेषेण सर्वदोषप्रकोपणम्||२९३||
फलानां यानि चान्यानि तैलान्याहारसंविधौ [५५] |
युज्यन्ते गुणकर्मभ्यां तानि ब्रूयाद्यथाफलम्||२९४||" audio={r60}/>
                <SingleAudioCard sholkno="Shloka 295" sholk="मधुरो बृंहणो वृष्यो बल्यो मज्जा तथा वसा|
यथासत्त्वं तु शैत्योष्णे वसामज्ज्ञोर्विनिर्दिशेत्||२९५||" audio={r61}/>
                <SingleAudioCard sholkno="Shloka 296 to 304" sholk="सस्नेहं दीपनं वृष्यमुष्णं वातकफापहम्|
विपाके मधुरं हृद्यं रोचनं विश्वभेषजम्||२९६||
श्लेष्मला मधुरा चार्द्रा गुर्वी स्निग्धा च पिप्पली|
सा शुष्का कफवातघ्नी कटूष्णा वृष्यसम्मता [५६] ||२९७||
नात्यर्थमुष्णं मरिचमवृष्यं लघु रोचनम्|
छेदित्वाच्छोषणत्वाच्च दीपनं कफवातजित् [५७] ||२९८||
वातश्लेष्मविबन्धघ्नं कटूष्णं दीपनं लघु|
हिङ्गु शूलप्रशमनं विद्यात् पाचनरोचनम्||२९९||
रोचनं दीपनं वृष्यं चक्षुष्यमविदाहि च|
त्रिदोषघ्नं समधुरं [५८] सैन्धवं लवणोत्तमम्||३००||
सौक्ष्म्यादौष्ण्याल्लघुत्वाच्च सौगन्ध्याच्च रुचिप्रदम्|
सौवर्चलं विबन्धघ्नं हृद्यमुद्गारशोधि च||३०१||
तैक्ष्ण्यादौष्ण्याद्व्यवायित्वाद्दीपनं शूलनाशनम्|
ऊर्ध्वं चाधश्च वातानामानुलोम्यकरं बिडम्||३०२||
सतिक्तकटु सक्षारं तीक्ष्णमुत्क्लेदि चौद्भिदम्|
न काललवणे गन्धः सौवर्चलगुणाश्च ते||३०३||
सामुद्रकं समधुरं, सतिक्तं कटु पांशुजम्|
रोचनं लवणं सर्वं पाकि स्रंस्यनिलापहम्||३०४||" audio={r62}/>

                <SingleAudioCard sholkno="Shloka 305 to 306" sholk="हृत्पाण्डुग्रहणीरोगप्लीहानाहगलग्रहान्|
कासं कफजमर्शांसि यावशूको व्यपोहति||३०५||
तीक्ष्णोष्णो लघुरूक्षश्च क्लेदी पक्ता [५९] विदारणः|
दाहनो दीपनश्छेत्ता सर्वः क्षारोऽग्निसन्निभः [६०] ||३०६||" audio={r63}/>
                <SingleAudioCard sholkno="Shloka 307" sholk="कारवी कुञ्चिकाऽजाजी यवानी धान्यतुम्बुरु|
रोचनं दीपनं वातकफदौर्गन्ध्यनाशनम्||३०७||" audio={r64}/>
                <SingleAudioCard sholkno="Shloka 308" sholk="आहारयोगिनां भक्तिनिश्चयो न तु विद्यते|
समाप्तो [६१] द्वादशश्चायं वर्ग आहारयोगिनाम्||३०८||
इत्याहारयोगिवर्गो द्वादशः|" audio={r65}/>
                <SingleAudioCard sholkno="Shloka 309 to 310" sholk="शूकधान्यं शमीधान्यं समातीतं प्रशस्यते|
पुराणं प्रायशो रूक्षं प्रायेणाभिनवं गुरु [६२] ||३०९||
यद्यदागच्छति [६३] क्षिप्रं तत्तल्लघुतरं स्मृतम्|
निस्तुषं युक्तिभृष्टं च सूप्यं लघु विपच्यते||३१०||" audio={r66}/>
                <SingleAudioCard sholkno="Shloka 311" sholk="मृतं कृशं चातिमेद्यं वृद्धं बालं विषैर्हतम्|
अगोचरभृतं व्यालसूदितं मांसमुत्सृजेत्||३११||
अतोऽन्यथा हितं मांसं बृंहणं बलवर्धनम्|३१२|" audio={r67}/>
                <SingleAudioCard sholkno="Shloka 312 to 315" sholk="प्रीणनः सर्वभूतानां हृद्यो मांसरसः परम्||३१२||
शुष्यतां व्याधिमुक्तानां कृशानां क्षीणरेतसाम्|
बलवर्णार्थिनां चैव रसं विद्याद्यथामृतम्||३१३||
सर्वरोगप्रशमनं यथास्वं विहितं रसम्|
विद्यात् स्वर्यं बलकरं वयोबुद्धीन्द्रियायुषाम्||३१४||
व्यायामनित्याः स्त्रीनित्या मद्यनित्याश्च ये नराः|
नित्यं मांसरसाहारा नातुराः स्युर्न दुर्बलाः||३१५||" audio={r68}/>
                <SingleAudioCard sholkno="Shloka 316 to 318" sholk="क्रिमिवातातपहतं शुष्कं जीर्णमनार्तवम्|
शाकं निःस्नेहसिद्धं च वर्ज्यं यच्चापरिस्रुतम्||३१६||
पुराणमामं सङ्क्लिष्टं क्रिमिव्यालहिमातपैः|
अदेशकालजं क्लिन्नं यत्स्यात्फलमसाधु तत्||३१७||
हरितानां [६४] यथाशाकं निर्देशः साधनादृते|
मद्याम्बुगोरसादीनां स्वे स्वे वर्गे विनिश्चयः||३१८||" audio={r69}/>
                <SingleAudioCard sholkno="Shloka 319 to 324" sholk="यदाहारगुणैः [६५] पानं विपरीतं तदिष्यते|
अन्नानुपानं धातूनां दृष्टं यन्न विरोधि च||३१९||
आसवानां समुद्दिष्टामशीतिं चतुरुत्तराम्|
जलं पेयमपेयं च परीक्ष्यानुपिबेद्धितम्||३२०||
स्निग्धोष्णं [६६] मारुते शस्तं पित्ते मधुरशीतलम्|
कफेऽनुपानं रूक्षोष्णं क्षये मांसरसः परम्||३२१||
उपवासाध्वभाष्यस्त्रीमारुतातपकर्मभिः|
क्लान्तानामनुपानार्थं पयः पथ्यं यथाऽमृतम्||३२२||
सुरा कृशानां पुष्ट्यर्थमनुपानं विधीयते|
कार्श्यार्थं स्थूलदेहानामनु शस्तं मधूदकम्||३२३||
अल्पाग्नीनामनिद्राणां तन्द्राशोकभयक्लमैः|
मद्यमांसोचितानां च मद्यमेवानुशस्यते||३२४||" audio={r70}/>

                <SingleAudioCard sholkno="Shloka 325" sholk="अथानुपानकर्मगुणान् [६७] प्रवक्ष्यामः- अनुपानं तर्पयति, प्रीणयति, ऊर्जयति, बृंहयति, पर्याप्तिमभिनिर्वर्तयति, भुक्तमवसादयति, अन्नसङ्घातं भिनत्ति, मार्दवमापादयति, क्लेदयति, जरयति, सुखपरिणामितामाशुव्यवायितां चाहारस्योपजनयतीति||३२५||" audio={r71}/>
                <SingleAudioCard sholkno="Shloka 326" sholk="भवति चात्र-
अनुपानं हितं युक्तं तर्पयत्याशु मानवम्|
सुखं पचति चाहारमायुषे च बलाय च||३२६||" audio={r72}/>
                <SingleAudioCard sholkno="Shloka 327,328" sholk="नोर्ध्वाङ्गमारुताविष्टा न हिक्काश्वासकासिनः|
न गीतभाष्याध्ययनप्रसक्ता नोरसि क्षताः||३२७||
पिबेयुरुदकं भुक्त्वा तद्धि कण्ठोरसि स्थितम्|
स्नेहमाहारजं हत्वा [६८] भूयो दोषाय कल्पते||३२८||" audio={r73}/>
                <SingleAudioCard sholkno="Shloka 329,330" sholk="अन्नपानैकदेशोऽयमुक्तः प्रायोपयोगिकः|
द्रव्याणि न हि निर्देष्टुं शक्यं कार्त्स्न्येन नामभिः||३२९||
यथा नानौषधं किञ्चिद्देशजानां वचो यथा|
द्रव्यं तत्तत्तथा वाच्यमनुक्तमिह यद्भवेत्||३३०||" audio={r74}/>
                <SingleAudioCard sholkno="Shloka 331" sholk="चरः शरीरावयवाः स्वभावो धातवः क्रिया|
लिङ्गं प्रमाणं संस्कारो मात्रा चास्मिन् परीक्ष्यते||३३१||" audio={r75}/>
                <SingleAudioCard sholkno="Shloka 332 to 333" sholk="चरोऽनूपजलाकाशधन्वाद्यो भक्ष्यसंविधिः|
जलजानूपजाश्चैव जलानूपचराश्च ये||३३२||
गुरुभक्ष्याश्च ये सत्त्वाः सर्वे ते गुरवः स्मृताः|
लघुभक्ष्यास्तु लघवो धन्वजा धन्वचारिणः||३३३||" audio={r76}/>

                <SingleAudioCard sholkno="Shloka 334 to 335" sholk="शरीरावयवाः सक्थिशिरःस्कन्धादयस्तथा|
सक्थिमांसाद्गुरुः [६९] स्कन्धस्ततः क्रोडस्ततः शिरः||३३४||
वृषणौ चर्म मेढ्रं च श्रोणी वृक्कौ यकृद्गुदम्|
मांसाद्गुरुतरं विद्याद्यथास्वं मध्यमस्थि च||३३५||" audio={r77}/>
                <SingleAudioCard sholkno="Shloka 336 to 337" sholk="स्वभावाल्लघवो मुद्गास्तथा लावकपिञ्जलाः|
स्वभावाद्गुरवो माषा वराहमहिषास्तथा||३३६||
धातूनां शोणितादीनां गुरुं विद्याद्यथोत्तरम्|
अलसेभ्यो विशिष्यन्ते प्राणिनो ये बहुक्रियाः||३३७||" audio={r78}/>
                <SingleAudioCard sholkno="Shloka 338 to 339" sholk="गौरवं लिङ्गसामान्ये पुंसां स्त्रीणां तु लाघवम्|
महाप्रमाणा गुरवः स्वजातौ लघवोऽन्यथा||३३८||

गुरूणां लाघवं विद्यात् संस्कारात् सविपर्ययम्|
व्रीहेर्लाजा यथा च स्युः सक्तूनां सिद्धपिण्डिकाः||३३९||" audio={r79}/>
                <SingleAudioCard sholkno="Shloka 340 to 341" sholk="अल्पादाने गुरूणां च लघूनां चातिसेवने|
मात्रा कारणमुद्दिष्टं द्रव्याणां गुरुलाघवे||३४०||
गुरूणामल्पमादेयं लघूनां तृप्तिरिष्यते|
मात्रां द्रव्याण्यपेक्षन्ते [७०] मात्रा चाग्निमपेक्षते||३४१||" audio={r80}/>
                <SingleAudioCard sholkno="Shloka 342" sholk="बलमारोग्यमायुश्च प्राणाश्चाग्नौ प्रतिष्ठिताः|
अन्नपानेन्धनैश्चाग्निर्ज्वलति व्येति चान्यथा [७१] ||३४२||" audio={r81}/>

                <SingleAudioCard sholkno="Shloka 343 to 344" sholk="गुरुलाघवचिन्तेयं प्रायेणाल्पबलान् प्रति|
मन्दक्रियाननारोग्यान् सुकुमारान्सुखोचितान्||३४३||

दीप्ताग्नयः खराहाराः कर्मनित्या महोदराः|
ये नराः प्रति तांश्चिन्त्यं नावश्यं गुरुलाघवम्||३४४||" audio={r82}/>
                <SingleAudioCard sholkno="Shloka 345 to 347" sholk="हिताभिर्जुहुयान्नित्यमन्तरग्निं समाहितः|
अन्नपानसमिद्भिर्ना मात्राकालौ विचारयन्||३४५||
आहिताग्निः सदा पथ्यान्यन्तरग्नौ जुहोति यः|
दिवसे दिवसे ब्रह्म जपत्यथ ददाति च||३४६||
नरं निःश्रेयसे युक्तं सात्म्यज्ञं पानभोजने|
भजन्ते नामयाः केचिद्भाविनोऽप्यन्तरादृते||३४७||" audio={r83}/>
                <SingleAudioCard sholkno="Shloka 348" sholk="षड्त्रिंशतं सहस्राणि रात्रीणां हितभोजनः|
जीवत्यनातुरो जन्तुर्जितात्मा सम्मतः सताम्||३४८||" audio={r84}/>
                <SingleAudioCard sholkno="Shloka 349,350" sholk="प्राणाः प्राणभृतामन्नमन्नं लोकोऽभिधावति|
वर्णः प्रसादः सौस्वर्यं जीवितं प्रतिभा सुखम्||३४९||
तुष्टिः पुष्टिर्बलं मेधा सर्वमन्ने प्रतिष्ठितम्|
लौकिकं कर्म यद्वृत्तौ स्वर्गतौ यच्च वैदिकम्||३५०||
कर्मापवर्गे यच्चोक्तं तच्चाप्यन्ने प्रतिष्ठितम्|३५१|" audio={r85}/>
                <SingleAudioCard sholkno="Shloka 351,352" sholk="तत्र श्लोकः-
अन्नपानगुणाः साग्र्या वर्गा द्वादश निश्चिताः||३५१||
सगुणान्यनुपानानि गुरुलाघवसङ्ग्रहः|
अन्नपानविधावुक्तं तत् परीक्ष्यं [७२] विशेषतः||३५२||" audio={r86}/>
                <SingleAudioCard sholkno="Last Shloka" sholk="इत्यग्निवेशकृते तन्त्रे चरकप्रतिसंस्कृते श्लोकस्थानेऽन्नपानविधिर्नाम सप्तविंशोऽध्यायः||२७||" audio={r87}/>

            </div>
        </div>
    )
}

export default Book1ch27




 