import React from 'react'
import BookSlider from '../../../../localComponents/BookSlider'
import r1 from '../../../../assests/Audio/book1audio/24/C24S1,2.mp3'
import r2 from '../../../../assests/Audio/book1audio/24/C24S3.mp3'
import r3 from '../../../../assests/Audio/book1audio/24/C24S4.mp3'
import r4 from '../../../../assests/Audio/book1audio/24/C24S5,6,7,8,9,10.mp3'
import r5 from '../../../../assests/Audio/book1audio/24/C24S11,12,13,14,15,16.mp3'
import r6 from '../../../../assests/Audio/book1audio/24/C24S17.mp3'
import r7 from '../../../../assests/Audio/book1audio/24/C24S18.mp3'
import r8 from '../../../../assests/Audio/book1audio/24/C24S19.mp3'
import r9 from '../../../../assests/Audio/book1audio/24/C24S20,21.mp3'
import r10 from '../../../../assests/Audio/book1audio/24/C24S22.mp3'
import r11 from '../../../../assests/Audio/book1audio/24/C24S23.mp3'
import r12 from '../../../../assests/Audio/book1audio/24/C24S24.mp3'
import r13 from '../../../../assests/Audio/book1audio/24/C24S25,26,27.mp3'
import r14 from '../../../../assests/Audio/book1audio/24/C24S28,29.mp3'
import r15 from '../../../../assests/Audio/book1audio/24/C24S30.mp3'
import r16 from '../../../../assests/Audio/book1audio/24/C24S31.mp3'
import r17 from '../../../../assests/Audio/book1audio/24/C24S32.mp3'
import r18 from '../../../../assests/Audio/book1audio/24/C24S33.mp3'
import r19 from '../../../../assests/Audio/book1audio/24/C24S34.mp3'
import r20 from '../../../../assests/Audio/book1audio/24/C24S35,36.mp3'
import r21 from '../../../../assests/Audio/book1audio/24/C24S37,38.mp3'
import r22 from '../../../../assests/Audio/book1audio/24/C24S39,40.mp3'
import r23 from '../../../../assests/Audio/book1audio/24/C24S41.mp3'
import r24 from '../../../../assests/Audio/book1audio/24/C24S42.mp3'
import r25 from '../../../../assests/Audio/book1audio/24/C24S43.mp3'
import r26 from '../../../../assests/Audio/book1audio/24/C24S44,45.mp3'
import r27 from '../../../../assests/Audio/book1audio/24/C24S46,47.mp3'
import r28 from '../../../../assests/Audio/book1audio/24/C24S48,49,50.mp3'
import r29 from '../../../../assests/Audio/book1audio/24/C24S51,52,53.mp3'
import r30 from '../../../../assests/Audio/book1audio/24/C24S54.mp3'
import r31 from '../../../../assests/Audio/book1audio/24/C24S55,56,57,58.mp3'
import r32 from '../../../../assests/Audio/book1audio/24/C24S59,60.mp3'
import r33 from '../../../../assests/Audio/book1audio/24/C24Slast.mp3'

import SingleAudioCard from '../../../../globalComponents/SingleAudioCard'
import sliderImg from '../../../../assests/book-ch-img/Audio-Book-PU/sutrasthana/24.png'

const Book1ch24 = () => {
    return (
        <div className="class-wrapper">
            <BookSlider img={sliderImg}/>
            <div className="text-center card-holder-custom">
                <SingleAudioCard sholkno="Shloka 1,2" sholk="अथातो विधिशोणितीयमध्यायं व्याख्यास्यामः [१] ||१||
इति ह स्माह भगवानात्रेयः||२||" audio={r1}/>
                <SingleAudioCard sholkno="Shloka 3" sholk="विधिना शोणितं जातं शुद्धं भवति देहिनाम्|
देशकालौकसात्म्यानां विधिर्यः सम्प्रकाशितः||३||" audio={r2}/>
                <SingleAudioCard sholkno="Shloka 4" sholk="तद्विशुद्धं हि रुधिरं बलवर्णसुखायुषा|
युनक्ति प्राणिनं प्राणः शोणितं ह्यनुवर्तते||४||" audio={r3}/>
                <SingleAudioCard sholkno="Shloka 5,6,7,8,9,10" sholk="प्रदुष्टबहुतीक्ष्णोष्णैर्मद्यैरन्यैश्च तद्विधैः|
तथाऽतिलवणक्षारैरम्लैः कटुभिरेव च||५||
कुलत्थमाषनिष्पावतिलतैलनिषेवणैः|
पिण्डालुमूलकादीनां हरितानां च सर्वशः||६||
जलजानूपबैलानां प्रसहानां च सेवनात्|
दध्यम्लमस्तुसुक्तानां सुरासौवीरकस्य च||७||
विरुद्धानामुपक्लिन्नपूतीनां भक्षणेन च|
भुक्त्वा दिवा प्रस्वपतां द्रवस्निग्धगुरूणि च||८||
अत्यादानं तथा क्रोधं भजतां चातपानलौ|
छर्दिवेगप्रतीघातात् काले चानवसेचनात्||९||
श्रमाभिघातसन्तापैरजीर्णाध्यशनैस्तथा|
शरत्कालस्वभावाच्च शोणितं सम्प्रदुष्यति||१०||" audio={r4}/>
                <SingleAudioCard sholkno="Shloka 11,12,13,14,15,16" sholk="ततः शोणितजा रोगाः प्रजायन्ते पृथग्विधाः|
मुखपाकोऽक्षिरागश्च [२] पूतिघ्राणास्यगन्धिता||११||
गुल्मोपकुशवीसर्परक्तपित्तप्रमीलकाः|
विद्रधी रक्तमेहश्च प्रदरो वातशोणितम्||१२||
वैवर्ण्यमग्निसादश्च पिपासा गुरुगात्रता|
सन्तापश्चातिदौर्बल्यमरुचिः शिरसश्च रुक्||१३||
विदाहश्चान्नपानस्य तिक्ताम्लोद्गिरणं क्लमः|
क्रोधप्रचुरता बुद्धेः सम्मोहो लवणास्यता||१४||
स्वेदः शरीरदौर्गन्ध्यं मदः कम्पः स्वरक्षयः|
तन्द्रानिद्रातियोगश्च तमसश्चातिदर्शनम्||१५||
कण्ड्वरुःकोठपिडकाकुष्ठचर्मदलादयः|
विकाराः सर्व एवैते विज्ञेयाः शोणिताश्रयाः||१६||" audio={r5}/>
                <SingleAudioCard sholkno="Shloka 17" sholk="शीतोष्णस्निग्धरूक्षाद्यैरुपक्रान्ताश्च ये गदाः|
सम्यक् साध्या न सिध्यन्ति रक्तजांस्तान् विभावयेत्||१७||" audio={r6}/>
                <SingleAudioCard sholkno="Shloka 18" sholk="कुर्याच्छोणितरोगेषु रक्तपित्तहरीं क्रियाम्|
विरेकमुपवासं च स्रावणं शोणितस्य च||१८||" audio={r7}/>
                <SingleAudioCard sholkno="Shloka 19" sholk="बलदोषप्रमाणाद्वा विशुद्ध्या रुधिरस्य वा|
रुधिरं स्रावयेज्जन्तोराशयं [३] प्रसमीक्ष्य वा||१९||" audio={r8}/>
                <SingleAudioCard sholkno="Shloka 20,21" sholk="अरुणाभं भवेद्वाताद्विशदं फेनिलं तनु|
पित्तात् पीतासितं रक्तं स्त्यायत्यौष्ण्याच्चिरेण च||२०||
ईषत्पाण्डु कफाद्दुष्टं पिच्छिलं तन्तुमद्घनम्|
संसृष्टलिङ्गं [४] संसर्गात्त्रिलिङ्गं सान्निपातिकम्||२१||" audio={r9}/>
                <SingleAudioCard sholkno="Shloka 22" sholk="तपनीयेन्द्रगोपाभं पद्मालक्तकसन्निभम्|
गुञ्जाफलसवर्णं च विशुद्धं विद्धि शोणितम्||२२||" audio={r10}/>
                <SingleAudioCard sholkno="Shloka 23" sholk="नात्युष्णशीतं लघु दीपनीयं रक्तेऽपनीते हितमन्नपानम्|
तदा शरीरं ह्यनवस्थितासृगग्निर्विशेषेण च रक्षितव्यः||२३||" audio={r11}/>
                <SingleAudioCard sholkno="Shloka 24" sholk="प्रसन्नवर्णेन्द्रियमिन्द्रियार्थानिच्छन्तमव्याहतपक्तृवेगम्|
सुखान्वितं तु(पु)ष्टिबलोपपन्नं विशुद्धरक्तं पुरुषं वदन्ति||२४||" audio={r12}/>
                <SingleAudioCard sholkno="Shloka 25,26,27" sholk="यदा तु रक्तवाहीनि रससञ्ज्ञावहानि च|
पृथक् पृथक् समस्ता वा स्रोतांसि कुपिता मलाः||२५||
मलिनाहारशीलस्य रजोमोहावृतात्मनः|
प्रतिहत्यावतिष्ठन्ते जायन्ते व्याधयस्तदा||२६||
मदमूर्च्छायसन्न्यासास्तेषां विद्याद्विचक्षणः|
यथोत्तरं बलाधिक्यं हेतुलिङ्गोपशान्तिषु||२७||" audio={r13}/>
                <SingleAudioCard sholkno="Shloka 28,29" sholk="दुर्बलं चेतसः स्थानं यदा वायुः प्रपद्यते|
मनो विक्षोभयञ्जन्तोः सञ्ज्ञां सम्मोहयेत्तदा||२८||
पित्तमेवं कफश्चैवं मनो विक्षोभयन्नृणाम्|
सञ्ज्ञां नयत्याकुलतां विशेषश्चात्र वक्ष्यते||२९||" audio={r14}/>
                <SingleAudioCard sholkno="Shloka 30" sholk="सक्तानल्पद्रुताभाषं चलस्खलितचेष्टितम् [५] |
विद्याद्वातमदाविष्टं रूक्षश्यावारुणाकृतिम्||३०||" audio={r15}/>
                <SingleAudioCard sholkno="Shloka 31" sholk="सक्रोधपरुषाभाषं सम्प्रहारकलिप्रियम्|
विद्यात् पित्तमदाविष्टं रक्तपीतासिताकृतिम्||३१||" audio={r16}/>
                <SingleAudioCard sholkno="Shloka 32" sholk="स्वल्पासम्बद्धवचनं तन्द्रालस्यसमन्वितम्|
विद्यात् कफमदाविष्टं पाण्डुं प्रध्यानतत्परम्||३२||" audio={r17}/>
                <SingleAudioCard sholkno="Shloka 33" sholk="सर्वाण्येतानि रूपाणि सन्निपातकृते मदे|३३|

जायते शाम्यति क्षिप्रं मदो मद्यमदाकृतिः||३३||" audio={r18}/>
                <SingleAudioCard sholkno="Shloka 34" sholk="यश्च मद्यकृतः प्रोक्तो विषजो रौधिरश्च यः|
सर्व एते मदा नर्ते वातपित्तकफत्रयात्||३४||" audio={r19}/>
                <SingleAudioCard sholkno="Shloka 35,36" sholk="नीलं वा यदि वा कृष्णमाकाशमथवाऽरुणम्|
पश्यंस्तमः प्रविशति शीघ्रं च प्रतिबुध्यते [६] ||३५||
वेपथुश्चाङ्गमर्दश्च प्रपीडा हृदयस्य च|
कार्श्यं श्यावारुणा च्छायामूर्च्छाये वातसम्भवे||३६||" audio={r20}/>
                <SingleAudioCard sholkno="Shloka 37,38" sholk="रक्तं हरितवर्णं वा वियत् पीतमथापि वा|
पश्यंस्तमः प्रविशति सस्वेदः प्रतिबुध्यते||३७||
सपिपासः ससन्तापो रक्तपीताकुलेक्षणः|
सम्भिन्नवर्चाः पीताभो मूर्च्छाये पित्तसम्भवे||३८||" audio={r21}/>
                <SingleAudioCard sholkno="Shloka 39,40" sholk="मेघसङ्काशमाकाशमावृतं वा तमोघनैः|
पश्यंस्तमः प्रविशति चिराच्च प्रतिबुध्यते||३९||
गुरुभिः प्रावृतैरङ्गैर्यथैवार्द्रेण चर्मणा|
सप्रसेकः सहृल्लासो मूर्च्छाये कफसम्भवे||४०||" audio={r22}/>
                <SingleAudioCard sholkno="Shloka 41" sholk="सर्वाकृतिः सन्निपातादपस्मार इवागतः|
स जन्तुं पातयत्याशु विना बीभत्सचेष्टितैः||४१||" audio={r23}/>
                <SingleAudioCard sholkno="Shloka 42" sholk="दोषेषु मदमूर्च्छायाः कृतवेगेषु [७] देहिनाम्|
स्वयमेवोपशाम्यन्ति सन्न्यासो नौषधैर्विना||४२||" audio={r24}/>
                <SingleAudioCard sholkno="Shloka 43" sholk="वाग्देहमनसां चेष्टामाक्षिप्यातिबला मलाः|
सन्न्यस्यन्त्यबलं जन्तुं प्राणायतनसंश्रिताः||४३||" audio={r25}/>
                <SingleAudioCard sholkno="Shloka 44,45" sholk="स ना सन्न्याससन्न्यस्तः काष्ठीभूतो मृतोपमः|
प्राणैर्वियुज्यते शीघ्रं मुक्त्वा सद्यःफलाः क्रियाः||४४||
दुर्गेऽम्भसि यथा मज्जद्भाजनं त्वरया बुधः|
गृह्णीयात्तलमप्राप्तं तथा सन्न्यासपीडितम्||४५||" audio={r26}/>
                <SingleAudioCard sholkno="Shloka 46,47" sholk="अञ्जनान्यवपीडाश्च धूमाः प्रधमनानि च|
सूचीभिस्तोदनं शस्तं दाहः पीडा नखान्तरे||४६||
लुञ्चनं केशलोम्नां च दन्तैर्दशनमेव च|
आत्मगुप्तावघर्षश्च हितं तस्यावबोधने||४७||" audio={r27}/>
                <SingleAudioCard sholkno="Shloka 48,49,50" sholk="सम्मूर्च्छितानि तीक्ष्णानि मद्यानि विविधानि च|
प्रभूतकटुयुक्तानि [८] तस्यास्ये गालयेन्मुहुः||४८||
मातुलुङ्गरसं तद्वन्महौषधसमायुतम्|
तद्वत्सौवर्चलं दद्याद्युक्तं मद्याम्लकाञ्जिकैः||४९||
हिङ्गूषणसमायुक्तं यावत् सञ्ज्ञाप्रबोधनम्|
प्रबुद्धसञ्ज्ञमन्नैश्च लघुभिस्तमुपाचरेत्||५०||" audio={r28}/>
                <SingleAudioCard sholkno="Shloka 51,52,53" sholk="विस्मापनैः स्मारणैश्च प्रियश्रुतिभिरेव च|
पटुभिर्गीतवादित्रशब्दैश्चित्रैश्च दर्शनैः||५१||
स्रंसनोल्लेखनैर्धूमैरञ्जनैः कवलग्रहैः|
शोणितस्यावसेकैश्च व्यायामोद्घर्षणैस्तथा||५२||
प्रबुद्धसञ्ज्ञं मतिमाननुबन्धमुपक्रमेत्|
तस्य [९] संरक्षितव्यं हि मनः प्रलयहेतुतः||५३||" audio={r29}/>
                <SingleAudioCard sholkno="Shloka 54" sholk="स्नेहस्वेदोपपन्नानां यथादोषं यथाबलम्|
पञ्च कर्माणि कुर्वीत मूर्च्छायेषु मदेषु च||५४||" audio={r30}/>
                <SingleAudioCard sholkno="Shloka 55,56,57,58" sholk="अष्टाविंशत्यौषधस्य तथा तिक्तस्य सर्पिषः|
प्रयोगः शस्यते तद्वन्महतः षट्पलस्य वा||५५||
त्रिफलायाः प्रयोगो वा सघृतक्षौद्रशर्करः|
शिलाजतुप्रयोगो वा प्रयोगः पयसोऽपि वा||५६||
पिप्पलीनां प्रयोगो वा पयसा चित्रकस्य वा|
रसायनानां कौम्भस्य सर्पिषो वा प्रशस्यते||५७||
रक्तावसेकाच्छास्त्राणां सतां सत्त्ववतामपि|
सेवनान्मदमूर्च्छायाः प्रशाम्यन्ति शरीरिणाम्||५८||" audio={r31}/>
                <SingleAudioCard sholkno="Shloka 59,60" sholk="तत्र श्लोकौ-
विशुद्धं चाविशुद्धं च शोणितं तस्य हेतवः|
रक्तप्रदोषजा रोगास्तेषु रोगेषु चौषधम्||५९||
मदमूर्च्छायसन्न्यासहेतुलक्षणभेषजम्|
विधिशोणितकेऽध्याये सर्वमेतत् प्रकाशितम्||६०||" audio={r32}/>
                <SingleAudioCard sholkno="Last Shloka" sholk="इत्यग्निवेशकृते तन्त्रे चरकप्रतिसंस्कृते श्लोकस्थाने विधिशोणितीयो नाम चतुर्विंशोऽध्यायः||२४||
समाप्तो योजनाचतुष्कः||६|" audio={r33}/>
                
            </div>
        </div>
    )
}

export default Book1ch24




 