import React from 'react'
import BookSlider from '../../../../localComponents/BookSlider'
import r1 from '../../../../assests/Audio/book1audio/26/C26S1,2.mp3'
import r2 from '../../../../assests/Audio/book1audio/26/C26S3,4,5.mp3'
import r3 from '../../../../assests/Audio/book1audio/26/C26S6,7.mp3'
import r4 from '../../../../assests/Audio/book1audio/26/C26S8.mp3'
import r5 from '../../../../assests/Audio/book1audio/26/C26S9.mp3'
import r6 from '../../../../assests/Audio/book1audio/26/C26S10.mp3'
import r7 from '../../../../assests/Audio/book1audio/26/C26S11.mp3'
import r8 from '../../../../assests/Audio/book1audio/26/C26S12.mp3'
import r9 from '../../../../assests/Audio/book1audio/26/C26S13.mp3'
import r10 from '../../../../assests/Audio/book1audio/26/C26S14.mp3'
import r11 from '../../../../assests/Audio/book1audio/26/C26S15,16,17,18,19,20,21,22.mp3'
import r12 from '../../../../assests/Audio/book1audio/26/C26S23,24.mp3'
import r13 from '../../../../assests/Audio/book1audio/26/C26S25,26.mp3'
import r14 from '../../../../assests/Audio/book1audio/26/C26S27.mp3'
import r15 from '../../../../assests/Audio/book1audio/26/C26S28.mp3'
import r16 from '../../../../assests/Audio/book1audio/26/C26S29,30.mp3'
import r17 from '../../../../assests/Audio/book1audio/26/C26S31,32,33,34,35.mp3'
import r18 from '../../../../assests/Audio/book1audio/26/C26S36,37.mp3'
import r19 from '../../../../assests/Audio/book1audio/26/C26S38.mp3'
import r20 from '../../../../assests/Audio/book1audio/26/C26S39.mp3'
import r21 from '../../../../assests/Audio/book1audio/26/C26S40.mp3'
import r22 from '../../../../assests/Audio/book1audio/26/C26S41.mp3'
import r23 from '../../../../assests/Audio/book1audio/26/C26S42.mp3'
import r24 from '../../../../assests/Audio/book1audio/26/C26S43-1.mp3'
import r25 from '../../../../assests/Audio/book1audio/26/C26S43-2.mp3'
import r26 from '../../../../assests/Audio/book1audio/26/C26S43-3.mp3'
import r27 from '../../../../assests/Audio/book1audio/26/C26S43-4.mp3'
import r28 from '../../../../assests/Audio/book1audio/26/C26S43-5.mp3'
import r29 from '../../../../assests/Audio/book1audio/26/C26S43-6.mp3'
import r30 from '../../../../assests/Audio/book1audio/26/C26S44.mp3'
import r31 from '../../../../assests/Audio/book1audio/26/C26S45,46,47.mp3'
import r32 from '../../../../assests/Audio/book1audio/26/C26S48,49.mp3'
import r33 from '../../../../assests/Audio/book1audio/26/C26S50,51,52.mp3'
import r34 from '../../../../assests/Audio/book1audio/26/C26S53,54,55,56.mp3'
import r35 from '../../../../assests/Audio/book1audio/26/C26S56(1).mp3'
import r36 from '../../../../assests/Audio/book1audio/26/C26S57,58.mp3'
import r37 from '../../../../assests/Audio/book1audio/26/C26S59,60.mp3'
import r38 from '../../../../assests/Audio/book1audio/26/C26S61,62,63.mp3'
import r39 from '../../../../assests/Audio/book1audio/26/C26S64,65.mp3'
import r40 from '../../../../assests/Audio/book1audio/26/C26S66.mp3'
import r41 from '../../../../assests/Audio/book1audio/26/C26S67.mp3'
import r42 from '../../../../assests/Audio/book1audio/26/C26S68,69,70.mp3'
import r43 from '../../../../assests/Audio/book1audio/26/C26S71,72.mp3'
import r44 from '../../../../assests/Audio/book1audio/26/C26S73.mp3'
import r45 from '../../../../assests/Audio/book1audio/26/C26S74.mp3'
import r46 from '../../../../assests/Audio/book1audio/26/C26S75.mp3'
import r47 from '../../../../assests/Audio/book1audio/26/C26S76.mp3'
import r48 from '../../../../assests/Audio/book1audio/26/C26S77.mp3'
import r49 from '../../../../assests/Audio/book1audio/26/C26S78.mp3'
import r50 from '../../../../assests/Audio/book1audio/26/C26S79.mp3'
import r51 from '../../../../assests/Audio/book1audio/26/C26S80.mp3'
import r52 from '../../../../assests/Audio/book1audio/26/C26S81.mp3'
import r53 from '../../../../assests/Audio/book1audio/26/C26S82.mp3'
import r54 from '../../../../assests/Audio/book1audio/26/C26S83.mp3'
import r55 from '../../../../assests/Audio/book1audio/26/C26S84.mp3'
import r56 from '../../../../assests/Audio/book1audio/26/C26S85.mp3'
import r57 from '../../../../assests/Audio/book1audio/26/C26S86,87.mp3'
import r58 from '../../../../assests/Audio/book1audio/26/C26S88to101.mp3'
import r59 from '../../../../assests/Audio/book1audio/26/C26S102,103.mp3'
import r60 from '../../../../assests/Audio/book1audio/26/C26S104.mp3'
import r61 from '../../../../assests/Audio/book1audio/26/C26S105,106.mp3'
import r62 from '../../../../assests/Audio/book1audio/26/C26S107to113.mp3'
import r63 from '../../../../assests/Audio/book1audio/26/C26Slast.mp3'

import SingleAudioCard from '../../../../globalComponents/SingleAudioCard'
import sliderImg from '../../../../assests/book-ch-img/Audio-Book-PU/sutrasthana/26.png'

const Book1ch26 = () => {
    return (
        <div className="class-wrapper">
            <BookSlider img={sliderImg}/>
            <div className="text-center card-holder-custom">
                <SingleAudioCard sholkno="Shloka 1,2" sholk="अथात आत्रेयभद्रकाप्यीयमध्यायं व्याख्यास्यामः||१||
इति ह स्माह भगवानात्रेयः||२||" audio={r1}/>
                <SingleAudioCard sholkno="Shloka 3,4,5" sholk="आत्रेयो भद्रकाप्यश्च शाकुन्तेयस्तथैव च|
पूर्णाक्षश्चैव मौद्गल्यो हिरण्याक्षश्च कौशिकः||३||
यः कुमारशिरा नाम भरद्वाजः स चानघः|
श्रीमान् वार्योविदश्चैव राजा मतिमतां वरः||४||
निमिश्च राजा वैदेहो बडिशश्च महामतिः|
काङ्कायनश्च बाह्लीको बाह्लीकभिषजां वरः||५||" audio={r2}/>
                <SingleAudioCard sholkno="Shloka 6,7" sholk="एते श्रुतवयोवृद्धा जितात्मानो महर्षयः|
वने चैत्ररथे रम्ये समीयुर्विजिहीर्षवः||६||
तेषां तत्रोपविष्टानामियमर्थवती कथा|
बभूवार्थविदां सम्यग्रसाहारविनिश्चये||७||" audio={r3}/>
                <SingleAudioCard sholkno="Shloka 8" sholk="एक एव रस इत्युवाच भद्रकाप्यः, यं पञ्चानामिन्द्रियार्थानामन्यतमं जिह्वावैषयिकं भावमाचक्षते कुशलाः, स पुनरुदकादनन्य इति|
द्वौ रसाविति शाकुन्तेयो ब्राह्मणः, छेदनीय उपशमनीयश्चेति|
त्रयो रसा इति पूर्णाक्षो मौद्गल्यः, छेदनीयोपशमनीयसाधारणा इति|
चत्वारो रसा इति हिरण्याक्षः कौशिकः, स्वादुर्हितश्च स्वादुरहितश्चास्वादुर्हितश्चास्वादुरहितश्चेति|
पञ्च रसा इति कुमारशिरा भरद्वाजः, भौमौदकाग्नेयवायव्यान्तरिक्षाः|
षड्रसा इति वार्योविदो राजर्षिः, गुरुलघुशीतोष्णस्निग्धरूक्षाः|
सप्त रसा इति निमिर्वैदेहः, मधुराम्ललवणकटुतिक्तकषायक्षाराः|
अष्टौ रसा इति बडिशो धामार्गवः, मधुराम्ललवणकटुतिक्तकषायक्षाराव्यक्ताः|
अपरिसङ्ख्येया रसा इति काङ्कायनो बाह्लीकभिषक्, आश्रयगुणकर्मसंस्वादविशेषाणामपरिसङ्ख्येयत्वात्||८||" audio={r4}/>
                <SingleAudioCard sholkno="Shloka 9" sholk="षडेव रसा इत्युवाच भगवानात्रेयः पुनर्वसुः, मधुराम्ललवणकटुतिक्तकषायाः|
तेषां [१] षण्णां रसानां योनिरुदकं, छेदनोपशमने द्वे कर्मणी, तयोर्मिश्रीभावात् साधारणत्वं, स्वाद्वस्वादुता भक्तिः [२] , हिताहितौ प्रभावौ, पञ्चमहाभूतविकारास्त्वाश्रयाः प्रकृतिविकृतिविचारदेशकालवशाः, तेष्वाश्रयेषु द्रव्यसञ्ज्ञकेषु गुणा गुरुलघुशीतोष्णस्निग्धरूक्षाद्याः; क्षरणात् क्षारः, नासौ रसः द्रव्यं तदनेकरससमुत्पन्नमनेकरसं कटुकलवणभूयिष्ठमनेकेन्द्रियार्थसमन्वितं करणाभिनिर्वृत्तम्; अव्यक्तीभावस्तु [३] खलु रसानां प्रकृतौ भवत्यनुरसेऽनुरससमन्विते वा द्रव्ये; अपरिसङ्ख्येयत्वं पुनस्तेषामाश्रयादीनां भावानां विशेषापरिसङ्ख्येयत्वान्न युक्तम्, एकैकोऽपि ह्येषामाश्रयादीनां भावानां विशेषानाश्रयते विशेषापरिसङ्ख्येयत्वात्, न च तस्मादन्यत्वमुपपद्यते; परस्परसंसृष्टभूयिष्ठत्वान्न चैषामभिनिर्वृत्तेर्गुणप्रकृतीनामपरिसङ्ख्येयत्वं भवति; तस्मान्न संसृष्टानां रसानां कर्मोपदिशन्ति बुद्धिमन्तः|
तच्चैव कारणमपेक्षमाणाः षण्णां रसानां परस्परेणासंसृष्टानां लक्षणपृथक्त्वमुपदेक्ष्यामः||९||" audio={r5}/>
                <SingleAudioCard sholkno="Shloka 10" sholk="अग्रे तु तावद्द्रव्यभेदमभिप्रेत्य किञ्चिदभिधास्यामः|
सर्वं द्रव्यं पाञ्चभौतिकमस्मिन्नर्थे [४] ; तच्चेतनावदचेतनं च, तस्य गुणाः शब्दादयो गुर्वादयश्च द्रवान्ताः, कर्म पञ्चविधमुक्तं वमनादि||१०||" audio={r6}/>
                <SingleAudioCard sholkno="Shloka 11" sholk="तत्र द्रव्याणि गुरुखरकठिनमन्दस्थिरविशदसान्द्रस्थूलगन्धगुणबहुलानि पार्थिवानि [५] , तान्युपचयसङ्घातगौरवस्थैर्यकराणि; द्रवस्निग्धशीतमन्दमृदुपिच्छिलरसगुणबहुलान्याप्यानि, तान्युपक्लेदस्नेहबन्धविष्यन्दमार्दवप्रह्लादकराणि; उष्णतीक्ष्णसूक्ष्मलघुरूक्षविशदरूपगुणबहुलान्याग्नेयानि, तानि दाहपाकप्रभाप्रकाशवर्णकराणि; लघुशीतरूक्षखरविशदसूक्ष्मस्पर्शगुणबहुलानि वायव्यानि, तानि रौक्ष्यग्लानिविचारवैशद्यलाघवकराणि; मृदुलघुसूक्ष्मश्लक्ष्णशब्दगुणबहुलान्याकाशात्मकानि, तानि मार्दवसौषिर्यलाघवकराणि||११||" audio={r7}/>
                <SingleAudioCard sholkno="Shloka 12" sholk="अनेनोपदेशेन नानौषधिभूतं जगति किञ्चिद्द्रव्यमुपलभ्यते तां तां युक्तिमर्थं च तं तमभिप्रेत्य||१२||" audio={r8}/>
                <SingleAudioCard sholkno="Shloka 13" sholk="न तु केवलं गुणप्रभावादेव द्रव्याणि कार्मुकाणि भवन्ति; द्रव्याणि हि द्रव्यप्रभावाद्गुणप्रभावाद्द्रव्यगुणप्रभावाच्च तस्मिंस्तस्मिन् काले तत्तदधिकरणमासाद्य तां तां च युक्तिमर्थं च तं तमभिप्रेत्य यत् कुर्वन्ति, तत् कर्म; येन कुर्विन्ति, तद्वीर्यं; यत्र कुर्वन्ति, तदधिकरणं; यदा कुर्वन्ति, स कालः; यथा कुर्वन्ति, स उपायः; यत् साधयन्ति, तत् फलम्||१३||" audio={r9}/>
                <SingleAudioCard sholkno="Shloka 14" sholk="भेदश्चैषां त्रिषष्टिविधविकल्पो द्रव्यदेशकालप्रभावाद्भवति, तमुपदेक्ष्यामः||१४||" audio={r10}/>
                <SingleAudioCard sholkno="Shloka 15,16,18,19,20,21,22" sholk="स्वादुरम्लादिभिर्योगं शेषैरम्लादयः पृथक्|
यान्ति पञ्चदशैतानि द्रव्याणि द्विरसानि तु||१५||

पृथगम्लादियुक्तस्य योगः शेषैः पृथग्भवेत्|
मधुरस्य तथाऽम्लस्य लवणस्य कटोस्तथा||१६||
त्रिरसानि यथासङ्ख्यं द्रव्याण्युक्तानि विंशतिः|१७|

वक्ष्यन्ते [६] तु चतुष्केण द्रव्याणि दश पञ्च च||१७||
स्वाद्वम्लौ सहितौ योगं लवणाद्यैः पृथग्गतौ|
योगं शेषैः पृथग्यातश्चतुष्करससङ्ख्यया||१८||
सहितौ स्वादुलवणौ तद्वत् कट्वादिभिः पृथक्|
युक्तौ शेषैः पृथग्योगं यातः स्वादूषणौ तथा||१९||
कट्वाद्यैरम्ललवणौ संयुक्तौ सहितौ पृथक्|
यातः शेषैः पृथग्योगं शेषैरम्लकटू तथा||२०||
युज्यते तु कषायेण सतिक्तौ लवणोषणौ|२१|

षट् तु पञ्चरसान्याहुरेकैकस्यापवर्जनात्||२१||
षट् चैवैकरसानि स्युरेकं षड्रसमेव तु|२२|

इति त्रिषष्टिर्द्रव्याणां निर्दिष्टा रससङ्ख्यया||२२||" audio={r11}/>
                <SingleAudioCard sholkno="Shloka 23,24" sholk="त्रिषष्टिः स्यात्त्वसङ्ख्येया रसानुरसकल्पनात् [७] |
रसास्तरतमाभ्यां [८] तां सङ्ख्यामतिपतन्ति हि||२३||

संयोगाः सप्तपञ्चाशत् कल्पना तु त्रिषष्टिधा|
रसानां तत्र योग्यत्वात् [९] कल्पिता रसचिन्तकैः||२४||" audio={r12}/>
                <SingleAudioCard sholkno="Shloka 25,26" sholk="क्वचिदेको रसः कल्प्यः संयुक्ताश्च रसाः क्वचित्|
दोषौषधादीन् सञ्चिन्त्य भिषजा सिद्धिमिच्छता||२५||
द्रव्याणि द्विरसादीनि संयुक्तांश्च रसान् बुधाः|
रसानेकैकशो वाऽपि कल्पयन्ति गदान् प्रति||२६||" audio={r13}/>
                <SingleAudioCard sholkno="Shloka 27" sholk="यः स्याद्रसविकल्पज्ञः स्याच्च दोषविकल्पवित्|
न स मुह्येद्विकाराणां हेतुलिङ्गोपशान्तिषु [१०] ||२७||" audio={r14}/>
                <SingleAudioCard sholkno="Shloka 28" sholk="व्यक्तः शुष्कस्य चादौ च रसो द्रव्यस्य लक्ष्यते|
विपर्ययेणानुरसो रसो नास्ति हि सप्तमः||२८||" audio={r15}/>
                <SingleAudioCard sholkno="Shloka 29,30" sholk="परापरत्वे युक्तिश्च सङ्ख्या संयोग एव च|
विभागश्च पृथक्त्वं च परिमाणमथापि च||२९||
संस्कारोऽभ्यास इत्येते गुणा ज्ञेयाः परादयः|
सिद्ध्युपायाश्चिकित्साया लक्षणैस्तान् प्रचक्ष्महे||३०||" audio={r16}/>
                <SingleAudioCard sholkno="Shloka 31,32,33,34,35" sholk="देशकालवयोमानपाकवीर्यरसादिषु|
परापरत्वे, युक्तिश्च योजना या तु युज्यते||३१||
सङ्ख्या स्याद्गणितं, योगः सह संयोग उच्यते|
द्रव्याणां द्वन्द्वसर्वैककर्मजोऽनित्य एव च||३२||
विभागस्तु विभक्तिः स्याद्वियोगो भागशो ग्रहः|
पृथक्त्वं स्यादसंयोगो वैलक्षण्यमनेकता||३३||
परिमाणं पुनर्मानं, संस्कारः करणं मतम्|
भावाभ्यसनमभ्यासः शीलनं सततक्रिया||३४||
इति स्वलक्षणैरुक्ता गुणाः सर्वे परादयः|
चिकित्सा यैरविदितैर्न यथावत् प्रवर्तते||३५||" audio={r17}/>
                <SingleAudioCard sholkno="Shloka 36,37" sholk="गुणा गुणाश्रया नोक्तास्तस्माद्रसगुणान् भिषक्|
विद्याद्द्रव्यगुणान् [११] कर्तुरभिप्रायाः पृथग्विधाः||३६||

अतश्च प्रकृतं बुद्ध्वा देशकालान्तराणि च|
तन्त्रकर्तुरभिप्रायानुपायांश्चार्थमादिशेत्||३७||" audio={r18}/>
                <SingleAudioCard sholkno="Shloka 38" sholk="षड्विभक्तीः प्रवक्ष्यामि रसानामत उत्तरम्|
षट् पञ्चभूतप्रभवाः सङ्ख्याताश्च यथा रसाः||३८||" audio={r19}/>
                <SingleAudioCard sholkno="Shloka 39" sholk="सौम्याः खल्वापोऽन्तरिक्षप्रभवाः प्रकृतिशीता लघ्व्यश्चाव्यक्तरसाश्च, तास्त्वन्तरिक्षाद्भ्रश्यमाना भ्रष्टाश्च पञ्चमहाभूतगुणसमन्विता [१२] जङ्गमस्थावराणां भूतानां मूर्तीरभिप्रीणयन्ति, तासु [१३] मूर्तिषु षडभिमूर्च्छन्ति रसाः||३९||" audio={r20}/>

                <SingleAudioCard sholkno="Shloka 40" sholk="तेषां षण्णां रसानां सोमगुणातिरेकान्मधुरो [१४] रसः, पृथिव्यग्निभूयिष्ठत्वादम्लः, सलिलाग्निभूयिष्ठत्वाल्लवणः, वाय्वग्निभूयिष्ठत्वात् कटुकः, वाय्वाकाशातिरिक्तत्वात्तिक्तः, पवनपृथिवीव्यतिरेकात् कषाय इति|
एवमेषां रसानां षट्त्वमुपपन्नं न्यूनातिरेकविशेषान्महाभूतानां भूतानामिव स्थावरजङ्गमानां नानावर्णाकृतिविशेषाः; षडृतुकत्वाच्च कालस्योपपन्नो महाभूतानां न्यूनातिरेकविशेषः||४०||" audio={r21}/>
                <SingleAudioCard sholkno="Shloka 41" sholk="तत्राग्निमारुतात्मका रसाः प्रायेणोर्ध्वभाजः, लाघवादुत्प्लवनत्वाच्च [१५] वायोरूर्ध्वज्वलनत्वाच्च वह्नेः; सलिलपृथिव्यात्मकास्तु प्रायेणाधोभाजः, पृथिव्या गुरुत्वान्निम्नगत्वाच्चोदकस्य; व्यामिश्रात्मकाः पुनरुभयतोभाजः||४१||" audio={r22}/>
                <SingleAudioCard sholkno="Shloka 42" sholk="तेषां षण्णां रसानामेकैकस्य यथाद्रव्यं गुणकर्माण्यनुव्याख्यास्यामः||४२||" audio={r23}/>
                <SingleAudioCard sholkno="Shloka 43-1" sholk="तत्र, मधुरो रसः शरीरसात्म्याद्रसरुधिरमांसमेदोस्थिमज्जौजःशुक्राभिवर्धन आयुष्यः षडिन्द्रियप्रसादनो बलवर्णकरः पित्तविषमारुतघ्नस्तृष्णादाहप्रशमनस्त्वच्यः केश्यः कण्ठ्यो बल्यः प्रीणनो जीवनस्तर्पणो बृंहणः स्थैर्यकरः क्षीणक्षतसन्धानकरो घ्राणमुखकण्ठौष्ठजिह्वाप्रह्लादनो [१६] दाहमूर्च्छाप्रशमनः षट्पदपिपीलिकानामिष्टतमः स्निग्धः शीतो गुरुश्च|
स एवङ्गुणोऽप्येक एवात्यर्थमुपयुज्यमानः स्थौल्यं मार्दवमालस्यमतिस्वप्नं गौरवमनन्नाभिलाषमग्नेर्दौर्बल्यमास्यकण्ठयोर्मांसाभिवृद्धिं श्वासकासप्रतिश्यायालसकशीतज्वरानाहास्यमाधुर्यवमथुसञ्ज्ञास्वरप्रणाशगलगण्डगण्डमालाश्लीपद- गलशोफबस्तिधमनीगलोपलेपाक्ष्यामयाभिष्यन्दानित्येवम्प्रभृतीन् कफजान् विकारानुपजनयति (१)|४३|" audio={r24}/>
                <SingleAudioCard sholkno="Shloka 43-2" sholk="अम्लो रसो भक्तं रोचयति, अग्निं दीपयति, देहं बृंहयति ऊर्जयति, मनो बोधयति, इन्द्रियाणि दृढीकरोति, बलं वर्धयति, वातमनुलोमयति, हृदयं तर्पयति, आस्यमास्रावयति, भुक्तमपकर्षयति क्लेदयति जरयति, प्रीणयति, लघुरुष्णः स्निग्धश्च|
स एवङ्गुणोऽप्येक एवात्यर्थमुपयुज्यमानो दन्तान् हर्षयति, तर्षयति, सम्मीलयत्यक्षिणी, संवेजयति लोमानि, कफं विलापयति, पित्तमभिवर्धयति, रक्तं दूषयति,मांसं विदहति, कायं शिथिलीकरोति, क्षीणक्षतकृशदुर्बलानां श्वयथुमापादयति, अपि च क्षताभिहतदष्टदग्धभग्नशूनप्रच्युतावमूत्रितपरिसर्पितमर्दितच्छिन्नभिन्नविश्लिष्टोद्विद्धोत्पिष्टादीनि पाचयत्याग्नेयस्वभावात्, परिदहति कण्ठमुरो हृदयं च (२)|४३|" audio={r25}/>
                <SingleAudioCard sholkno="Shloka 43-3" sholk="लवणो रसः पाचनः क्लेदनो दीपनश्च्यावनश्छेदनो भेदनस्तीक्ष्णः सरो विकास्यधःस्रंस्यवकाशकरो [१७] वातहरः स्तम्भबन्धसङ्घातविधमनः सर्वरसप्रत्यनीकभूतः, आस्यमास्रावयति, कफं विष्यन्दयति, मार्गान् विशोधयति, सर्वशरीरावयवान् मृदूकरोति, रोचयत्याहारम्, आहारयोगी, नात्यर्थं गुरुः स्निग्ध उष्णश्च|
स एवङ्गुणोऽप्येक एवात्यर्थमुपयुज्यमानः पित्तं कोपयति, रक्तं वर्धयति, तर्षयति, मूर्च्छयति [१८] , तापयति, दारयति, कुष्णाति मांसानि, प्रगालयति कुष्ठानि, विषं वर्धयति, शोफान् स्फोटयति, दन्तांश्च्यावयति, पुंस्त्वमुपहन्ति, इन्द्रियाण्युपरुणद्भि, वलिपलितखालित्यमापादयति, अपि च लोहितपित्ताम्लपित्तविसर्पवातरक्तविचर्चिकेन्द्रलुप्तप्रभृतीन्विकारानुपजनयति (३)|४३|" audio={r26}/>
                <SingleAudioCard sholkno="Shloka 43-4" sholk="कटुको रसो वक्त्रं शोधयति, अग्निं दीपयति, भुक्तं शोषयति, घ्राणमास्रावयति, चक्षुर्विरेचयति, स्फुटीकरोतीन्द्रियाणि, अलसकश्वयथूपचयोदर्दाभिष्यन्दस्नेहस्वेदक्लेदमलानुपहन्ति, रोचयत्यशनं, कण्डूर्विनाशयति [१९] , व्रणानवसादयति, क्रिमीन् हिनस्ति, मांसं विलिखति, शोणितसङ्घातं भिनत्ति, बन्धांश्छिनत्ति, मार्गान् विवृणोति, श्लेष्माणं शमयति, लघुरुष्णो रूक्षश्च|
स एवङ्गुणोऽप्येक एवात्यर्थमुपयुज्यमानो विपाकप्रभावात् पुंस्त्वमुपहन्ति, रसवीर्यप्रभावान्मोहयन्ति, ग्लापयति, सादयति, कर्शयति, मूर्च्छयति, नमयति, तमयति, भ्रमयति, कण्ठं परिदहति, शरीरतापमुपजनयति, बलं क्षिणोति, तृष्णां जनयति; अपि च वाय्वग्निगुणबाहुल्याद्भ्रमदवथुकम्पतोदभेदैश्चरणभुजपार्श्वपृष्ठप्रभृतिषु मारुतजान् विकारानुपजनयति (४);" audio={r27}/>     
                <SingleAudioCard sholkno="Shloka 43-5" sholk="तिक्तो रसः स्वयमरोचिष्णुरप्यरोचकघ्नो विषघ्नः क्रिमिघ्नो मूर्च्छादाहकण्डूकुष्ठतृष्णाप्रशमनस्त्वङ्मांसयोः स्थिरीकरणो ज्वरघ्नो दीपनः पाचनः स्तन्यशोधनो लेखनः क्लेदमेदोवसामज्जलसीकापूयस्वेदमूत्रपुरीषपित्तश्लेष्मोपशोषणो रूक्षः शीतो लघुश्च|
स एवङ्गुणोऽप्येक एवात्यर्थमुपयुज्यमानो रौक्ष्यात्खरविषदस्वभावाच्च रसरुधिरमांसमेदोस्थिमज्जशुक्राण्युच्छोषयति, स्रोतसां खरत्वमुपपादयति, बलमादत्ते, कर्शयति, ग्लपयति, मोहयति, भ्रमयति, वदनमुपशोषयति, अपरांश्च वातविकारानुपजनयति (५);" audio={r28}/>
                <SingleAudioCard sholkno="Shloka 43-6" sholk="कषायो रसः संशमनः सङ्ग्राही सन्धानकरः पीडनो रोपणः शोषणः स्तम्भनः श्लेष्मरक्तपित्तप्रशमनः शरीरक्लेदस्योपयोक्ता रूक्षः शीतोऽलघुश्च|
स एवङ्गुणोऽप्येक एवात्यर्थमुपयुज्यमान आस्यं शोषयति, हृदयं पीडयति, उदरमाध्मापयति, वाचं निगृह्णाति, स्रोतांस्यवबध्नाति, श्यावत्वमापादयति, पुंस्त्वमुपहन्ति, विष्टभ्य जरां गच्छति, वातमूत्रपुरीषरेतांस्यवगृह्णाति, कर्शयति, ग्लपयति, तर्षयति, स्तम्भयति, खरविशदरूक्षत्वात् पक्षवधग्रहापतानकार्दितप्रभृतींश्च वातविकारानुपजनयति||४३||" audio={r29}/>
                <SingleAudioCard sholkno="Shloka 44" sholk="इत्येवमेते षड्रसाः पृथक्त्वेनैकत्वेन वा मात्रशः [२०] सम्यगुपयुज्यमाना उपकाराय भवन्त्यध्यात्मलोकस्य, अपकारकराः पुनरतोऽन्यथा भवन्त्युपयुज्यमानाः; तान् विद्वानुपकारार्थमेव मात्रशः सम्यगुपयोजयेदिति||४४||" audio={r30}/>
                <SingleAudioCard sholkno="Shloka 45,46,47" sholk="भवन्ति चात्र-
शीतं वीर्येण यद्द्रव्यं मधुरं रसपाकयोः|
तयोरम्लं यदुष्णं च यद्द्रव्यं कटुकं तयोः||४५||

तेषां [२१] रसोपदेशेन निर्देश्यो गुणसङ्ग्रहः|
वीर्यतोऽविपरीतानां पाकतश्चोपदेक्ष्यते||४६||
यथा पयो यथा सर्पिर्यथा वा चव्यचित्रकौ|
एवमादीनि चान्यानि निर्दिशेद्रसतो भिषक्||४७||" audio={r31}/> 
                <SingleAudioCard sholkno="Shloka 48,49" sholk="मधुरं [२२] किञ्चिदुष्णं स्यात् कषायं तिक्तमेव च|
यथा महत्पञ्चमूलं यथाऽब्जानूपमामिषम्||४८||
लवणं [२३] सैन्धवं नोष्णमम्लमामलकं तथा|
अर्कागुरुगुडूचीनां तिक्तानामुष्णमुच्यते||४९||" audio={r32}/> 
                <SingleAudioCard sholkno="Shloka 50,51,52" sholk="किञ्चिदम्लं हि सङ्ग्राहि किञ्चिदम्लं भिनत्ति च|
यथा कपित्थं सङ्ग्राहि भेदि चामलकं तथा||५०||
पिप्पली [२४] नागरं वृष्यं कटु चावृष्यमुच्यते|
कषायः स्तम्भनः शीतः सोऽभयायामतोऽन्यथा||५१||
तस्माद्रसोपदेशेन [२५] न सर्वं द्रव्यामादिशेत्|
दृष्टं तुल्यरसेऽप्येवं द्रव्ये द्रव्ये गुणान्तरम्||५२||" audio={r33}/>
                <SingleAudioCard sholkno="Shloka 53,54,55,56" sholk="रौक्ष्यात् कषायो रूक्षाणामुत्तमो मध्यमः कटुः|
तिक्तोऽवरस्तथोष्णानामुष्णत्वाल्लवणः परः||५३||
मध्योऽम्लः कटुकश्चान्त्यः स्निग्धानां मधुरः परः|
मध्योऽम्लो लवणश्चान्त्यो रसः स्नेहान्निरुच्यते||५४||
मध्योत्कृष्टावराः शैत्यात् कषायस्वादुतिक्तकाः [२६] |
स्वादुर्गुरुत्वादधिकः कषायाल्लवणोऽवरः||५५||
अम्लात् कटुस्ततस्तिक्तो लघुत्वादुत्तमोत्तमः|
केचिल्लघूनामवरमिच्छन्ति [२७] लवणं रसम्||५६||" audio={r34}/>
                <SingleAudioCard sholkno="Shloka 56(1)" sholk="गौरवे लाघवे चैव [२८] सोऽवरस्तूभयोरपि|५७|" audio={r35}/>
                <SingleAudioCard sholkno="Shloka 57,58" sholk="परं [२९] चातो विपाकानां लक्षणं सम्प्रवक्ष्यते||५७||
कटुतिक्तकषायाणां विपाकः प्रायशः कटुः|
अम्लोऽम्लं पच्यते स्वादुर्मधुरं लवणस्तथा||५८||" audio={r36}/>
                <SingleAudioCard sholkno="Shloka 59,60" sholk="मधुरो लवणाम्लौ च स्निग्धभावात्त्रयो रसाः|
वातमूत्रपुरीषाणां प्रायो मोक्षे सुखा मताः||५९||
कटुतिक्तकषायास्तु रूक्षभावात्त्रयो रसाः|
दुःखाय मोक्षे दृश्यन्ते वातविण्मूत्ररेतसाम्||६०||" audio={r37}/>
                <SingleAudioCard sholkno="Shloka 61,62,63" sholk="शुक्रहा बद्धविण्मूत्रो विपाको वातलः कटुः|
मधुरः सृष्टविण्मूत्रो विपाकः कफशुक्रलः||६१||
पित्तकृत् सृष्टविण्मूत्रः पाकोऽम्लः शुक्रनाशनः|
तेषां गुरुः स्यान्मधुरः कटुकाम्लावतोऽन्यथा||६२||

विपाकलक्षणस्याल्पमध्यभूयिष्ठतां [३०] प्रति|
द्रव्याणां गुणवैशेष्यात्तत्र तत्रोपलक्षयेत्||६३||" audio={r38}/>
                <SingleAudioCard sholkno="Shloka 64,65" sholk="मृदुतीक्ष्णगुरुलघुस्निग्धरूक्षोष्णशीतलम्|
वीर्यमष्टविधं केचित्, केचिद्द्विविधमास्थिताः||६४||
शीतोष्णमिति, वीर्यं तु क्रियते येन या क्रिया|
नावीर्यं कुरुते किञ्चित् सर्वा वीर्यकृता क्रिया||६५||" audio={r39}/>
                <SingleAudioCard sholkno="Shloka 66" sholk="रसो निपाते द्रव्याणां, विपाकः कर्मनिष्ठया|
वीर्यं यावदधीवासान्निपाताच्चोपलभ्यते||६६||" audio={r40}/>
                <SingleAudioCard sholkno="Shloka 67" sholk="रसवीर्यविपाकानां सामान्यं यत्र लक्ष्यते|
विशेषः कर्मणां चैव प्रभावस्तस्य स स्मृतः||६७||" audio={r41}/>
                <SingleAudioCard sholkno="Shloka 68,69,70" sholk="कटुकः कटुकः पाके वीर्योष्णश्चित्रको मतः|
तद्वद्दन्ती प्रभावात्तु विरेचयति मानवम् [३१] ||६८||
विषं विषघ्नमुक्तं यत् प्रभावस्तत्र [३२] कारणम्|
ऊर्ध्वानुलोमिकं यच्च तत् प्रभावप्रभावितम्||६९||
मणीनां धारणीयानां कर्म यद्विविधात्मकम्|
तत् प्रभावकृतं तेषां प्रभावोऽचिन्त्य उच्यते [३३] ||७०||" audio={r42}/>
                <SingleAudioCard sholkno="Shloka 71,72" sholk="सम्यग्विपाकवीर्याणि प्रभावश्चाप्युदाहृतः|
किञ्चिद्रसेन [३४] कुरुते कर्म वीर्येण चापरम्||७१||
द्रव्यं गुणेन पाकेन प्रभावेण च किञ्चन|
रसं विपाकस्तौ वीर्यं प्रभावस्तानपोहति||७२||
बलसाम्ये रसादीनामिति नैसर्गिकं बलम्|७३|" audio={r43}/>
                <SingleAudioCard sholkno="Shloka 73" sholk="षण्णां रसानां विज्ञानमुपदेक्ष्याम्यतः परम्||७३||" audio={r44}/>
                <SingleAudioCard sholkno="Shloka 74" sholk="स्नेहनप्रीणनाह्लादमार्दवैरुपलभ्यते|
मुखस्थो मधुरश्चास्यं व्याप्नुवँल्लिम्पतीव च||७४||" audio={r45}/>
                <SingleAudioCard sholkno="Shloka 75" sholk="दन्तहर्षान्मुखास्रावात् स्वेदनान्मुखबोधनात्|
विदाहाच्चास्यकण्ठस्य प्राश्यैवाम्लं रसं वदेत्||७५||" audio={r46}/>
                <SingleAudioCard sholkno="Shloka 76" sholk="प्रलीयन् क्लेदविष्यन्दमार्दवं कुरुते मुखे|
यः शीघ्रं लवणो ज्ञेयः स विदाहान्मुखस्य च||७६||" audio={r47}/>
                <SingleAudioCard sholkno="Shloka 77" sholk="संवेजयेद्यो रसानां निपाते तुदतीव च|
विदहन्मुखनासाक्षि संस्रावी स कटुः स्मृतः||७७||" audio={r48}/>
                <SingleAudioCard sholkno="Shloka 78" sholk="प्रतिहन्ति निपाते यो रसनं स्वदते न च|
स तिक्तो मुखवैशद्यशोषप्रह्लादकारकः [३५] ||७८||" audio={r49}/>
                <SingleAudioCard sholkno="Shloka 79" sholk="वैशद्यस्तम्भजाड्यैर्यो रसनं योजयेद्रसः|
बध्नातीव च यः कण्ठं कषायः स विकास्यपि||७९||" audio={r50}/>
                <SingleAudioCard sholkno="Shloka 80" sholk="एवमुक्तवन्तं भगवन्तमात्रेयमग्निवेश उवाच- भगवन्! श्रुतमेतदवितथमर्थसम्पद्युक्तं भगवतो यथावद्द्रव्यगुणकर्माधिकारे वचः, परं त्वाहारविकाराणां [३६] वैरोधिकानां लक्षणमनतिसङ्क्षेपेणोपदिश्यमानं शुश्रूषामह इति||८०||" audio={r51}/>
                <SingleAudioCard sholkno="Shloka 81" sholk="तमुवाच भगवानात्रेयः- देहधातुप्रत्यनीकभूतानि द्रव्याणि देहधातुभिर्विरोधमापद्यन्ते; परस्परगुणविरुद्धानि कानिचित्, कानिचित् संयोगात्, संस्कारादपराणि, देशकालमात्रादिभिश्चापराणि, तथा स्वभावादपराणि||८१||" audio={r52}/>
                <SingleAudioCard sholkno="Shloka 82" sholk="तत्र यान्याहारमधिकृत्य भूयिष्ठमुपयुज्यन्ते तेषामेकदेशं वैरोधिकमधिकृत्योपदेक्ष्यामः- न मत्स्यान् पयसा सहाभ्यवहरेत्, उभयं ह्येतन्मधुरं मधुरविपाकं महाभिष्यन्दि शीतोष्णत्वाद्विरुद्धवीर्यं विरुद्धवीर्यत्वाच्छोणितप्रदूषणाय महाभिष्यन्दित्वान्मार्गोपरोधाय च||८२||" audio={r53}/>
                <SingleAudioCard sholkno="Shloka 83" sholk="तन्निशम्यात्रेयवचनमनु भद्रकाप्योऽग्निवेशमुवाच- सर्वानेव मत्स्यान् पयसा सहाभ्यवहरेदन्यत्रैकस्माच्चिलिचिमात्, स पुनः शकली लोहितनयनः सर्वतो लोहितराजी रोहिताकारः प्रायो भूमौ चरति, तं चेत् पयसा सहाभ्यवहरेन्निःसंशयं शोणितजानां विबन्धजानां च व्याधीनामन्यतममथवा मरणं प्राप्नुयादिति||८३||" audio={r54}/>
                <SingleAudioCard sholkno="Shloka 84" sholk="नेति भगवानात्रेयः- सर्वानेव मत्स्यान्न पयसा सहाभ्यवहरेद्विशेषतस्तु चिलिचिमं, स हि महाभिष्यन्दित्वात् स्थूललक्षणतरानेतान् व्याधीनुपजनयत्यामविषमुदीरयति च|
ग्राम्यानूपौदकपिशितानि च मधुतिलगुडपयोमाषमूलकबिसैर्विरूढधान्यैर्वा [३७] नैकध्यमद्यात्, तन्मूलं हि बाधिर्यान्ध्यवेपथुजाड्यकलमूकतामैण्मिण्यमथवा [३८] मरणमाप्नोति|
न पौष्करं रोहिणीकं शाकं कपोतान् वा सर्षपतैलभ्रष्टान्मधुपयोभ्यां सहाभ्यवहरेत्, तन्मूलं हि शोणिताभिष्यन्दधमनीप्रवि(ति)चयापस्मारशङ्खकगलगण्डरोहिणीनामन्यतमं प्राप्नोत्यथवा मरणमिति|
न मूलकलशुनकृष्णगन्धार्जकसुमुखसुरसादीनि भक्षयित्वा पयः सेव्यं, कुष्ठाबाधभयात्|
न जातुकशाकं न निकुचं पक्वं मधुपयोभ्यां सहोपयोज्यम्, एतद्धि मरणायाथवा बलवर्णतेजोवीर्योपरोधायालघुव्याधये षाण्ढ्याय चेति|
तदेव निकुचं पक्वं न माषसूपगुडसर्पिर्भिः सहोपयोज्यं वैरोधिकत्वात्|
तथाऽऽम्राम्रातकमातुलुङ्गनिकुचकरमर्दमोचदन्तशठबदरकोशाम्रभव्यजाम्बवकपित्थतिन्तिडीक- पारावताक्षोडपनसनालिकेरदाडिमामलकान्येवम्प्रकाराणि चान्यानि द्रव्याणि सर्वं चाम्लं द्रवमद्रवं च पयसा सह विरुद्धम्|
तथा कङ्गुवनकमकुष्ठककुलत्थमाषनिष्पावाः [३९] पयसा सह विरुद्धाः|
पद्मोत्तरिकाशाकं शार्करो मैरेयो मधु च सहोपयुक्तं विरुद्धं वातं चातिकोपयति|
हारिद्रकः सर्षपतैलभृष्टो विरुद्धः पित्तं चातिकोपयति|
पायसो मन्थानुपानो विरुद्धः श्लेष्माणं चातिकोपयति|
उपोदिका तिलकल्कसिद्धा हेतुरतीसारस्य|
बलाका वारुण्या सह कुल्माषैरपि विरुद्धा, सैव शूकरवसापरिभृष्टा सद्यो व्यापादयति|
मयूरमांसमेरण्डसीसकावसक्तमेरण्डाग्निप्लुष्टमेरण्डतैलयुक्तं सद्यो व्यापादयति|
हारिद्रकमांसं हारिद्रसीसकावसक्तं हारिद्राग्निप्लुष्टं सद्यो व्यापादयति; तदेव भस्मपांशुपरिध्वस्तं सक्षौद्रं सद्यो मरणाय|
मत्स्यनिस्तालनसिद्धाः पिप्पल्यस्तथा काकमाची मधु च मरणाय|
मधु चोष्णमुष्णार्तस्य च मधु मरणाय|
मधुसर्पिषी समघृते, मधु वारि चान्तरिक्षं समघृतं, मधु पुष्करबीजं, मधु पीत्वोष्णोदकं, भल्लातकोष्णोदकं, तक्रसिद्धः कम्पिल्लकः, पर्युषिता काकमाची, अङ्गारशूल्यो भासश्चेति विरुद्धानि|
इत्येतद्यथाप्रश्नमभिनिर्दिष्टं भवतीति||८४||" audio={r55}/>
                <SingleAudioCard sholkno="Shloka 85" sholk="भवन्ति चात्र श्लोकाः-
यत् किञ्चिद्दोषमास्राव्य [४०] न निर्हरति कायतः|
आहारजातं तत् सर्वमहितायोपपद्यते||८५||" audio={r56}/>
                <SingleAudioCard sholkno="Shloka 86,87" sholk="यच्चापि देशकालाग्निमात्रासात्म्यानिलादिभिः|
संस्कारतो वीर्यतश्च कोष्ठावस्थाक्रमैरपि||८६||
परिहारोपचाराभ्यां पाकात् संयोगतोऽपि च|
विरुद्धं तच्च न हितं हृत्सम्पद्विधिभिश्च यत्||८७||" audio={r57}/>
                <SingleAudioCard sholkno="Shloka 88to101" sholk="विरुद्धं देशतस्तावद्रूक्षतीक्ष्णादि धन्वनि|
आनूपे स्निग्धशीतादि भेषजं यन्निषेव्यते||८८||
कालतोऽपि विरुद्धं यच्छीतरूक्षादिसेवनम्|
शीते काले, तथोष्णे च कटुकोष्णादिसेवनम्||८९||
विरुद्धमनले तद्वदन्नपानं चतुर्विधे|
मधुसर्पिः समधृतं मात्रया तद्विरुध्यते||९०||
कटुकोष्णादिसात्म्यस्य स्वादुशीतादिसेवनम्|
यत्तत् सात्म्यविरुद्धं तु विरुद्धं त्वनिलादिभिः||९१||
या समानगुणाभ्यासविरुद्धान्नौषधक्रिया|
संस्कारतो विरुद्धं तद्यद्भोज्यं विषवद्भवेत्||९२||
एरण्डसीसकासक्तं शिखिमांसं यथैव हि|
विरुद्धं वीर्यतो ज्ञेयं वीर्यतः शीतलात्मकम्||९३||
तत् संयोज्योष्णवीर्येण द्रव्येण सह सेव्यते|
क्रूरकोष्ठस्य चात्यल्पं मन्दवीर्यमभेदनम्||९४||
मृदकोष्ठस्य गुरु च भेदनीयं तथा बहु|
एतत् कोष्ठविरुद्धं तु, विरुद्धं स्यादवस्थया||९५||
श्रमव्यवायव्यायामसक्तस्यानिलकोपनम्|
निद्रालसस्यालसस्य भोजनं श्लेष्मकोपनम्||९६||
यच्चानुत्सृज्य विण्मूत्रं भुङ्क्ते यश्चाबुभुक्षितः|
तच्च क्रमविरुद्धं स्याद्यच्चातिक्षुद्वशानुगः||९७||
परिहारविरुद्धं तु वराहादीन्निषेव्य यत्|
सेवेतोष्णं घृतादींश्च पीत्वा शीतं निषेवते||९८||
विरुद्धं पाकतश्चापि दुष्टदुर्दारुसाधितम्|
अपक्वतण्डुलात्यर्थपक्वदग्धं च यद्भवेत्|
संयोगतो विरुद्धं तद्यथाऽम्लं पयसा सह||९९||
अमनोरुचितं यच्च हृद्विरुद्धं तदुच्यते|
सम्पद्विरुद्धं तद्विद्यादसञ्जातरसं तु यत्||१००||
अतिक्रान्तरसं वाऽपि विपन्नरसमेव वा|
ज्ञेयं विधिविरुद्धं तु भुज्यते निभृते न यत्|
तदेवंविधमन्नं स्याद्विरुद्धमुपयोजितम्||१०१||" audio={r58}/>
                <SingleAudioCard sholkno="Shloka 102,103" sholk="षाण्ढ्यान्ध्यवीसर्पदकोदराणां विस्फोटकोन्मादभगन्दराणाम्|
मूर्च्छामदाध्मानगलग्रहाणां पाण्ड्वामयस्यामविषस्य चैव||१०२||
किलासकुष्ठग्रहणीगदानां शोथाम्लपित्तज्वरपीनसानाम् [४१] |
सन्तानदोषस्य तथैव मृत्योर्विरुद्धमन्नं प्रवदन्ति हेतुम्||१०३||" audio={r59}/>
                <SingleAudioCard sholkno="Shloka 104" sholk="एषां खल्वपरेषां च वैरोधिकनिमित्तानां व्याधीनामिमे भावाः प्रतिकारा [४२] भवन्ति|
तद्यथा- वमनं विरेचनं च, तद्विरोधिनां च द्रव्याणां संशमनार्थमुपयोगः, तथाविधैश्च द्रव्यैः पूर्वमभिसंस्कारः शरीरस्येति||१०४||" audio={r60}/>
                <SingleAudioCard sholkno="Shloka 105,106" sholk="भवतश्चात्र-
विरुद्धाशनजान् [४३] रोगान् प्रतिहन्ति विवेचनम्|
वमनं शमनं चैव पूर्वं वा हितसेवनम्||१०५||
सात्म्यतोऽल्पतया वाऽपि दीप्ताग्नेस्तरुणस्य च|
स्निग्धव्यायामबलिनां विरुद्धं वितथं भवेत्||१०६||" audio={r61}/>
                <SingleAudioCard sholkno="Shloka 107to113" sholk="तत्र श्लोकाः-
मतिरासीन्महर्षीणां या या रसविनिश्चये|
द्रव्याणि गुणकर्मभ्यां द्रव्यसङ्ख्या रसाश्रया||१०७||
कारणं रससङ्ख्याया रसानुरसलक्षणम्|
परादीनां गुणानां च लक्षणानि पृथक्पृथक्||१०८||
पञ्चात्मकानां षट्त्वं च रसानां येन हेतुना|
ऊर्ध्वानुलोमभाजश्च यद्गुणातिशयाद्रसाः||१०९||
षण्णां रसानां षट्त्वे च सविभक्ता [४४] विभक्तयः|
उद्देशश्चापवादश्च द्रव्याणां गुणकर्मणि||११०||
प्रवरावरमध्यत्वं रसानां गौरवादिषु|
पाकप्रभावयोर्लिङ्गं वीर्यसङ्ख्याविनिश्चयः||१११||
षण्णामास्वाद्यमानानां रसानां यत् स्वलक्षणम्|
यद्यद्विरुध्यते यस्माद्येन यत्कारि चैव यत्||११२||
वैरोधिकनिमित्तानां व्याधीनामौषधं च यत्|
आत्रेयभद्रकाप्यीये तत् सर्वमवदन्मुनिः||११३||" audio={r62}/>
                <SingleAudioCard sholkno="Last Shloka" sholk="इत्यग्निवेशकृते तन्त्रे चरकप्रतिसंस्कृते श्लोकस्थाने आत्रेयभद्रकाप्यीयो नाम षड्विंशोऽध्यायः||२६||" audio={r63}/>

            </div>
        </div>
    )
}

export default Book1ch26




 