import React from 'react'
import BookSlider from '../../../../localComponents/BookSlider'
import r1 from '../../../../assests/Audio/book1audio/21/C21S1,2.mp3'
import r2 from '../../../../assests/Audio/book1audio/21/C21S3.mp3'
import r3 from '../../../../assests/Audio/book1audio/21/C21S4.mp3'
import r4 from '../../../../assests/Audio/book1audio/21/C21S5,6.mp3'
import r5 from '../../../../assests/Audio/book1audio/21/C21S7,8.mp3'
import r6 from '../../../../assests/Audio/book1audio/21/C21S9.mp3'  
import r7 from '../../../../assests/Audio/book1audio/21/C21S10.mp3'
import r8 from '../../../../assests/Audio/book1audio/21/C21S11,12.mp3'
import r9 from '../../../../assests/Audio/book1audio/21/C21S13,14.mp3'
import r10 from '../../../../assests/Audio/book1audio/21/C21S15.mp3'
import r11 from '../../../../assests/Audio/book1audio/21/C21S16,17.mp3'
import r12 from '../../../../assests/Audio/book1audio/21/C21S18,19.mp3'
import r13 from '../../../../assests/Audio/book1audio/21/C21S20.mp3'
import r14 from '../../../../assests/Audio/book1audio/21/C21S21.mp3'
import r15 from '../../../../assests/Audio/book1audio/21/C21S22,23,24,25,26,27.mp3'
import r16 from '../../../../assests/Audio/book1audio/21/C21S28.mp3'
import r17 from '../../../../assests/Audio/book1audio/21/C21S29,30,31,32,33.mp3'
import r18 from '../../../../assests/Audio/book1audio/21/C21S34.mp3'
import r19 from '../../../../assests/Audio/book1audio/21/C21S35.mp3'
import r20 from '../../../../assests/Audio/book1audio/21/C21S36.mp3'
import r21 from '../../../../assests/Audio/book1audio/21/C21S37,38.mp3'
import r22 from '../../../../assests/Audio/book1audio/21/C21S39,40,41,42,43.mp3'
import r23 from '../../../../assests/Audio/book1audio/21/C21S44,45.mp3'
import r24 from '../../../../assests/Audio/book1audio/21/C21S46,47,48,49.mp3'
import r25 from '../../../../assests/Audio/book1audio/21/C21S50.mp3'
import r26 from '../../../../assests/Audio/book1audio/21/C21S51.mp3'
import r27 from '../../../../assests/Audio/book1audio/21/C21S52,53,54.mp3'
import r28 from '../../../../assests/Audio/book1audio/21/C21S55,56,57.mp3'
import r29 from '../../../../assests/Audio/book1audio/21/C21S58,59.mp3'
import r30 from '../../../../assests/Audio/book1audio/21/C21S60,61,62.mp3'
import r31 from '../../../../assests/Audio/book1audio/21/C21Slast.mp3'

import SingleAudioCard from '../../../../globalComponents/SingleAudioCard'
import sliderImg from '../../../../assests/book-ch-img/Audio-Book-PU/sutrasthana/21.png'

const Book1ch21 = () => {
    return (
        <div className="class-wrapper">
            <BookSlider img={sliderImg}/>
            <div className="text-center card-holder-custom">
                <SingleAudioCard sholkno="Shloka 1,2" sholk="अथातोऽष्टौनिन्दितीयमध्यायं व्याख्यास्यामः||१||
इति ह स्माह भगवानात्रेयः||२||" audio={r1}/>
                <SingleAudioCard sholkno="Shloka 3" sholk="इह खलु शरीरमधिकृत्याष्टौ पुरुषा निन्दिता भवन्ति; तद्यथा- अतिदीर्घश्च, अतिह्रस्वश्च, अतिलोमा च, अलोमा च [१] , अतिकृष्णश्च, अतिगौरश्च, अतिस्थूलश्च, अतिकृशश्चेति||३||" audio={r2}/>
                <SingleAudioCard sholkno="Shloka 4" sholk="तत्रातिस्थूलकृशयोर्भूय एवापरे निन्दितविशेषा भवन्ति|
अतिस्थूलस्य तावदायुषो ह्रासो जवोपरोधः [२] कृच्छ्रव्यवायता दौर्बल्यं दौर्गन्ध्यं स्वेदाबाधः क्षुदतिमात्रं पिपासातियोगश्चेति भवन्त्यष्टौ दोषाः|
तदतिस्थौल्यमतिसम्पूरणाद्गुरुमधुरशीतस्निग्धोपयोगादव्यायामादव्यवायाद्दिवास्वप्नाद्धर्षनित्यत्वाद- चिन्तनाद्बीजस्वभावाच्चोपजायते|
तस्य ह्यतिमात्रमेदस्विनो [३] मेद एवोपचीयते न तथेतरे धातवः, तस्मादस्यायुषो ह्रासः; शैथिल्यात् सौकुमार्याद्गुरुत्वाच्च मेदसो जवोपरोधः [४] , शुक्राबहुत्वान्मेदसाऽऽवृतमार्गत्वाच्च कृच्छ्रव्यवायता, दौर्बल्यमसमत्वाद्धातूनां, दौर्गन्ध्यं मेदोदोषान्मेदसः स्वभावात् स्वेदनत्वाच्च, मेदसः श्लेष्मसंसर्गाद्विष्यन्दित्वाद्बहुत्वाद्गुरुत्वाद्व्यायामासहत्वाच्च स्वेदाबाधः, तीक्ष्णाग्नित्वात् प्रभूतकोष्ठवायुत्वाच्च क्षुदतिमात्रं पिपासातियोगश्चेति||४||" audio={r3}/>
                <SingleAudioCard sholkno="Shloka 5,6" sholk="भवन्ति चात्र-
मेदसाऽऽवृतमार्गत्वाद्वायुः कोष्ठे विशेषतः|
चरन् सन्धुक्षयत्यग्निमाहारं शोषयत्यपि||५||
तस्मात् स शीघ्रं जरयत्याहारं चातिकाङ्क्षति|
विकारांश्चाश्नुते घोरान् कांश्चित्कालव्यतिक्रमात्||६||" audio={r4}/>
                <SingleAudioCard sholkno="Shloka 7,8" sholk="एतावुपद्रवकरौ विशेषादग्निमारुतौ|
एतौ हि दहतः स्थूलं वनदावो वनं यथा||७||
मेदस्यतीव संवृद्धे सहसैवानिलादयः|
विकारान् दारुणान् [५] कृत्वा नाशयन्त्याशु जीवितम्||८||" audio={r5}/>
                <SingleAudioCard sholkno="Shloka 9" sholk="मेदोमांसातिवृद्धत्वाच्चलस्फिगुदरस्तनः|
अयथोपचयोत्साहो [६] नरोऽतिस्थूल उच्यते||९||" audio={r6}/>
                <SingleAudioCard sholkno="Shloka 10" sholk="इति मेदस्विनो दोषा हेतवो रूपमेव च|
निर्दिष्टं, ....|१०| ... वक्ष्यते वाच्यमतिकार्श्ये त्वतः परम्||१०||" audio={r7}/>
                <SingleAudioCard sholkno="Shloka 11,12" sholk="सेवा रूक्षान्नपानानां लङ्घनं प्रमिताशनम्|
क्रियातियोगः शोकश्च वेगनिद्राविनिग्रहः||११||
रूक्षस्योद्वर्तनं स्नानस्याभ्यासः प्रकृतिर्जरा|
विकारानुशयः क्रोधः कुर्वन्त्यतिकृशं नरम्||१२||" audio={r8}/>
                <SingleAudioCard sholkno="Shloka 13,14" sholk="व्यायाममतिसौहित्यं क्षुत्पिपासामयौषधम् [७] |
कृशो न सहते तद्वदतिशीतोष्णमैथुनम्||१३||
प्लीहा कासः क्षयः श्वासो गुल्मोऽर्शांस्युदराणि च|
कृशं प्रायोऽभिधावन्ति [८] रोगाश्च ग्रहणीगताः||१४||" audio={r9}/>
                <SingleAudioCard sholkno="Shloka 15" sholk="शुष्कस्फिगुदरग्रीवो धमनीजालसन्ततः|
त्वगस्थिशेषोऽतिकृशः स्थूलपर्वा नरो मतः||१५||" audio={r10}/>
                <SingleAudioCard sholkno="Shloka 16,17" sholk="सततं व्याधितावेतावतिस्थूलकृशौ नरौ|
सततं चोपचर्यौ हि कर्शनैर्बृंहणैरपि||१६||
स्थौल्यकार्श्ये वरं कार्श्यं समोपकरणौ [९] हि तौ|
यद्युभौ व्याधिरागच्छेत् स्थूलमेवातिपीडयेत्||१७||" audio={r11}/>
                <SingleAudioCard sholkno="Shloka 18,19" sholk="सममांसप्रमाणस्तु समसंहननो नरः|
दृढेन्द्रियो विकाराणां [१०] न बलेनाभिभूयते||१८||
क्षुत्पिपासातपसहः शीतव्यायामसंसहः|
समपक्ता समजरः सममांसचयो मतः||१९||" audio={r12}/>
                <SingleAudioCard sholkno="Shloka 20" sholk="गुरु चातर्पणं चेष्टं स्थूलानां कर्शनं प्रति|
कृशानां बृंहणार्थं च लघु सन्तर्पणं च यत्||२०||" audio={r13}/>
                <SingleAudioCard sholkno="Shloka 21" sholk="वातघ्नान्यन्नपानानि श्लेष्ममेदोहराणि च|
रूक्षोष्णा बस्तयस्तीक्ष्णा रूक्षाण्युद्वर्तनानि च||२१||" audio={r14}/>
                <SingleAudioCard sholkno="Shloka 22,23,24,25,26,27" sholk="गुडूचीभद्रमुस्तानां प्रयोगस्त्रैफलस्तथा|
तक्रारिष्टप्रयोगश्च प्रयोगो माक्षिकस्य च||२२||
विडङ्गं नागरं क्षारः काललोहरजो मधु|
यवामलकचूर्णं च प्रयोगः श्रेष्ठ उच्यते||२३||
बिल्वादिपञ्चमूलस्य प्रयोगः क्षौद्रसंयुतः|
शिलाजतुप्रयोगश्च साग्निमन्थरसः परः||२४||
प्रशातिका प्रियङ्गुश्च श्यामाका यवका यवाः|
जूर्णाह्वाः कोद्रवा मुद्गाः कुलत्थाश्चक्रमुद्गकाः [११] ||२५||
आढकीनां च बीजानि पटोलामलकैः सह|
भोजनार्थं प्रयोज्यानि पानं चानु मधूदकम्||२६||
अरिष्टांश्चानुपानार्थे मेदोमांसकफापहान्|
अतिस्थौल्यविनाशाय संविभज्य प्रयोजयेत्||२७||" audio={r15}/>
                <SingleAudioCard sholkno="Shloka 28" sholk="प्रजागरं [१२] व्यवायं च व्यायामं चिन्तनानि च|
स्थौल्यमिच्छन् परित्यक्तुं क्रमेणाभिप्रवर्धयेत्||२८||" audio={r16}/>
                <SingleAudioCard sholkno="Shloka 29,30,31,32,33" sholk="स्वप्नो हर्षः सुखा शय्या मनसो निर्वृतिः शमः|
चिन्ताव्यवायव्यायामविरामः प्रियदर्शनम्||२९||
नवान्नानि नवं मद्यं ग्राम्यानूपौदका रसाः|
संस्कृतानि च मांसानि दधि सर्पिः पयांसि च||३०||
इक्षवः शालयो माषा गोधूमा गुडवैकृतम्|
बस्तयः स्निग्धमधुरास्तैलाभ्यङ्गश्च सर्वदा||३१||
स्निग्धमुद्वर्तनं स्नानं गन्धमाल्यनिषेवणम्|
शुक्लं वासो यथाकालं दोषाणामवसेचनम्||३२||
रसायनानां वृष्याणां योगानामुपसेवनम्|
हत्वाऽतिकार्श्यमाधत्ते नृणामुपचयं परम्||३३||" audio={r17}/>
                <SingleAudioCard sholkno="Shloka 34" sholk="अचिन्तनाच्च कार्याणां ध्रुवं सन्तर्पणेन च|
स्वप्नप्रसङ्गाच्च नरो वराह इव पुष्यति||३४||" audio={r18}/>
                <SingleAudioCard sholkno="Shloka 35" sholk="यदा तु मनसि क्लान्ते कर्मात्मानः क्लमान्विताः [१३] |
विषयेभ्यो निवर्तन्ते तदा स्वपिति मानवः||३५||" audio={r19}/>
                <SingleAudioCard sholkno="Shloka 36" sholk="निद्रायत्तं सुखं दुःखं पुष्टिः कार्श्यं बलाबलम्|
वृषता क्लीबता ज्ञानमज्ञानं जीवितं न च||३६||" audio={r20}/>
                <SingleAudioCard sholkno="Shloka 37,38" sholk="अकालेऽतिप्रसङ्गाच्च न च निद्रा निषेविता|
सुखायुषी पराकुर्यात् [१४] कालरात्रिरिवापरा||३७||
सैव युक्ता पुनर्युङ्क्ते निद्रा देहं सुखायुषा|
पुरुषं योगिनं सिद्ध्या सत्या बुद्धिरिवागता||३८||" audio={r21}/>
                <SingleAudioCard sholkno="Shloka 39,40,41,42,43" sholk="गीताध्ययनमद्यस्त्रीकर्मभाराध्वकर्शिताः|
अजीर्णिनः क्षताः क्षीणा वृद्धा बालास्तथाऽबलाः||३९||
तृष्णातीसारशूलार्ताः श्वासिनो हिक्किनः कृशाः|
पतिताभिहतोन्मत्ताः क्लान्ता यानप्रजागरैः||४०||
क्रोधशोकभयक्लान्ता दिवास्वप्नोचिताश्च ये|
सर्व एते दिवास्वप्नं सेवेरन् सार्वकालिकम्||४१||
धातुसाम्यं तथा ह्येषां बलं चाप्युपजायते|
श्लेष्मा पुष्णाति चाङ्गानि स्थैर्यं भवति चायुषः||४२||
ग्रीष्मे त्वादानरूक्षाणां वर्धमाने च मारुते|
रात्रीणां चातिसङ्क्षेपाद्दिवास्वप्नः प्रशस्यते||४३||" audio={r22}/>
                <SingleAudioCard sholkno="Shloka 44,45" sholk="ग्रीष्मवर्ज्येषु कालेषु दिवास्वप्नात् प्रकुप्यतः|
श्लेष्मपित्ते दिवास्वप्नस्तस्मात्तेषु न शस्यते||४४||
मेदस्विनः स्नेहनित्याः श्लेष्मलाः श्लेष्मरोगिणः|
दूषीविषार्ताश्च दिवा न शयीरन् कदाचन||४५||" audio={r23}/>
                <SingleAudioCard sholkno="Shloka 46,47,48,49" sholk="हलीमकः शिरःशूलं स्तैमित्यं गुरुगात्रता|
अङ्गमर्दोऽग्निनाशश्च प्रलेपो हृदयस्य च||४६||
शोफारोचकहृल्लासपीनसार्धावभेदकाः|
कोठारुःपिडकाः कण्डूस्तन्द्रा कासो गलामयाः||४७||
स्मृतिबुद्धिप्रमोहश्च संरोधः स्रोतसां ज्वरः|
इन्द्रियाणामसामर्थ्यं विषवेगप्रवर्त(र्ध)नम्||४८||
भवेन्नृणां दिवास्वप्नस्याहितस्य निषेवणात्|
तस्माद्धिताहितं स्वप्नं बुद्ध्वा स्वप्यात् सुखं बुधः||४९||" audio={r24}/>
                <SingleAudioCard sholkno="Shloka 50" sholk="रात्रौ जागरणं रूक्षं स्निग्धं प्रस्वपनं दिवा|
अरूक्षमनभिष्यन्दि त्वासीनप्रचलायितम्||५०||" audio={r25}/>
                <SingleAudioCard sholkno="Shloka 51" sholk="देहवृत्तौ यथाऽऽहारस्तथा स्वप्नः सुखो मतः|
स्वप्नाहारसमुत्थे च स्थौल्यकार्श्ये विशेषतः||५१||" audio={r26}/>
                <SingleAudioCard sholkno="Shloka 52,53,54" sholk="अभ्यङ्गोत्सादनं स्नानं ग्राम्यानूपौदका रसाः|
शाल्यन्नं सदधि क्षीरं स्नेहो मद्यं मनःसुखम्||५२||
मनसोऽनुगुणा गन्धाः शब्दाः संवाहनानि च|
चक्षुषोस्तर्पणं लेपः शिरसो वदनस्य च||५३||
स्वास्तीर्णं शयनं वेश्म सुखं कालस्तथोचितः|
आनयन्त्यचिरान्निद्रां प्रनष्टा या निमित्ततः||५४||" audio={r27}/>
                <SingleAudioCard sholkno="Shloka 55,56,57" sholk="कायस्य शिरसश्चैव विरेकश्छर्दनं भयम्|
चिन्ता क्रोधस्तथा धूमो व्यायामो [१५] रक्तमोक्षणम्||५५||
उपवासोऽसुखा शय्या सत्त्वौदार्यं तमोजयः|
निद्राप्रसङ्गमहितं वारयन्ति समुत्थितम्||५६||
एत एव च विज्ञेया निद्रानाशस्य [१६] हेतवः|
कार्यं कालो विकारश्च प्रकृतिर्वायुरेव च||५७||" audio={r28}/>
                <SingleAudioCard sholkno="Shloka 58,59" sholk="तमोभवा श्लेष्मसमुद्भवा च मनःशरीरश्रमसम्भवा च|
आगन्तुकी व्याध्यनुवर्तिनी च रात्रिस्वभावप्रभवा च निद्रा||५८||

रात्रिस्वभावप्रभवा मता या तां भूतधात्रीं प्रवदन्ति तज्ज्ञाः|
तमोभवामाहुरघस्य मूलं शेषाः पुनर्व्याधिषु निर्दिशन्ति||५९||" audio={r29}/>
                <SingleAudioCard sholkno="Shloka 60,61,62" sholk="तत्र श्लोकाः-
निन्दिताः पुरुषास्तेषां यौ विशेषेण निन्दितौ|
निन्दिते कारणं दोषास्तयोर्निन्दितभेषजम्||६०||
येभ्यो यदा हिता निद्रा येभ्यश्चाप्यहिता यदा|
अतिनिद्रायानिद्राय [१७] भेषजं यद्भवा च सा||६१||
या या यथाप्रभावा च निद्रा तत् सर्वमत्रिजः|
अष्टौनिन्दितसङ्ख्याते व्याजहार पुनर्वसुः||६२||" audio={r30}/>
                <SingleAudioCard sholkno="Last Shloka" sholk="इत्यग्निवेशकृते तन्त्रे चरकप्रतिसंस्कृते श्लोकस्थानेऽष्टौनिन्दितीयो नामैकविंशतितमोऽध्यायः||२१||" audio={r31}/>
                
            </div>
        </div>
    )
}

export default Book1ch21




 