import React from 'react'
import BookSlider from '../../../../localComponents/BookSlider'
import r1 from '../../../../assests/Audio/book1audio/30/C30S1,2.mp3'
import r2 from '../../../../assests/Audio/book1audio/30/C30S3,4.mp3'
import r3 from '../../../../assests/Audio/book1audio/30/C30S5,6.mp3'
import r4 from '../../../../assests/Audio/book1audio/30/C30S7to8.mp3'
import r5 from '../../../../assests/Audio/book1audio/30/C30S9to11.mp3'
import r6 from '../../../../assests/Audio/book1audio/30/C30S12to14.mp3'
import r7 from '../../../../assests/Audio/book1audio/30/C30S15.mp3'
import r8 from '../../../../assests/Audio/book1audio/30/C30S16,17.mp3'
import r9 from '../../../../assests/Audio/book1audio/30/C30S18.mp3'
import r10 from '../../../../assests/Audio/book1audio/30/C30S19.mp3'
import r11 from '../../../../assests/Audio/book1audio/30/C30S20.mp3'    
import r12 from '../../../../assests/Audio/book1audio/30/C30S21.mp3'
import r13 from '../../../../assests/Audio/book1audio/30/C30S22.mp3'
import r14 from '../../../../assests/Audio/book1audio/30/C30S23.mp3'
import r15 from '../../../../assests/Audio/book1audio/30/C30S24.mp3'
import r16 from '../../../../assests/Audio/book1audio/30/C30S25.mp3'
import r17 from '../../../../assests/Audio/book1audio/30/C30S26.mp3'
import r18 from '../../../../assests/Audio/book1audio/30/C30S27.mp3'
import r19 from '../../../../assests/Audio/book1audio/30/C30S28.mp3'
import r20 from '../../../../assests/Audio/book1audio/30/C30S29.mp3'
import r21 from '../../../../assests/Audio/book1audio/30/C30S30.mp3'
import r22 from '../../../../assests/Audio/book1audio/30/C30S31.mp3'
import r23 from '../../../../assests/Audio/book1audio/30/C30S32.mp3'
import r24 from '../../../../assests/Audio/book1audio/30/C30S33.mp3'
import r25 from '../../../../assests/Audio/book1audio/30/C30S34.mp3'
import r26 from '../../../../assests/Audio/book1audio/30/C30S35.mp3'
import r27 from '../../../../assests/Audio/book1audio/30/C30S36,37.mp3'
import r28 from '../../../../assests/Audio/book1audio/30/C30S38.mp3'
import r29 from '../../../../assests/Audio/book1audio/30/C30S39.mp3'
import r30 from '../../../../assests/Audio/book1audio/30/C30S40.mp3'    
import r31 from '../../../../assests/Audio/book1audio/30/C30S41.mp3'
import r32 from '../../../../assests/Audio/book1audio/30/C30S42.mp3'
import r33 from '../../../../assests/Audio/book1audio/30/C30S43.mp3'
import r34 from '../../../../assests/Audio/book1audio/30/C30S44to46.mp3'


import r47 from '../../../../assests/Audio/book1audio/30/C30S47.mp3' // 47


import r35 from '../../../../assests/Audio/book1audio/30/C30S48,49.mp3'
import r36 from '../../../../assests/Audio/book1audio/30/C30S50to52.mp3'
import r37 from '../../../../assests/Audio/book1audio/30/C30S53to55.mp3'
import r38 from '../../../../assests/Audio/book1audio/30/C30S56to61.mp3'
import r39 from '../../../../assests/Audio/book1audio/30/C30S62to64.mp3'
import r40 from '../../../../assests/Audio/book1audio/30/C30S65to67.mp3'
import r41 from '../../../../assests/Audio/book1audio/30/C30S68.mp3'
import r42 from '../../../../assests/Audio/book1audio/30/C30S69to71.mp3'
import r43 from '../../../../assests/Audio/book1audio/30/C30S72to74.mp3'
import r44 from '../../../../assests/Audio/book1audio/30/C30S75to76.mp3'
import r45 from '../../../../assests/Audio/book1audio/30/C30S77to80.mp3'
import r46 from '../../../../assests/Audio/book1audio/30/C30S81.mp3'

import r48 from '../../../../assests/Audio/book1audio/30/C30S82,83.mp3'
import r49 from '../../../../assests/Audio/book1audio/30/C30S84,85.mp3'
import r50 from '../../../../assests/Audio/book1audio/30/C30S86to89.mp3'
import r51 from '../../../../assests/Audio/book1audio/30/C30Slast.mp3'

import SingleAudioCard from '../../../../globalComponents/SingleAudioCard'
import sliderImg from '../../../../assests/book-ch-img/Audio-Book-PU/sutrasthana/30.png'

const Book1ch30 = () => {
    return (
        <div className="class-wrapper">
            <BookSlider img={sliderImg}/>
            <div className="text-center card-holder-custom">
                <SingleAudioCard sholkno="Shloka 1,2" sholk="अथातोऽर्थेदशमहामूलीयमध्यायं व्याख्यास्यामः||१||
इति ह स्माह भगवानात्रेयः||२||" audio={r1}/>
                <SingleAudioCard sholkno="Shloka 3,4" sholk="अर्थे [१] दश महामूलाः समासक्ता [२] महाफलाः|
महच्चार्थश्च हृदयं पर्यायैरुच्यते बुधैः||३||
षडङ्गमङ्गं विज्ञानमिन्द्रियाण्यर्थपञ्चकम्|
आत्मा च सगुणश्चेतश्चिन्त्यं च हृदि संश्रितम्||४||" audio={r2}/>
                <SingleAudioCard sholkno="Shloka 5,6" sholk="प्रतिष्ठार्थं [३] हि भावानामेषां हृदयमिष्यते|
गोपानसीनामागारकर्णिकेवार्थचिन्तकैः||५||
तस्योपघातान्मूर्च्छायं भेदान्मरणमृच्छति|६|" audio={r3}/>
                <SingleAudioCard sholkno="Shloka 7,8" sholk="यद्धि तत् स्पर्शविज्ञानं धारि तत्तत्र संश्रितम्||६||
तत् परस्यौजसः स्थानं तत्र चैतन्यसङ्ग्रहः|
हृदयं महदर्थश्च तस्मादुक्तं चिकित्सकैः [४] ||७|| तेन मूलेन महता महामूला मता दश|
ओजोवहाः शरीरेऽस्मिन् विधम्यन्ते समन्ततः||८||" audio={r4}/>
                <SingleAudioCard sholkno="Shloka 9,10,11" sholk="येनौजसा वर्तयन्ति प्रीणिताः सर्वदेहिनः [५] |
यदृते सर्वभूतानां जीवितं नावतिष्ठते||९||
यत् सारमादौ गर्भस्य यत्तद्गर्भरसाद्रसः [६] |
संवर्तमानं [७] हृदयं समाविशति यत् पुरा [८] ||१०||
यस्य [९] नाशात्तु नाशोऽस्ति धारि यद्धृदयाश्रितम् [१०] |
यच्छरीररसस्नेहः प्राणा यत्र प्रतिष्ठिताः||११||
तत्फला बहुधा [११] वा ताः फलन्तीव(ति) महाफलाः|१२|" audio={r5}/>
                <SingleAudioCard sholkno="Shloka 12,14" sholk="ध्मानाद्धमन्यः स्रवणात् स्रोतांसि सरणात्सिराः||१२||

तन्महत् ता महामूलास्तच्चोजः परिरक्षता|
परिहार्या विशेषेण मनसो दुःखहेतवः||१३||
हृद्यं यत् स्याद्यदौजस्यं स्रोतसां यत् प्रसादनम्|
तत्तत् सेव्यं प्रयत्नेन प्रशमो ज्ञानमेव च||१४||" audio={r6}/>
                <SingleAudioCard sholkno="Shloka 15" sholk="अथ खल्वेकं प्राणवर्धनानामुत्कृष्टतममेकं बलवर्धनानामेकं बृंहणानामेकं नन्दनानामेकं हर्षणानामेकमयनानामिति [१२] |
तत्राहिंसा प्राणिनां प्राणवर्धनानामुत्कृष्टतमं, वीर्यं बलवर्धनानां, विद्या बृंहणानाम्, इन्द्रियजयो नन्दनानां, तत्त्वावबोधो हर्षणानां, ब्रह्मचर्यमयनानामिति [१३] ; एवमायुर्वेदविदो मन्यन्ते||१५||" audio={r7}/>
                <SingleAudioCard sholkno="Shloka 16,17" sholk="तत्रायुर्वेदविदस्तन्त्रस्थानाध्यायप्रश्नानां पृथक्त्वेन वाक्यशो वाक्यार्थशोऽर्थावयवशश्च प्रवक्तारो मन्तव्याः|
तत्राह- कथं तन्त्रादीनि वाक्यशो वाक्यार्थशोऽर्थावयवशश्चोक्तानि भवन्तीति||१६||
अत्रोच्यते- तन्त्रमार्षं कार्त्स्न्येन यथाम्नायमुच्यमानं वाक्यशो भवत्युक्तम्||१७||" audio={r8}/>
                <SingleAudioCard sholkno="Shloka 18" sholk="बुद्ध्या सम्यगनुप्रविश्यार्थतत्त्वं वाग्भिर्व्याससमासप्रतिज्ञाहेतूदाहरणोपनयनिगमनयुक्ताभिस्त्रिविधशिष्यबुद्धिगम्याभिरुच्यमानं [१४] [१५] वाक्यार्थशो भवत्युक्तम्||१८||" audio={r9}/>
                <SingleAudioCard sholkno="Shloka 19" sholk="तन्त्रनियतानामर्थदुर्गाणां [१६] पुनर्विभावनैरुक्तमर्थावयवशो भवत्युक्तम्||१९||" audio={r10}/>
                <SingleAudioCard sholkno="Shloka 20" sholk="तत्र चेत् प्रष्टारः स्युः- चतुर्णामृक्सामयजुरथर्ववेदानां कं वेदमुपदिशन्त्यायुर्वेदविदः?, किमायुः?, कस्मादायुर्वेदः?, किमर्थमायुर्वेदः?, शाश्वतोऽशाश्वतो वा?, कति कानि चास्याङ्गानि?, कैश्चायमध्येतव्यः?, किमर्थं च? इति||२०||" audio={r11}/>
                <SingleAudioCard sholkno="Shloka 21" sholk="तत्र भिषजा पृष्टेनैवं चतुर्णामृक्सामयजुरथर्ववेदानामात्मनोऽथर्ववेदे भक्तिरादेश्या, वेदो ह्याथर्वणो दानस्वस्त्ययनबलिमङ्गलहोमनियमप्रायश्चित्तोपवासमन्त्रादिपरिग्रहाच्चिकित्सां प्राह; चिकित्सा चायुषो हितायोपदिश्यते||२१||" audio={r12}/>
                <SingleAudioCard sholkno="Shloka 22" sholk="वेदं चोपदिश्यायुर्वाच्यं [१७] ; तत्रायुश्चेतनानुवृत्तिर्जीवितमनुबन्धो धारि चेत्येकोऽर्थः||२२||" audio={r13}/>
                <SingleAudioCard sholkno="Shloka 23" sholk="तदायुर्वेदयतीत्यायुर्वेदः [१८] ; कथमिति चेत्? उच्यते- स्वलक्षणतः सुखासुखतो हिताहिततः प्रमाणाप्रमाणतश्च; यतश्चायुष्याण्यनायुष्याणि च द्रव्यगुणकर्माणि वेदयत्यतोऽप्यायुर्वेदः|
तत्रायुष्याण्यनायुष्याणि च द्रव्यगुणकर्माणि केवलेनोपदेक्ष्यन्ते तन्त्रेण||२३||" audio={r14}/>
                <SingleAudioCard sholkno="Shloka 24" sholk="तत्रायुरुक्तं स्वलक्षणतो यथावदिहैव पूर्वाध्याये च|
तत्र [१९] शारीरमानसाभ्यां रोगाभ्यामनभिद्रुतस्य विशेषेण यौवनवतः समर्थानुगतबलवीर्ययशःपौरुषपराक्रमस्य ज्ञानविज्ञानेन्द्रियेन्द्रियार्थबलसमुदये वर्तमानस्य परमर्द्धिरुचिरविविधोपभोगस्य समृद्धसर्वारम्भस्य यथेष्टविचारिणः सुखमायुरुच्यते; असुखमतो विपर्ययेण; हितैषिणः पुनर्भूतानां परस्वादुपरतस्य सत्यवादिनः शमपरस्य [२०] परीक्ष्यकारिणोऽप्रमत्तस्य त्रिवर्गं परस्परेणानुपहतमुपसेवमानस्य पूजार्हसम्पूजकस्य ज्ञानविज्ञानोपशमशीलस्य वृद्धोपसेविनः सुनियतरागरोषेर्ष्यामदमानवेगस्य सततं विविधप्रदानपरस्य तपोज्ञानप्रशमनित्यस्याध्यात्मविदस्तत्परस्य लोकमिमं चामुं चावेक्षमाणस्य स्मृतिमतिमतो हितमायुरुच्यते; अहितमतो विपर्ययेण||२४||" audio={r15}/>
                <SingleAudioCard sholkno="Shloka 25" sholk="प्रमाणमायुषस्त्वर्थेन्द्रियमनोबुद्धिचेष्टादीनां विकृतिलक्षणैरुपलभ्यतेऽनिमित्तैः, अयमस्मात् क्षणान्मुहूर्ताद्दिवसात् त्रिपञ्चसप्तदशद्वादशाहात् पक्षान्मासात् षण्मासात् संवत्सराद्वा स्वभावमापत्स्यत इति; तत्र स्वभावः प्रवृत्तेरुपरमो मरणमनित्यता निरोध इत्येकोऽर्थः; इत्यायुषः प्रमाणम्; अतो विपरीतमप्रमाणमरिष्टाधिकारे; देहप्रकृतिलक्षणमधिकृत्य चोपदिष्टमायुषः प्रमाणमायुर्वेदे [२१] ||२५||" audio={r16}/>
                <SingleAudioCard sholkno="Shloka 26" sholk="प्रयोजनं चास्य स्वस्थस्य स्वास्थ्यरक्षणमातुरस्य विकारप्रशमनं च||२६||" audio={r17}/>
                <SingleAudioCard sholkno="Shloka 27" sholk="सोऽयमायुर्वेदः [२२] शाश्वतो निर्दिश्यते, अनादित्वात्, स्वभावसंसिद्धलक्षणत्वात्, भावस्वभावनित्यत्वाच्च|
न हि नाभूत् [२३] कदाचिदायुषः सन्तानो बुद्धिसन्तानो वा, शाश्वतश्चायुषो वेदिता, अनादि च सुखदुःखं सद्रव्यहेतुलक्षणमपरापरयोगात्|
एष चार्थसङ्ग्रहो विभाव्यते आयुर्वेदलक्षणमिति|
गुरुलघुशीतोष्णस्निग्धरूक्षादीनां [२४] द्रव्याणां सामान्यविशेषाभ्यां वृद्धिह्रासौ, यथोक्तं- गुरुभिरभ्यस्यमानैर्गुरूणामुपचयो भवत्यपचयो लघूनां, एवमेवेतरेषामिति, एष भावस्वभावो नित्यः, स्वलक्षणं च द्रव्याणां पृथिव्यादीनां; सन्ति तु द्रव्याणि गुणाश्च नित्यानित्याः|
न ह्यायुर्वेदस्याभूत्वोत्पत्तिरुपलभ्यते, अन्यत्रावबोधोपदेशाभ्याम्; एतद्वै द्वयमधिकृत्योत्पत्तिमुपदिशन्त्येके|
स्वाभाविकं चास्य लक्षणमकृतकं, यदुक्तमिहाद्येऽध्याये च; यथा- अग्नेरौष्ण्यम्, अपां द्रवत्वम्|
भावस्वभावनित्यत्वमपि चास्य, यथोक्तं- गुरुभिरभ्यस्यमानैर्गुरूणामुपचयो भवत्यपचयो लघूनामिति||२७||" audio={r18}/>
                <SingleAudioCard sholkno="Shloka 28" sholk="तस्यायुर्वेदस्याङ्गान्यष्टौ; तद्यथा- कायचिकित्सा [२५] , शालाक्यं, शल्यापहर्तृकं, विषगरवैरोधिकप्रशमनं, भूतविद्या, कौमारभृत्यकं, रसायनं, वाजीकरणमिति||२८||" audio={r19}/>
                <SingleAudioCard sholkno="Shloka 29" sholk="स चाध्येतव्यो ब्राह्मणराजन्यवैश्यैः|
तत्रानुग्रहार्थं प्राणिनां ब्राह्मणैः, आरक्षार्थं [२६] राजन्यैः, वृत्त्यर्थं वैश्यैः; सामान्यतो वा धर्मार्थकामपरिग्रहार्थं सर्वैः|
तत्र यदध्यात्मविदां धर्मपथस्थानां धर्मप्रकाशकानां वा मातृपितृभ्रातृबन्धुगुरुजनस्य वा विकारप्रशमने प्रयत्नवान् भवति, यच्चायुर्वेदोक्तमध्यात्ममनुध्यायति वेदयत्यनुविधीयते वा, सोऽस्य परो धर्मः; या पुनरीश्वराणां वसुमतां वा सकाशात् सुखोपहारनिमित्ता भवत्यर्थावाप्तिरारक्षणं च, या च स्वपरिगृहीतानां प्राणिनामातुर्यादारक्षा, सोऽस्यार्थः; यत् पुनरस्य विद्वद्ग्रहणयशः [२७] शरण्यत्वं च, या च सम्मानशुश्रूषा, यच्चेष्टानां विषयाणामारोग्यमाधत्ते सोऽस्य कामः|
इति यथाप्रश्नमुक्तमशेषेण||२९||" audio={r20}/>
                <SingleAudioCard sholkno="Shloka 30" sholk="अथ भिषगादित एव भिषजा प्रष्टव्योऽष्टविधं भवति- तन्त्रं, तन्त्रार्थान्, स्थानं, स्थानार्थान्, अध्यायम्, अध्यायार्थान्, प्रश्नं, प्रश्नार्थांश्चेति; पृष्टेन चैतद्वक्तव्यमशेषेण वाक्यशो वाक्यार्थशोऽर्थावयवशश्चेति [२८] ||३०||" audio={r21}/>

                <SingleAudioCard sholkno="Shloka 31" sholk="तत्रायुर्वेदः शाखा विद्या सूत्रं ज्ञानं शास्त्रं लक्षणं तन्त्रमित्यनर्थान्तरम् [२९] ||३१||" audio={r22}/>
                <SingleAudioCard sholkno="Shloka 32" sholk="तन्त्रार्थः [३०] पुनः स्वलक्षणैरुपदिष्टः|
स चार्थः प्रकरणैर्विभाव्यमानो भूय एव शरीरवृत्तिहेतुव्याधिकर्मकार्यकालकर्तृकरणविधिविनिश्चयाद्दशप्रकरणः, तानि च प्रकरणानि केवलेनोपदेक्ष्यन्ते तन्त्रेण||३२||" audio={r23}/>
                <SingleAudioCard sholkno="Shloka 33" sholk="तन्त्रस्यास्याष्टौ स्थानानि [३१] ; तद्यथा- श्लोकनिदानविमानशारीरेन्द्रियचिकित्सितकल्पसिद्धिस्थानानि|
तत्र त्रिंशदध्यायकं श्लोकस्थानम्, अष्टाष्टाध्यायकानि निदानविमानशारीरस्थानानि, द्वादशकमिन्द्रियाणां, त्रिंशकं चिकित्सितानां, द्वादशके कल्पसिद्धिस्थाने भवतः||३३||" audio={r24}/>
                <SingleAudioCard sholkno="Shloka 34" sholk="भवति चात्र-
द्वे त्रिंशके द्वादशकं त्रयं च त्रीण्यष्टकान्येषु समाप्तिरुक्ता|
श्लोकौषधारिष्टविकल्पसिद्धिनिदानमानाश्रयसञ्ज्ञकेषु||३४||" audio={r25}/>
                <SingleAudioCard sholkno="Shloka 35" sholk="स्वे स्वे स्थाने यथास्वं च स्थानार्थ उपदेक्ष्यते|
सविंशमध्यायशतं शृणु नामक्रमागतम्||३५||" audio={r26}/>
                <SingleAudioCard sholkno="Shloka 36,37" sholk="दीर्घञ्जीवोऽप्यपामार्गतण्डुलारग्वधादिकौ|
षड्विरेकाश्रयश्चेति [३२] चतुष्को भेषजाश्रयः||३६||
मात्रातस्याशितीयौ च नवेगान्धारणं तथा|
इन्द्रियोपक्रमश्चेति चत्वारः स्वास्थ्यवृत्तिकाः [३३] ||३७||" audio={r27}/>
                <SingleAudioCard sholkno="Shloka 38" sholk="खुड्डाकश्च चतुष्पादो महांस्तिस्रैषणस्तथा|
सह वातकलाख्येन विद्यान्नैर्देशिकान् बुधः||३८||" audio={r28}/>
                <SingleAudioCard sholkno="Shloka 39" sholk="स्नेहनस्वेदनाध्यायावुभौ यश्चोपकल्पनः|
चिकित्साप्राभृतश्चैव सर्व एव प्रकल्पनाः||३९||" audio={r29}/>
                <SingleAudioCard sholkno="Shloka 40" sholk="कियन्तःशिरसीयश्च त्रिशोफाष्टोदरादिकौ|
रोगाध्यायो महांश्चैव रोगाध्यायचतुष्टयम्||४०||" audio={r30}/>
                <SingleAudioCard sholkno="Shloka 41" sholk="अष्टौनिन्दितसङ्ख्यातस्तथा लङ्घनतर्पणे|
विधिशोणितिकश्चैव व्याख्यातास्तत्र योजनाः||४१||" audio={r31}/>
                <SingleAudioCard sholkno="Shloka 42" sholk="यज्जःपुरुषसङ्ख्यातो भद्रकाप्यान्नपानिकौ|
विविधाशितपीतीयश्चत्वारोऽन्नविनिश्चयाः||४२||" audio={r32}/>
                <SingleAudioCard sholkno="Shloka 43" sholk="दशप्राणायतनिकस्तथाऽर्थेदशमूलिकः|
द्वावेतौ प्राणदेहार्थौ प्रोक्तौ वैद्यगुणाश्रयौ||४३||" audio={r33}/>
                <SingleAudioCard sholkno="Shloka 44,45,46" sholk="औषधस्वस्थनिर्देशकल्पनारोगयोजनाः|
चतुष्काः षट् क्रमेणोक्ताः सप्तमश्चान्नपानिकः||४४||
द्वौ चान्त्यौ सङ्ग्रहाध्यायाविति त्रिंशकमर्थवत्|
श्लोकस्थानं समुद्दिष्टं तन्त्रस्यास्य शिरः शुभम् [३४] ||४५||
चतुष्काणां महार्थानां स्थानेऽस्मिन् सङ्ग्रहः कृतः|
श्लोकार्थः सङ्ग्रहार्थश्च श्लोकस्थानमतः स्मृतम्||४६||" audio={r34}/>
                <SingleAudioCard sholkno="Shloka 47" sholk="ज्वराणां रक्तपित्तस्य गुल्मानां मेहकुष्ठयोः|
शोषोन्मादनिदाने च स्यादपस्मारिणां च यत्||४७||
इत्यध्यायाष्टकमिदं निदानस्थानमुच्यते|" audio={r47}/>
                <SingleAudioCard sholkno="Shloka 48,49" sholk="रसेषु त्रिविधे कुक्षौ ध्वंसे जनपदस्य च||४८||
त्रिविधे रोगविज्ञाने स्रोतःस्वपि च वर्तने|
रोगानीके व्याधिरूपे रोगाणां च भिषग्जिते||४९||
अष्टौ विमानान्युक्तानि मानार्थानि महर्षिणा|" audio={r35}/>
                <SingleAudioCard sholkno="Shloka 50,51,52" sholk="कतिधापुरुषीयं च गोत्रेणातुल्यमेव च||५०||
खुड्डिका महती चैव गर्भावक्रान्तिरुच्यते|
पुरुषस्य शरीरस्य विचयौ द्वौ विनिश्चितौ||५१||
शरीरसङ्ख्या सूत्रं च जातेरष्टममुच्यते [३५] |
इत्युद्दिष्टानि मुनिना शारीराण्यत्रिसूनुना||५२||" audio={r36}/>
                <SingleAudioCard sholkno="Shloka 53,55" sholk="वर्णस्वरीयः पुष्पाख्यस्तृतीयः परिमर्शनः|
चतुर्थ इन्द्रियानीकः पञ्चमः पूर्वरूपिकः||५३||
कतमानिशरीरीयः पन्नरूपोऽप्यवाक्शिराः|
यस्यश्यावनिमित्तश्च सद्योमरण एव च||५४||
अणुज्योतिरिति ख्यातस्तथा गोमयचूर्णवान्|
द्वादशाध्यायकं स्थानमिन्द्रियाणामिति स्मृतम् [३६] ||५५||" audio={r37}/>
                <SingleAudioCard sholkno="Shloka 56,61" sholk="अभयामलकीयं च प्राणकामीयमेव च|
करप्रचितकं वेदसमुत्थानं रसायनम्||५६||
संयोगशरमूलीयमासिक्तक्षीरकं तथा|
माषपर्णभृतीयं च पुमाञ्जातबलादिकम्||५७||
चतुष्कद्वयमप्येतदध्यायद्वयमुच्यते|
रसायनमिति ज्ञेयं वाजीकरणमेव च||५८||
ज्वराणां रक्तपित्तस्य गुल्मानां मेहकुष्ठयोः|
शोषोन्मादेऽप्यपस्मारे क्षतशोथोदरार्शसाम्||५९||
ग्रहणीपाण्डुरोगाणां श्वासकासातिसारिणाम्|
छर्दिवीसर्पतृष्णानां विषमद्यविकारयोः||६०||
द्विव्रणीयं त्रिमर्मीयमूरुस्तम्भिकमेव च|
वातरोगे वातरक्ते योनिव्यापत्सु चैव यत्||६१||
त्रिंशच्चिकित्सितान्युक्तान्यतः कल्पान् [३७] प्रचक्ष्महे|" audio={r38}/>
                <SingleAudioCard sholkno="Shloka 62,64" sholk="फलजीमूतकेक्ष्वाकुकल्पो धामार्गवस्य च||६२||
पञ्चमो वत्सकस्योक्तः षष्ठश्च कृतवेधने|
श्यामात्रिवृतयोः कल्पस्तथैव चतुरङ्गुले||६३||
तिल्वकस्य सुधायाश्च सप्तलाशङ्खिनीषु च|
दन्तीद्रवन्त्योः कल्पश्च द्वादशोऽयं समाप्यते||६४||" audio={r39}/>
                <SingleAudioCard sholkno="Shloka 65,67" sholk="कल्पना पञ्चकर्माख्या बस्तिसूत्री तथैव च|
स्नेहव्यापदिकी सिद्धिर्नेत्रव्यापदिकी तथा||६५||
सिद्धिः शोधनयोश्चैव बस्तिसिद्धिस्तथैव च|
प्रासृती मर्मसङ्ख्याता सिद्धिर्बस्त्याश्रया च या||६६||
फलमात्रा तथा सिद्धिः सिद्धिश्चोत्तरसञ्ज्ञिता|
सिद्धयो द्वादशैवैतास्तन्त्रं चासु [३८] समाप्यते||६७||" audio={r40}/>
                <SingleAudioCard sholkno="Shloka 68" sholk="स्वे स्वे स्थाने [३९] तथाऽध्याये चाध्यायार्थः प्रवक्ष्यते|
तं ब्रूयात् सर्वतः सर्वं यथास्वं [४०] ह्यर्थसङ्ग्रहात्||६८||" audio={r41}/>
                <SingleAudioCard sholkno="Shloka 69,71" sholk="पृच्छा तन्त्राद्यथाम्नायं विधिना प्रश्न उच्यते|
प्रश्नार्थो युक्तिमांस्तस्य तन्त्रेणैवार्थनिश्चयः [४१] ||६९||
निरुक्तं [४२] तन्त्रणात्तन्त्रं, स्थानमर्थप्रतिष्ठया|
अधिकृत्यार्थमध्यायनामसञ्ज्ञा प्रतिष्ठिता [४३] ||७०||
इति सर्वं यथाप्रश्नमष्टकं सम्प्रकाशितम्|
कार्त्स्न्येन चोक्तस्तन्त्रस्य सङ्ग्रहः सुविनिश्चितः||७१||" audio={r42}/>
                <SingleAudioCard sholkno="Shloka 72,74" sholk="सन्ति पाल्लविकोत्पाताः [४४] सङ्क्षोभं जनयन्ति ये|
वर्तकानामिवोत्पाताः सहसैवाविभाविताः||७२||
तस्मात्तान् [४५] पूर्वसञ्जल्पे सर्वत्राष्टकमादिशेत्|
परावरपरीक्षार्थं तत्र शास्त्रविदां बलम्||७३||
शब्दमात्रेण तन्त्रस्य केवलस्यैकदेशिकाः|
भ्रमन्त्यल्पबलास्तन्त्रे ज्याशब्देनेव वर्तकाः||७४||" audio={r43}/>
                <SingleAudioCard sholkno="Shloka 75,76" sholk="पशुः पशूनां दौर्बल्यात् कश्चिन्मध्ये वृकायते|
स सत्यं वृकमासाद्य प्रकृतिं भजते पशुः||७५||
तद्वदज्ञोऽज्ञमध्यस्थः कश्चिन्मौखर्यसाधनः|
स्थापयत्याप्तमात्मानमाप्तं त्वासाद्य भिद्यते||७६||" audio={r44}/>
                <SingleAudioCard sholkno="Shloka 77,80" sholk="बभ्रुर्गूढ इवोर्णाभिरबुद्धिरबहुश्रुतः|
किं वै वक्ष्यति सञ्जल्पे कुण्डभेदी जडो यथा||७७||
सद्वृत्तैर्न विगृह्णीयाद्भिषगल्पश्रुतैरपि|
हन्यात् प्रश्नाष्टकेनादावितरांस्त्वाप्तमानिनः [४६] ||७८||
दम्भिनो मुखरा ह्यज्ञाः प्रभूताबद्धभाषिणः|
प्रायः, प्रायेण सुमुखाः सन्तो युक्ताल्पभाषिणः||७९||
तत्त्वज्ञानप्रकाशार्थमहङ्कारमनाश्रितः|
स्वल्पाधाराज्ञमुखरान्मर्षयेन्न विवादिनः||८०||" audio={r45}/>
                <SingleAudioCard sholkno="Shloka 81" sholk="परो भूतेष्वनुक्रोशस्तत्त्वज्ञान(ने)परा दया|
येषां तेषामसद्वादनिग्रहे निरता मतिः||८१||" audio={r46}/>
                <SingleAudioCard sholkno="Shloka 82,83" sholk="असत्पक्षाक्षणित्वार्तिदम्भपारुष्यसाधनाः|
भवन्त्यनाप्ताः स्वे तन्त्रे प्रायः परविकत्थकाः||८२||
तान् कालपाशसदृशान् वर्जयेच्छास्त्रदूषकान्|
प्रशमज्ञानविज्ञानपूर्णाः सेव्या भिषक्तमाः||८३||" audio={r48}/>
                <SingleAudioCard sholkno="Shloka 84,85" sholk="समग्रं दुःखमायत्तमविज्ञाने द्वयाश्रयम्|
सुखं समग्रं विज्ञाने विमले च प्रतिष्ठितम्||८४||
इदमेवमुदारार्थमज्ञानां न प्रकाशकम्|
शास्त्रं दृष्टिप्रणष्टानां यथैवादित्यमण्डलम्||८५||" audio={r49}/>
                <SingleAudioCard sholkno="Shloka 86,89" sholk="तत्र श्लोकाः-
अर्थे दशमहामूलाः सञ्ज्ञा चासां यथा कृता|
अयनान्ताः षडग्र्याश्च रूपं वेदविदां च यत्||८६||
सप्तकश्चाष्टकश्चैव परिप्रश्नाः सनिर्णयाः|
यथा वाच्यं यदर्थं च षड्विधाश्चैकदेशिकाः||८७||
अर्थेदशमहामूले सर्वमेतत् प्रकाशितम्|
सङ्ग्रहश्चायमध्यायस्तन्त्रस्यास्यैव केवलः||८८||
यथा सुमनसां सूत्रं सङ्ग्रहार्थं विधीयते|
सङ्ग्रहार्थं तथाऽर्थानामृषिणा सङ्ग्रहः कृतः||८९||" audio={r50}/>
                <SingleAudioCard sholkno="Last Shloka" sholk="इत्यग्निवेशकृते तन्त्रे चरकप्रतिसंस्कृते श्लोकस्थानेऽर्थेदशमहामूलीयो नाम त्रिंशोऽध्यायः||३०||
अग्निवेशकृते तन्त्रे चरकप्रतिसंस्कृते|
इयताऽवधिना सर्वं सूत्रस्थानं समाप्यते|" audio={r51}/>

            </div>
        </div>
    )
}

export default Book1ch30




 